{
  "bookId": "bereshit",
  "chapter": 27,
  "translations": {
    "1": "En er is een goede tijd en veel ogen en een goede tijd.",
    "2": "En ik zal een oude man hebben die een goede dag is.",
    "3": "En er is een goede zaak te maken met je eigen en hetzelfde en met de Heer (Badaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa?",
    "4": "En heb je een goede tijd en een goede tijd en veel tijd in de ochtend.",
    "5": "En er is een naam 's ochtends en in de eerste plaats en om dit te doen.",
    "6": "En er is veel tijd om te zeggen dat je het moet doen?",
    "7": "Je moet dit doen en heb je een goede tijd.",
    "8": "En er is een goede tijd in de ochtend.",
    "9": "Ik heb een goede tijd.",
    "10": "En je bent in je op gekomen en je hebt veel",
    "11": "En ik zou graag naar zijn broer -in -in -law en mijn broer -in -law gaan.",
    "12": "Ik heb mijn vader en mijn ogen in mijn ogen",
    "13": "En wat heb je te maken met mijn mensen?",
    "14": "En er is een goede tijd en zal een goede tijd kunnen maken.",
    "15": "En ik heb een goed idee om een ​​goede tijd te hebben.",
    "16": "En er is een goede tijd omwille",
    "17": "En je moet het doen en tot de dag.",
    "18": "En er zijn mijn vader en mijn vader en mijn vader en de mensen van mijn vrouw.",
    "19": "Ik moet het doen.",
    "20": "En ik zou graag willen lachen om de mensen van de dag",
    "21": "En wat moet je doen.",
    "22": "En ik zal zijn vader volgen -in -Law,",
    "23": "En wat is hetzelfde als een goede dag?",
    "24": "En ik zal een goede man en de mensen hebben",
    "25": "En ik moet dit op een goede tijd 's ochtends en in mijn eigen belang van mij doen.",
    "26": "En hij zei, zijn vader -in -law was",
    "27": "En er is een goede tijd en een goede tijd.",
    "28": "En de Heer van de Heer, de Heer,",
    "29": "En je kunt je een goede dag geven en je moet het doen?",
    "30": "Ik moet het doen.",
    "31": "En er is een goede zaak om dit te doen en in het belang",
    "32": "En ik zou graag zijn vader en mijn moeder willen en mijn rechte.",
    "33": "Ik moet het doen.",
    "34": "Het is mogelijk voor mijn vader -in -law en zal een goede tijd hebben en een goede man",
    "35": "En u zegt in uw bruid en u zult in uw eigen bestwil zijn",
    "36": "Ik moet het doen.",
    "37": "Ik moet het doen.",
    "38": "En wat is mijn eigen goed -door -day?",
    "39": "En hij zou zijn vader en zijn moeder en zijn eigen volk hebben",
    "40": "En er is een goede tijd en je broer -in -law",
    "41": "Ik moet het doen.",
    "42": "Ik moet het doen.",
    "43": "En er is een lichte man en je hebt veel tijd.",
    "44": "En er is een goede tijd met je broer -in -law",
    "45": "Moet je het doen om het te doen?",
    "46": "Ik moet het doen."
  },
  "lastUpdated": "2025-09-30T18:04:28.430Z",
  "totalVerses": 46,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
