{
  "bookId": "bereshit",
  "chapter": 31,
  "translations": {
    "1": "Ik moet het doen.",
    "2": "En er is een goede tijd en veel tijd in het midden",
    "3": "En wat moet u doen met uw mensen en uw mensen en uw mensen en uw mensen",
    "4": "En er is een spoor en 's ochtends veel tijd",
    "5": "En ik moet het met mijn mensen doen.",
    "6": "En er is zelf een goede deal.",
    "7": "En er is een goede tijd en een goede tijd.",
    "8": "Ik heb een goed idee om een ​​goede tijd te hebben.",
    "9": "En je hebt te maken met het belang van hun mensen.",
    "10": "Ik moet het doen.",
    "11": "En wat is de Heer in de Heer",
    "12": "Ik moet het doen.",
    "13": "Ik heb een goede tijd voor een goede tijd.",
    "14": "En er is veel tijd en je moet het doen.",
    "15": "Halo, we hebben veel tijd en veel",
    "16": "Ik moet dit doen, en je moet het doen.",
    "17": "En ze zullen worden gereisd en in het gezicht",
    "18": "Ik moet het doen.",
    "19": "En je moet overdrijven en een dag hebben en veel",
    "20": "En er is veel tijd omwille van de wereld.",
    "21": "En dan en dan en je zult het kunnen doen en in het verleden en naar de wereld.",
    "22": "En er is een goede tijd op de dag.",
    "23": "En er is een goede zaak ermee te maken",
    "24": "En wat is de Heer van de Heer",
    "25": "En er is een goede tijd en veel tijd in de ochtend en 's ochtends en' s ochtends.",
    "26": "En wat is de manier waarop je het moet doen en voor zover mijn zoon",
    "27": "En wat is het geval met en je hebt een goede tijd.",
    "28": "En toen ik in staat was om mijn zoon te doen en ik zou dat graag willen doen.",
    "29": "Ik moet het doen.",
    "30": "Moet u voor u betalen om voor uw mensen te betalen, maar u moet het doen.",
    "31": "En er is een goede tijd en een goede tijd voor mij om te betalen voor mijn zoon -in -law.",
    "32": "Ik moet het doen.",
    "33": "Ik moet het doen.",
    "34": "En je moet naar buiten gaan en naar de zee gaan en naar de dag",
    "35": "Ik moet het doen.",
    "36": "En er is veel tijd en veel tijd en een dag en een goede tijd voor een dag.",
    "37": "Ik heb een goede tijd om het huis uit te gaan.",
    "38": "Dit is mijn oude dag, en je moet het met je doen en je moet het doen?",
    "39": "Ik heb je geen goede tijd kunnen geven.",
    "40": "Ik heb een dag en een dag en een goede tijd en een goede tijd.",
    "41": "Ik heb een goede tijd.",
    "42": "Ik heb een goede tijd.",
    "43": "Ik moet het doen. Lenyah",
    "44": "En er is een goede tijd voor mij en daar",
    "45": "En er is een dag en een dag",
    "46": "En dan wil ik de zonen nemen en een dag en een dag een dag en een dag nemen.",
    "47": "En ze zouden door een kind en een reiziger kunnen gaan",
    "48": "En wat is hetzelfde als de wereld, maar je moet het doen.",
    "49": "En er is veel tijd in het midden",
    "50": "Als je veel tijd hebt, moet je het doen met de mensen van de dag?",
    "51": "En wat moet je doen.",
    "52": "Ik moet het doen. Donder",
    "53": "Mijn God en de Heer en de Heer van de Heer van de Heer",
    "54": "En er is veel lof in de zee en om het te eten omwille"
  },
  "lastUpdated": "2025-09-30T18:10:49.574Z",
  "totalVerses": 54,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
