{
  "bookId": "bereshit",
  "chapter": 32,
  "translations": {
    "1": "En in de ochtend en in de ochtend en aan de Heer en aan de Heer en aan de Heer, en aan de Heer",
    "2": "En je zult in staat zijn om naar hemzelf te gaan.",
    "3": "En wat moet je zien, en heb je een goede man en een goede dag?",
    "4": "En er is een goede tijd omwille van zijn broer -in -law.",
    "5": "Moet je afscheid nemen van de mensen van de dag.",
    "6": "En ik heb een goede tijd en een goede tijd en veel tijd en veel tijd voor jou om naar je mensen te gaan in je ogen.",
    "7": "En er is een goed moment om afscheid te nemen van je broer -in -law.",
    "8": "En het is een goede tijd en veel tijd in de ochtend en 's ochtends en' s ochtends.",
    "9": "En ik zal het doen",
    "10": "En dan zou ik graag een goede tijd willen hebben.",
    "11": "Ik moet het doen.",
    "12": "Ik heb een goede tijd voor me.",
    "13": "En wat is het geval met uw mensen en u moet het doen.",
    "14": "En er is een goede tijd en een goede tijd in de Heer in de Heer.",
    "15": "Gazastrook en objecten",
    "16": "Mint en zonen van drie -jarige -gevallen en hun huizen en veel tijd",
    "17": "En er is een goede tijd in het midden van zijn of haar eigen en de mensen van de dag om naar de dag te gaan.",
    "18": "En moet je zeggen dat je je kunt doen?",
    "19": "En wat ermee te doen is een goede zaak om ermee te doen?",
    "20": "Ik moet het doen.",
    "21": "Ik moet het doen.",
    "22": "En er is een fenomeen en veel tijd in de ochtend.",
    "23": "En ik heb een goede tijd en een goede tijd.",
    "24": "En er is veel tijd en veel tijd en veel tijd.",
    "25": "En er is een goede tijd voor hem en de mensen van de dag.",
    "26": "En er is een goede tijd en veel tijd en een dag en een dag voor een dag.",
    "27": "En ik moet voor mij betalen en ik moet het doen.",
    "28": "En wat is mijn naam",
    "29": "En dan moet je het doen.",
    "30": "En er is een reiziger en de dag van de dag,",
    "31": "En u wordt tegen de dag van de dag gereisd.",
    "32": "En er is veel tijd in de ochtend, en daar",
    "33": "Ik heb een goede tijd."
  },
  "lastUpdated": "2025-09-30T18:12:14.351Z",
  "totalVerses": 33,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
