{
  "bookId": "bereshit",
  "chapter": 36,
  "translations": {
    "1": "En dan is het een roodachtig ding.",
    "2": "Moet je het doen met de rechter -wing van de vooravond van de zee en de zee.",
    "3": "En een dochter -in -law",
    "4": "En je moet het ermee doen.",
    "5": "En de Yamahama (ya'aka) en de Heer en de Heer en de Heer,",
    "6": "Ik moet het doen. וַיֵּ֣לֶךְ אֶל־אֶ֔רֶץ מִפְּנֵ֖י יַעֲקֹ֥ב אָחִֽיו׃",
    "7": "Ik heb veel tijd en een goede tijd en een goed moment voor je.",
    "8": "En er is een leerling in",
    "9": "En dan zou ik een advertentie willen maken.",
    "10": "De naam van mijn zoon -in -law is een goed bijgebouwde.",
    "11": "En er is een goede tijd en altijd",
    "12": "En er was een goede tijd voor de Heer en de Heer en de Heer van de Heer.",
    "13": "En hoe zit het om een ​​goede dag te worden",
    "14": "En wat is het geval in de zee, en in de ochtend en in de eerste plaats.",
    "15": "Ik heb een goede tijd in het midden van de dag.",
    "16": "Allemaal veel tijd in de wereld",
    "17": "Ik moet het doen.",
    "18": "En wat is het geval met de mensen van de dag",
    "19": "Ik heb een zonen en het volk van God        ",
    "20": "Hoe heb je een goede -benatured en veel",
    "21": "En veel tijd,",
    "22": "En er is een eigen zonen",
    "23": "En hoe zit het",
    "24": "En er is een goede tijd en veel tijd en een goede tijd.",
    "25": "En er is een zonen van het huis",
    "26": "En wat is het geval met de zonen",
    "27": "Ik heb een zonen en een man en een buitenlander en een kom.",
    "28": "De Heer en de Heer",
    "29": "Ik heb veel plezier.",
    "30": "Ze zijn allemaal over en buiten de zee,",
    "31": "En wat is hetzelfde in het midden van de dag,",
    "32": "En je hebt een goede tijd in het midden van de dag en een stad.",
    "33": "En er is veel tijd en je hebt een goede tijd.",
    "34": "En er is een goede tijd en je moet het doen.",
    "35": "En er is veel tijd en je hebt een goede tijd.",
    "36": "En er is een goede tijd en je moet het doen.",
    "37": "En er is veel tijd en je hebt veel tijd.",
    "38": "En er is een goede tijd en je zult het kunnen doen met een zoon -in -law.",
    "39": "En in de ochtend, en in het midden",
    "40": "En wat is de naam van de mensen van het gezin om een ​​dag tot -dag te gebruiken.",
    "41": "Afiya",
    "42": "Bekeken",
    "43": "De hele stad Magdaya."
  },
  "lastUpdated": "2025-09-30T18:17:34.900Z",
  "totalVerses": 43,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
