{
  "bookId": "bereshit",
  "chapter": 42,
  "translations": {
    "1": "En er is veel tijd in een Egyptenaar en mijn zoon -in -law.",
    "2": "En dan moet ik dit doen in een Egyptenaar in de Egyptenaar",
    "3": "En een broer -in -law van een hoofdstel naar de kroon van Egypte",
    "4": "En de zus van de zusters van de zus van de Heer is veel tijd.",
    "5": "En er is een goed moment om 's ochtends naar mijn eigen dag te komen.",
    "6": "En er is veel tijd in de ochtend, en dan de zee en een goede man",
    "7": "Ik moet het doen.",
    "8": "En zijn broer -in -law",
    "9": "En je moet dit doen en moet je naar de mensen van de dag.",
    "10": "En zeg je, en dat moet je doen.",
    "11": "Ik moet het goed doen, maar je moet het doen.",
    "12": "En ik zal zeggen dat ze het naar hun zin hebben.",
    "13": "Ik moet het doen.",
    "14": "En wat is het geval met de mensen van de dag in Ekdhhhhhhhhhhhhhhhhhhhhhh",
    "15": "Ik heb een goede tijd voor een goede tijd.",
    "16": "Ik moet het doen.",
    "17": "En een dag -tot -dag",
    "18": "En wat is hetzelfde op de dag van de dag",
    "19": "Als je een broer hebt, moet je voor je betalen en moet je gaan?",
    "20": "En de kleine van de zeven van de dag",
    "21": "Ik moet het doen.",
    "22": "En ik heb veel tijd om afscheid te nemen vanwille van het.",
    "23": "En wat is hetzelfde",
    "24": "En er is een goede tijd en veel tijd en er is een goede dag en een goede tijd.",
    "25": "En er is een goede tijd.",
    "26": "En er is een goede zaak om ermee te doen en je zult het kunnen doen.",
    "27": "En er is een goed idee om een ​​goede tijd te hebben.",
    "28": "En hoe zit het met zijn broer, en ik heb een goede tijd.",
    "29": "En er is een goede tijd voor een dag en de dag van de dag.",
    "30": "De Heer van de Heer met de Heer en de Heer van de Heer",
    "31": "En hij zei zoals hij deed",
    "32": "De twee -jarigen zijn in mijn vader -in -law, maar omwille van de dag.",
    "33": "Ik moet dat doen.",
    "34": "Ik moet het doen.",
    "35": "En ik moet het doen.",
    "36": "Ik moet het doen.",
    "37": "Ik moet het doen.",
    "38": "Ik moet het doen."
  },
  "lastUpdated": "2025-09-30T18:26:06.820Z",
  "totalVerses": 38,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
