{
  "id": "arakhin",
  "name": "Arakhin",
  "type": "mishnah",
  "sefariaRef": "Mishnah Arakhin",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַכֹּל מַעֲרִיכִין וְנֶעֱרָכִין, נוֹדְרִים וְנִדָּרִים, כֹּהֲנִים וּלְוִיִּם וְיִשְׂרְאֵלִים, נָשִׁים וַעֲבָדִים. טֻמְטוּם וְאַנְדְּרוֹגִינוֹס, נוֹדְרִים וְנִדָּרִים וּמַעֲרִיכִין, אֲבָל לֹא נֶעֱרָכִין, שֶׁאֵינוֹ נֶעֱרָךְ אֶלָּא זָכָר וַדַּאי וּנְקֵבָה וַדָּאִית. חֵרֵשׁ, שׁוֹטֶה וְקָטָן, נִדָּרִין וְנֶעֱרָכִין, אֲבָל לֹא נוֹדְרִין וְלֹא מַעֲרִיכִין, מִפְּנֵי שֶׁאֵין בָּהֶם דָּעַת. פָּחוּת מִבֶּן חֹדֶשׁ, נִדָּר אֲבָל לֹא נֶעֱרָךְ: \n",
            "english": "<b>Everyone takes</b> vows of <b>valuation</b> and is thereby obligated to donate to the Temple treasury the value fixed by the Torah (see Leviticus 27:3–7) for the age and sex of the person valuated. <b>And</b> similarly, everyone <b>is valuated,</b> and therefore one who vowed to donate his fixed value is obligated to pay. Likewise, everyone <b>vows</b> to donate to the Temple treasury the assessment of a person, based on his market value to be sold as a slave, and is thereby obligated to pay; <b>and</b> everyone is the object of <b>a vow</b> if others vowed to donate his assessment. This includes <b>priests, Levites and Israelites, women, and</b> Canaanite <b>slaves.</b> <b>A <i>tumtum</i>,</b> whose sexual organs are concealed, <b>and a hermaphrodite [<i>androginos</i>], vow, and</b> are the object of <b>a vow, and take</b> vows of <b>valuation, but they are not valuated.</b> Consequently, if one says, with regard to a <i>tumtum</i>: The valuation of so-and-so is incumbent upon me to donate to the Temple treasury, he is not obligated to pay anything, <b>as only a definite male or a definite female are valuated.</b> <b>A deaf-mute, an imbecile, and a minor</b> are the object of <b>a vow and are valuated, but neither vow</b> to donate the assessment of a person <b>nor take</b> a vow of <b>valuation, because they lack the</b> presumed <b>mental competence</b> to make a commitment. A child <b>less than one month old is</b> the object of <b>a vow</b> if others vowed to donate his assessment, <b>but is not valuated</b> if one vowed to donate his fixed value, as the Torah did not establish a value for anyone less than a month old."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הַנָּכְרִי, רַבִּי מֵאִיר אוֹמֵר נֶעֱרָךְ אֲבָל לֹא מַעֲרִיךְ. רַבִּי יְהוּדָה אוֹמֵר, מַעֲרִיךְ אֲבָל לֹא נֶעֱרָךְ. זֶה וָזֶה מוֹדִים, שֶׁנּוֹדְרִין וְנִדָּרִין: \n",
            "english": "With regard to <b>a gentile, Rabbi Meir says:</b> He <b>is valuated</b> in a case where a Jew says: It is incumbent upon me to donate the fixed value of this gentile. <b>But</b> a gentile <b>does not take</b> a vow of <b>valuation</b> to donate his fixed value or the value of others. <b>Rabbi Yehuda says: He takes</b> a vow of <b>valuation, but is not valuated. And</b> both <b>this</b> <i>tanna</i>, Rabbi Meir, <b>and that</b> <i>tanna</i>, Rabbi Yehuda, <b>agree that</b> gentiles <b>vow</b> to donate the assessment of another <b>and are</b> the object of <b>vows,</b> whereby one donates the assessment of a gentile."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הַגּוֹסֵס, וְהַיּוֹצֵא לֵהָרֵג, לֹא נִדָּר וְלֹא נֶעֱרָךְ. רַבִּי חֲנִינָא בֶּן עֲקַבְיָא אוֹמֵר, נֶעֱרָךְ, מִפְּנֵי שֶׁדָּמָיו קְצוּבִין, אֲבָל אֵינוֹ נִדָּר, מִפְּנֵי שֶׁאֵין דָּמָיו קְצוּבִין. רַבִּי יוֹסֵי אוֹמֵר, נוֹדֵר וּמַעֲרִיךְ וּמַקְדִּישׁ. וְאִם הִזִּיק, חַיָּב בַּתַּשְׁלוּמִין: \n",
            "english": "<b>One who is moribund and one who is taken to be executed</b> after being sentenced by the court <b>is neither</b> the object of <b>a vow nor valuated. Rabbi Ḥanina ben Akavya says:</b> He is not the object of a vow, because he has no market value; but <b>he is valuated, due to</b> the fact <b>that one’s value is fixed</b> by the Torah based on age and sex. <b>Rabbi Yosei says:</b> One with that status <b>vows</b> to donate the assessment of another person to the Temple treasury, <b>and takes</b> vows of <b>valuation, and consecrates</b> his property; <b>and if he damages</b> the property of others, he is <b>liable</b> to pay compensation."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הָאִשָּׁה שֶׁהִיא יוֹצְאָה לֵהָרֵג, אֵין מַמְתִּינִין לָהּ עַד שֶׁתֵּלֵד. יָשְׁבָה עַל הַמַּשְׁבֵּר, מַמְתִּינִין לָהּ עַד שֶׁתֵּלֵד. הָאִשָּׁה שֶׁנֶּהֶרְגָה, נֶהֱנִין בִּשְׂעָרָהּ. בְּהֵמָה שֶׁנֶּהֶרְגָּה, אֲסוּרָה בַהֲנָיָה: \n",
            "english": "In the case of a pregnant <b>woman who is taken</b> by the court <b>to be executed,</b> the court <b>does not wait to</b> execute <b>her until she gives birth.</b> Rather, she is killed immediately. But with regard to <b>a woman</b> taken to be executed <b>who sat on the travailing chair [<i>hamashber</i>]</b> in the throes of labor, the court <b>waits to</b> execute <b>her until she gives birth.</b> In the case of <b>a woman who was killed</b> through court-imposed capital punishment, <b>one may derive benefit from her hair.</b> But in the case of <b>an animal that was killed</b> through court-imposed execution, e.g., for goring a person, <b>deriving benefit</b> from the animal <b>is prohibited.</b>"
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אֵין בָּעֲרָכִין פָּחוּת מִסֶּלַע, וְלֹא יָתֵר עַל חֲמִשִּׁים סָלַע. כֵּיצַד, נָתַן סֶלַע וְהֶעֱשִׁיר, אֵינוֹ נוֹתֵן כְּלוּם. פָּחוֹת מִסֶּלַע וְהֶעֱשִׁיר, נוֹתֵן חֲמִשִּׁים סָלַע. הָיָה בְיָדָיו חָמֵשׁ סְלָעִים, רַבִּי מֵאִיר אוֹמֵר, אֵינוֹ נוֹתֵן אֶלָּא אֶחָת. וַחֲכָמִים אוֹמְרִים, נוֹתֵן אֶת כֻּלָּם. אֵין בָּעֲרָכִין פָּחוּת מִסֶּלַע, וְלֹא יָתֵר עַל חֲמִשִּׁים סֶלַע. אֵין פֶּתַח בַּטּוֹעָה פָּחוּת מִשִּׁבְעָה, וְלֹא יָתֵר עַל שִׁבְעָה עָשָׂר. אֵין בַּנְּגָעִים פָּחוּת מִשָּׁבוּעַ אֶחָד, וְלֹא יָתֵר עַל שְׁלשָׁה שָׁבוּעוֹת: \n",
            "english": "<b>One cannot be charged for a valuation less than a <i>sela</i>, nor</b> can one be charged <b>more than fifty <i>sela</i>. How so?</b> If <b>one gave one <i>sela</i> and became wealthy,</b> he is <b>not</b> required to <b>give anything</b> more, as he has fulfilled his obligation. If he gave <b>less than a <i>sela</i> and became wealthy,</b> he is required to <b>give fifty <i>sela</i>,</b> as he has not fulfilled his obligation. If <b>there were five <i>sela</i> in</b> the <b>possession</b> of the destitute person, and the valuation he undertook is more than five <i>sela</i>, how much should he pay? <b>Rabbi Meir says: He gives only one</b> <i>sela</i> and thereby fulfills his obligation. <b>And the Rabbis say: He gives all</b> five. <b>One cannot be charged for a valuation less than a <i>sela</i>; nor</b> can one be charged <b>more than fifty <i>sela</i>.</b> If a woman experienced a discharge of blood and is <b>unsure</b> whether it was during her days of menstruation or during the eleven days that would render her a <i>zava</i>, the <b>alleviation</b> of her state of uncertainty does <b>not</b> occur in <b>fewer than seven</b> clean days, <b>nor</b> in <b>more than seventeen</b> clean days, depending on the number of days that she experiences the discharge. There are symptoms of leprosy that a priest will immediately confirm to be ritually pure or ritually impure, and there are others for which the priest quarantines the leper in order to determine his status. <b>With regard to leprous marks, there is no</b> quarantine that is <b>less than one week and none greater than three weeks.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אֵין פּוֹחֲתִין מֵאַרְבָּעָה חֲדָשִׁים הַמְעֻבָּרִים בְּשָׁנָה, וְלֹא נִרְאֶה יָתֵר עַל שְׁמֹנָה. שְׁתֵּי הַלֶּחֶם נֶאֱכָלוֹת אֵין פָּחוּת מִשְּׁנַיִם וְלֹא יָתֵר עַל שְׁלשָׁה. לֶחֶם הַפָּנִים נֶאֱכָל אֵין פָּחוּת מִתִּשְׁעָה וְלֹא יָתֵר עַל אַחַד עָשָׂר. קָטָן נִמּוֹל אֵין פָּחוּת מִשְּׁמֹנָה וְלֹא יָתֵר עַל שְׁנֵים עָשָׂר: \n",
            "english": "<b>No fewer than four full</b> thirty-day <b>months</b> may be established <b>during</b> the course of <b>a year, and it did not seem</b> appropriate to establish <b>more than eight. The two loaves</b> that are brought to the Temple on <i>Shavuot</i> <b>are eaten</b> by the priests <b>not before the second and not after the third</b> day from when they were baked. <b>The shewbread is eaten not before the ninth</b> day from when it was baked, which is the situation in a regular week when the bread is baked on Friday and eaten on the following Shabbat; <b>and not after the eleventh</b> day, when the two Festival days of Rosh HaShana occur on Thursday and Friday, as the shewbread is baked on Wednesday and not eaten until the following Shabbat. <b>A minor boy is not circumcised before the eighth</b> day after his birth <b>and not after the twelfth</b> day. Normally a newborn is circumcised on his eighth day. If he was born during twilight, which an uncertain period of day or night, he is circumcised on what would be the eighth day of his birth if he is was born at night, which is the ninth day if he was born during the day. If he was born during twilight on Shabbat eve, the circumcision cannot be performed on Friday, as he might have been born on Shabbat and therefore Friday is only the seventh day. And the circumcision cannot be on Shabbat, as perhaps he was born on Friday and only circumcision performed on the eighth day overrides Shabbat. Therefore, it is postponed until after Shabbat. If two days of Rosh HaShana occur on Sunday and Monday, the circumcision is postponed until Tuesday, the twelfth day after birth."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אֵין פּוֹחֲתִין מֵעֶשְׂרִים וְאַחַת תְּקִיעוֹת בַּמִּקְדָּשׁ וְלֹא מוֹסִיפִין עַל אַרְבָּעִים וּשְׁמֹנֶה. אֵין פּוֹחֲתִין מִשְּׁנֵי נְבָלִין וְלֹא מוֹסִיפִין עַל שִׁשָּׁה. אֵין פּוֹחֲתִין מִשְּׁנֵי חֲלִילִין וְלֹא מוֹסִיפִין עַל שְׁנֵים עָשָׂר. וּבִשְׁנֵים עָשָׂר יוֹם בַּשָּׁנָה הֶחָלִיל מַכֶּה לִפְנֵי הַמִּזְבֵּחַ. בִּשְׁחִיטַת פֶּסַח רִאשׁוֹן, וּבִשְׁחִיטַת פֶּסַח שֵׁנִי, וּבְיוֹם טוֹב רִאשׁוֹן שֶׁל פֶּסַח, וּבְיוֹם טוֹב שֶׁל עֲצֶרֶת, וּבִשְׁמוֹנַת יְמֵי הֶחָג, וְלֹא הָיָה מַכֶּה בְּאַבּוּב שֶׁל נְחשֶׁת אֶלָּא בְּאַבּוּב שֶׁל קָנֶה, מִפְּנֵי שֶׁקּוֹלוֹ עָרֵב. וְלֹא הָיָה מַחֲלִיק אֶלָּא בְאַבּוּב יְחִידִי, מִפְּנֵי שֶׁהוּא מַחֲלִיק יָפֶה: \n",
            "english": "<b>No fewer than twenty-one</b> trumpet <b>blasts are</b> sounded daily <b>in the Temple,</b> as each day three blasts were sounded for the opening of the gates in the morning, nine for the daily morning offering, and nine for the daily afternoon offering, totaling twenty-one. <b>And no more than forty-eight are</b> ever sounded on a single day. This would occur on the Friday of <i>Sukkot</i>, when they would sound an additional twelve blasts during the ritual of drawing the water for the water libation; nine for the additional offerings; three to signal the population to cease their work before Shabbat; and three more to mark the beginning of Shabbat. When accompanying their song with instruments, the Levites <b>do not use fewer than two lyres and do not use more than six.</b> When flutes are played, <b>they do not use fewer than two flutes and do not use more than twelve. And</b> there are <b>twelve days during the year when the flute plays before the altar: At</b> the time of <b>the slaughter of the first Paschal offering,</b> on the fourteenth of Nisan; <b>and at</b> the time of <b>the slaughter of the second Paschal offering,</b> on the fourteenth of Iyyar; <b>and on the first festival</b> day <b>of Passover; and on the festival of <i>Shavuot</i>; and on</b> all <b>eight days of the festival of <i>Sukkot</i>. And one would not play with a copper flute; rather, one would play with a flute of reed, because its sound is</b> more <b>pleasant. And one would conclude</b> the music <b>only with a single flute, because it concludes</b> the music <b>nicely.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְעַבְדֵי הַכֹּהֲנִים הָיוּ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, מִשְׁפְּחוֹת בֵּית הַפְּגָרִים וּבֵית צְפָרְיָא וּמֵאֶמָּאוֹם הָיוּ מַשִּׂיאִין לַכְּהֻנָּה. רַבִּי חֲנַנְיָא בֶּן אַנְטִיגְנוֹס אוֹמֵר, לְוִיִּם הָיוּ: \n",
            "english": "The Temple musicians <b>were slaves of priests;</b> this is <b>the statement of Rabbi Meir. Rabbi Yosei says:</b> The musicians were not slaves, but Israelites from <b>the family of the house of Pegarim and the family of the house of Tzippara from</b> the city of <b>Emaum,</b> and their lineage was sufficiently pure that <b>they would marry</b> their daughters <b>to</b> members of <b>the priesthood. Rabbi Ḥanina ben Antigonus says: They were Levites.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אֵין פּוֹחֲתִין מִשִּׁשָּׁה טְלָאִים הַמְבֻקָּרִין בְּלִשְׁכַּת הַטְּלָאִים, כְּדַי לַשַּׁבָּת וְלִשְׁנֵי יָמִים טוֹבִים שֶׁל רֹאשׁ הַשָּׁנָה, וּמוֹסִיפִין עַד לְעוֹלָם. אֵין פּוֹחֲתִין מִשְּׁתֵּי חֲצוֹצְרוֹת, וּמוֹסִיפִין עַד לְעוֹלָם. אֵין פּוֹחֲתִין מִתִּשְׁעָה כִנּוֹרוֹת, וּמוֹסִיפִין עַד לְעוֹלָם. וְהַצִּלְצָל לְבָד: \n",
            "english": "One maintains <b>no fewer than six lambs that</b> have been <b>inspected</b> for blemishes <b>in the Chamber of the Lambs,</b> which are <b>sufficient for</b> the offerings of <b>Shabbat and for the</b> two <b>Festival days of Rosh HaShana</b> that may occur adjacent to it. <b>And one may add</b> inspected lambs <b>up to an infinite</b> number. One plays <b>no fewer than two trumpets</b> and no fewer <b>than nine harps</b> in the Temple, <b>and one may add up to an infinite</b> number. <b>And the cymbal</b> was played <b>alone,</b> and none may be added to it."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "אֵין פּוֹחֲתִין מִשְּׁנֵים עָשָׂר לְוִיִּם עוֹמְדִים עַל הַדּוּכָן, וּמוֹסִיפִין עַד לְעוֹלָם. אֵין קָטָן נִכְנָס לָעֲזָרָה לַעֲבוֹדָה אֶלָּא בְשָׁעָה שֶׁהַלְוִיִּם עוֹמְדִים בַּשִּׁיר. וְלֹא הָיוּ אוֹמְרִים בְּנֵבֶל וְכִנּוֹר אֶלָּא בַפֶּה, כְּדֵי לִתֵּן תְּבַל בַּנְּעִימָה. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אֵין עוֹלִין לַמִּנְיָן, וְאֵין עוֹמְדִים עַל הַדּוּכָן, אֶלָּא בָאָרֶץ הָיוּ עוֹמְדִין, וְרָאשֵׁיהֶן מִבֵּין רַגְלֵי הַלְוִיִּם, וְצוֹעֲרֵי הַלְוִיִּם הָיוּ נִקְרָאִין: \n",
            "english": "In the Temple, there are <b>no fewer than twelve Levites standing on the platform</b> adjacent to the altar and singing, <b>and one may add</b> Levites on the platform <b>up to an infinite</b> number. <b>A minor</b> Levite may <b>enter the Temple courtyard for service only at a time when the Levites are engaging in song,</b> so that he may accompany them. <b>And</b> minors <b>would not engage in</b> playing <b>a lyre and in</b> playing <b>a harp; rather,</b> they would engage <b>in</b> singing with <b>the mouth, in order to provide flavor to the music</b> with their pure, high voices. <b>Rabbi Eliezer ben Ya’akov says:</b> Minors <b>are not tallied in the</b> minimum <b>total</b> of twelve Levites, <b>and they do not ascend to the platform; rather, they would stand on the ground and their heads</b> would reach to <b>between the legs of the Levites, and they were called cadets [<i>tzoarei</i>] of the Levites.</b>"
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "יֵשׁ בָּעֲרָכִין לְהָקֵל וּלְהַחֲמִיר, בִּשְׂדֵה אֲחֻזָּה לְהָקֵל וּלְהַחֲמִיר, בְּשׁוֹר הַמּוּעָד שֶׁהֵמִית אֶת הָעֶבֶד לְהָקֵל וּלְהַחֲמִיר, בָּאוֹנֵס וּבַמְּפַתֶּה וּבַמּוֹצִיא שֵׁם רָע לְהָקֵל וּלְהַחֲמִיר. יֵשׁ בָּעֲרָכִין לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁהֶעֱרִיךְ אֶת הַנָּאֶה שֶׁבְּיִשְׂרָאֵל וְאֶת הַכָּעוּר שֶׁבְּיִשְׂרָאֵל, נוֹתֵן חֲמִשִּׁים סָלַע. וְאִם אָמַר הֲרֵי דָמָיו עָלָי, נוֹתֵן אֶת שָׁוְיוֹ: \n",
            "english": "<b>There are</b> <i>halakhot</i> <b>with regard to valuations that are lenient and</b> others <b>that are stringent; and</b> there are <i>halakhot</i> <b>with regard to an ancestral field that are lenient and</b> others <b>that are stringent; and</b> there are <i>halakhot</i> <b>with regard to a forewarned ox that killed</b> a Canaanite <b>slave that are lenient and</b> others <b>that are stringent;</b> and there are <i>halakhot</i> <b>with regard to a rapist, and a seducer, and a defamer that are lenient and</b> others <b>that are stringent.</b> <b>There are</b> <i>halakhot</i> <b>with regard to valuations that are lenient and</b> others <b>that are stringent; how so? Both</b> in the case of one <b>who took</b> a vow of <b>valuation</b> to donate the fixed value <b>of the</b> most <b>attractive among the Jewish people and</b> in the case of one who took a vow of valuation to donate the fixed value of <b>the</b> most <b>unsightly among the Jewish people, he gives</b> the fixed payment of <b>fifty <i>sela</i>,</b> shekels, to the Temple treasury (see Leviticus 27:3). <b>And if</b> one <b>said: It</b> is incumbent <b>upon me</b> to donate the <b>assessment</b> of another to the Temple treasury, <b>he gives the price</b> for that person if sold as a slave, a sum that can be more or less than fifty shekels."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "בִּשְׂדֵה אֲחֻזָּה לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד הַמַּקְדִּישׁ בְּחוֹלַת הַמָּחוֹז וְאֶחָד הַמַּקְדִּישׁ בְּפַרְדְּסוֹת סְבַּסְטִי, נוֹתֵן בְּזֶרַע חֹמֶר שְׂעֹרִים חֲמִשִּׁים שֶׁקֶל כֶּסֶף. וּבִשְׂדֵה מִקְנָה, נוֹתֵן אֶת שָׁוְיוֹ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אֶחָד שְׂדֵה אֲחֻזָּה וְאֶחָד שְׂדֵה מִקְנָה. מַה בֵּין שְׂדֵה אֲחֻזָּה לִשְׂדֵה מִקְנָה. אֶלָּא שֶׁבִּשְׂדֵה אֲחֻזָּה נוֹתֵן חֹמֶשׁ, וּבִשְׂדֵה מִקְנָה אֵינוֹ נוֹתֵן חֹמֶשׁ: \n",
            "english": "There are <i>halakhot</i> <b>with regard to an ancestral field that are lenient and</b> others <b>that are stringent. How so? Both</b> one <b>who consecrates</b> an ancestral field <b>in</b> the low-quality <b>sands of the</b> areas <b>surrounding</b> the city <b>and</b> one <b>who consecrates</b> the high-quality <b>orchards of Sebastia gives</b> a redemption payment of <b>fifty silver shekels for</b> every area that he consecrated that is fit for <b>sowing a <i>kor</i> of barley</b> (Leviticus 27:16). <b>And with regard to a purchased field</b> that one consecrates, <b>he gives its value</b> as redemption, a sum that can be more or less than fifty shekels for every area required for sowing one <i>kor</i> of barley. <b>Rabbi Eliezer says:</b> With regard to <b>both a purchased field and an ancestral field,</b> one gives a redemption payment of fifty silver shekels for every area required for sowing a <i>kor</i> of barley that he consecrated. <b>What,</b> then, is the difference <b>between an ancestral field and a purchased field?</b> The difference is <b>that in</b> the case of <b>an ancestral field one gives</b> an additional payment of <b>one-fifth, but in</b> the case of <b>a purchased field one does not give</b> an additional payment of <b>one-fifth.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "בְּשׁוֹר הַמּוּעָד שֶׁהֵמִית אֶת הָעֶבֶד לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁהֵמִית אֶת הַנָּאֶה שֶׁבָּעֲבָדִים וְאֶת הַכָּעוּר שֶׁבָּעֲבָדִים, נוֹתֵן שְׁלשִׁים סֶלַע. הֵמִית בֶּן חוֹרִין, נוֹתֵן אֶת שָׁוְיוֹ. חָבַל בָּזֶה וּבָזֶה, מְשַׁלֵּם נֶזֶק שָׁלֵם: \n",
            "english": "There are <i>halakhot</i> <b>with regard to a forewarned ox that killed</b> a Canaanite <b>slave that are lenient and</b> others <b>that are stringent; how so? Both</b> in the case of an ox <b>that killed the</b> most <b>attractive among the slaves,</b> whose value is great, <b>and</b> likewise in the case of one that killed <b>the</b> most <b>unsightly among the slaves,</b> whose value is minimal, its owner <b>gives</b> payment of <b>thirty <i>sela</i>,</b> the fine stated in the Torah (Exodus 21:32), to the owner of the slave. If the ox <b>killed a freeman,</b> its owner <b>gives his price</b> as payment to his heirs. This sum can be more or less than thirty shekels. If the ox <b>injured this</b> slave <b>or that</b> freeman, <b>he gives</b> payment of the <b>full</b> cost of the <b>damage</b> as compensation."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "בָּאוֹנֵס וּבַמְפַתֶּה לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁאָנַס וּפִתָּה אֶת הַגְּדוֹלָה שֶׁבַּכְּהֻנָּה וְאֶת הַקְּטַנָּה שֶׁבְּיִשְׂרָאֵל, נוֹתֵן חֲמִשִּׁים סֶלַע. וְהַבּשֶׁת וְהַפְּגָם, הַכֹּל לְפִי הַמְבַיֵּשׁ וְהַמִּתְבַּיֵּשׁ: \n",
            "english": "There are <i>halakhot</i> <b>with regard to a rapist and with regard to a seducer that are lenient and</b> others <b>that are stringent; how so? Both</b> one <b>who raped or seduced</b> a young woman <b>who is</b> the most <b>prominent in the priesthood and</b> one who raped or seduced a young woman who is <b>the lowliest among the Israelites gives</b> the payment of <b>fifty <i>sela</i>,</b> the fine stated in the Torah (see Deuteronomy 22:29). <b>And</b> the payments for <b>humiliation and</b> for <b>degradation</b> resulting from being raped or seduced are assessed differentially; it is <b>all based on the one who humiliates and the one who is humiliated.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "בַּמּוֹצִיא שֵׁם רָע לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. אֶחָד שֶׁהוֹצִיא שֵׁם רַע עַל הַגְּדוֹלָה שֶׁבַּכְּהֻנָּה וְעַל הַקְּטַנָּה שֶׁבְּיִשְׂרָאֵל, נוֹתֵן מֵאָה סֶלַע. נִמְצָא הָאוֹמֵר בְּפִיו יָתֵר מִן הָעוֹשֶׂה מַעֲשֶׂה. שֶׁכֵּן מָצִינוּ, שֶׁלֹּא נֶחְתַּם גְּזַר דִּין עַל אֲבוֹתֵינוּ בַמִּדְבָּר אֶלָּא עַל לָשׁוֹן הָרַע, שֶׁנֶּאֱמַר (במדבר יד), וַיְנַסּוּ אֹתִי זֶה עֶשֶׂר פְּעָמִים וְלֹא שָׁמְעוּ בְּקוֹלִי: \n",
            "english": "There are <i>halakhot</i> <b>with regard to a defamer,</b> who falsely claims that his bride was not a virgin, <b>that are lenient and</b> others <b>that are stringent. How so? Both</b> one <b>who defamed</b> a young woman who is the most <b>prominent in the priesthood and</b> one who defamed a young woman who is the <b>lowliest among the Israelites gives</b> payment of <b>one hundred <i>sela</i>,</b> the fine stated in the Torah (Deuteronomy 22:19). Based on the relative scope of the fines, with the defamer paying twice the sum of the rapist and the seducer, it <b>is apparent</b> that <b>one who utters</b> malicious speech <b>with his mouth</b> is <b>a more severe</b> transgressor <b>than one who performs an action.</b> And this is corroborated, <b>as we found that the sentence imposed on our ancestors in the wilderness was sealed only due to the malicious speech</b> disseminated by the spies, <b>as it is stated</b> at that time: “All those men that have seen My glory, and My signs, which I wrought in Egypt and in the wilderness, <b>yet they have tried Me these ten times</b> and have not listened to My voice” (Numbers 14:22)."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הֶשֵּׂג יָד, בַּנּוֹדֵר. וְהַשָּׁנִים, בַּנִּדָּר. וְהָעֲרָכִים, בַּנֶּעֱרָךְ, וְהָעֵרֶךְ, בִּזְמַן הָעֵרֶךְ. הֶשֵּׂג יָד בַּנּוֹדֵר, כֵּיצַד. עָנִי שֶׁהֶעֱרִיךְ אֶת הֶעָשִׁיר, נוֹתֵן עֵרֶךְ עָנִי. וְעָשִׁיר שֶׁהֶעֱרִיךְ אֶת הֶעָנִי, נוֹתֵן עֵרֶךְ עָשִׁיר: \n",
            "english": "<b>Affordability,</b> which is written in the Torah: “According to the means of him who vowed shall the priest valuate him” (Leviticus 27:8), is determined <b>in accordance with</b> the means of the <b>one taking the vow, and</b> the sum fixed by the Torah based on <b>the years</b> of age is <b>in accordance with</b> the age of <b>the subject of the vow. And the</b> distinction based on sex that is written in the <i>halakhot</i> of <b>valuations</b> is stated <b>with regard to the one valuated, and the</b> different <b>valuation</b> based on the age of the one valuated is determined <b>at the time</b> one takes <b>the</b> vow of <b>valuation.</b> The mishna elaborates: <b>Affordability</b> is <b>in accordance with</b> the means of the <b>one taking the vow; how</b> so? <b>A destitute person who valuated a wealthy person gives</b> the <b>valuation</b> in accordance with the means <b>of a destitute person,</b> as determined by the priest. <b>And a wealthy person who valuated a destitute person gives</b> the <b>valuation</b> in accordance with the means <b>of a wealthy person,</b> the sum of which is fixed in the Torah."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אֲבָל בַּקָּרְבָּנוֹת אֵינוֹ כֵן. הֲרֵי שֶׁאָמַר, קָרְבָּנוֹ שֶׁל מְצֹרָע זֶה עָלָי. אִם הָיָה מְצֹרָע עָנִי, מֵבִיא קָרְבַּן עָנִי. עָשִׁיר, מֵבִיא קָרְבַּן עָשִׁיר. רַבִּי אוֹמֵר, אוֹמֵר אֲנִי אַף בָּעֲרָכִין כֵּן. וְכִי מִפְּנֵי מָה עָנִי שֶׁהֶעֱרִיךְ אֶת הֶעָשִׁיר נוֹתֵן עֵרֶךְ עָנִי, שֶׁאֵין הֶעָשִׁיר חַיָּב כְּלוּם. אֲבָל הֶעָשִׁיר שֶׁאָמַר עֶרְכִּי עָלָי, וְשָׁמַע הֶעָנִי וְאָמַר, מַה שֶּׁאָמַר זֶה עָלָי, נוֹתֵן עֵרֶךְ עָשִׁיר. הָיָה עָנִי וְהֶעֱשִׁיר אוֹ עָשִׁיר וְהֶעֱנִי, נוֹתֵן עֵרֶךְ עָשִׁיר. רַבִּי יְהוּדָה אוֹמֵר, אֲפִלּוּ עָנִי וְהֶעֱשִׁיר וְחָזַר וְהֶעֱנִי, נוֹתֵן עֵרֶךְ עָשִׁיר: \n",
            "english": "<b>But with regard to offerings that is not so, as</b> one <b>who</b> took a vow and <b>said:</b> It is incumbent <b>upon me</b> to provide <b>the offering of this leper,</b> to a leper who requires it for his purification; if the one undergoing purification <b>was a destitute leper,</b> the one who took the vow <b>brings the offering of a destitute</b> leper, which is one male sheep, a tenth of an ephah of fine flour, and two doves or two pigeons (see Leviticus 14:21–22). If the one undergoing purification <b>was a wealthy</b> leper, the one who took the vow <b>brings the offering of a wealthy</b> leper, which is two male sheep, a ewe, and three-tenths of a ephah of fine flour (see Leviticus 14:10). <b>Rabbi</b> Yehuda HaNasi <b>says: I say: Even with regard to valuations</b> it is <b>so.</b> He explains: <b>For what</b> reason <b>does a destitute person who valuated a wealthy person give</b> the <b>valuation</b> in accordance with the means <b>of a destitute person?</b> It is due to the fact <b>that the wealthy person is not obligated</b> to pay <b>anything,</b> as the debt was generated by the destitute person who vowed to donate the valuation of a wealthy individual. <b>But</b> in a case similar to that of the offerings of a leper, in the case of <b>a wealthy person who said:</b> It is incumbent <b>upon me</b> to donate <b>my valuation, and a destitute person heard</b> him <b>and said:</b> It is incumbent <b>upon me</b> to donate <b>that which he said,</b> the destitute person <b>gives the valuation of a wealthy person.</b> If when one took a vow of valuation <b>he was destitute and he became wealthy,</b> or if <b>he was wealthy and became destitute, he gives the valuation</b> in accordance with the means of <b>a wealthy person. Rabbi Yehuda says:</b> This is the <i>halakha</i> not only in a case where one was wealthy either at the time he took the vow or at the time of payment; even if when one took a vow of valuation <b>he was destitute and he became wealthy and again became destitute, he gives</b> the <b>valuation</b> in accordance with the means of <b>a wealthy person.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אֲבָל בַּקָּרְבָּנוֹת אֵינוֹ כֵן, אֲפִלּוּ אָבִיו מֵת וְהִנִּיחַ לוֹ רִבּוֹא, סְפִינָתוֹ בַיָּם וּבָאוּ בְרִבּוֹאוֹת, אֵין לַהֶקְדֵּשׁ בָּהֶן כְּלוּם: \n",
            "english": "<b>But with regard to</b> the <b>offerings</b> of a leper <b>that is not so,</b> as the offerings that one brings are determined by his status at the time he brings them. <b>Even</b> if it is common knowledge that <b>his father died and left him</b> an inheritance of <b>ten thousand</b> dinars, <b>or</b> that <b>his ship is at sea and</b> merchandise valued at <b>ten thousand</b> dinars <b>is coming into his</b> possession, <b>the Temple</b> treasury <b>has no</b> share <b>in it.</b> His payment is determined solely by his present situation."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "שָׁנִים בַּנִּדָּר כֵּיצַד, יֶלֶד שֶׁהֶעֱרִיךְ אֶת הַזָּקֵן, נוֹתֵן עֵרֶךְ זָקֵן. וְזָקֵן שֶׁהֶעֱרִיךְ אֶת הַיֶּלֶד, נוֹתֵן עֵרֶךְ יֶלֶד. וַעֲרָכִים בַּנֶּעֱרָךְ כֵּיצַד, אִישׁ שֶׁהֶעֱרִיךְ אֶת הָאִשָּׁה, נוֹתֵן עֵרֶךְ אִשָּׁה. וְאִשָּׁה שֶׁהֶעֱרִיכָה אֶת הָאִישׁ, נוֹתֶנֶת עֵרֶךְ אִישׁ. וְהָעֵרֶךְ בִּזְמַן הָעֵרֶךְ כֵּיצַד, הֶעֱרִיכוֹ פָּחוּת מִבֶּן חָמֵשׁ וְנַעֲשָׂה יוֹתֵר עַל בֶּן חָמֵשׁ, פָּחוּת מִבֶּן עֶשְׂרִים וְנַעֲשָׂה יוֹתֵר עַל בֶּן עֶשְׂרִים, נוֹתֵן כִּזְמַן הָעֵרֶךְ. יוֹם שְׁלֹשִׁים, כִּלְמַטָּה מִמֶּנּוּ. שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים, כִּלְמַטָּה מִמֶּנּוּ, שֶׁנֶּאֱמַר (ויקרא כז), וְאִם מִבֶּן שִׁשִּׁים שָׁנָה וָמַעְלָה אִם זָכָר, הֲרֵי אָנוּ לְמֵדִים בְּכֻלָּם מִשְּׁנַת שִׁשִּׁים. מַה שְּׁנַת שִׁשִּׁים כִּלְמַטָּה מִמֶּנָּה, אַף שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים כִּלְמַטָּה מִמֶּנָּה. הֵן. אִם עָשָׂה שְׁנַת שִׁשִּׁים כִּלְמַטָּה מִמֶּנָּה לְהַחֲמִיר, נַעֲשֶׂה שְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים כִּלְמַטָּה מִמֶּנָּה לְהָקֵל. תַּלְמוּד לוֹמַר, שָׁנָה שָׁנָה, לִגְזֵרָה שָׁוָה. מַה שָּׁנָה הָאֲמוּרָה בִשְׁנַת שִׁשִּׁים, כִּלְמַטָּה מִמֶּנָּה, אַף שָׁנָה הָאֲמוּרָה בִשְׁנַת חָמֵשׁ וּשְׁנַת עֶשְׂרִים, כִּלְמַטָּה מִמֶּנָּה, בֵּין לְהָקֵל בֵּין לְהַחֲמִיר. רַבִּי אֶלְעָזָר אוֹמֵר, עַד שֶׁיִּהְיוּ יְתֵרוֹת עַל הַשָּׁנִים חֹדֶשׁ וְיוֹם אֶחָד: \n",
            "english": "The sum fixed by the Torah based on <b>the years</b> of age is <b>in accordance with</b> the age of <b>the subject of the vow; how</b> so? <b>A youth who valuated an elder gives the valuation of an elder, and an elder who valuated a youth gives the valuation of a youth. And the</b> distinction based on sex that is written in the <i>halakhot</i> of <b>valuations</b> is stated <b>with regard to the one valuated; how</b> so? <b>A man who valuated a woman gives the valuation of a woman, and a woman who valuated a man gives the valuation of a man.</b> <b>And the</b> different <b>valuation</b> based on the age of the one valuated is determined <b>at the time</b> one takes <b>the</b> vow of <b>valuation; how</b> so? If <b>one valuated</b> another when he was <b>less than five years old,</b> when his valuation is five shekels, <b>and</b> before payment to the Temple treasury the subject of the vow <b>became more than five years old,</b> when his valuation is ten shekels; or if <b>one valuated</b> another when he was <b>less than twenty years old,</b> when his valuation is ten shekels, <b>and</b> before payment to the Temple treasury the subject of the vow <b>became more than twenty years old,</b> when his valuation is fifty shekels, in all these cases <b>he gives</b> payment according to the age of the subject of the valuation <b>at the time of the valuation.</b> The Torah provides three age categories that determine the amount of the valuation: From the age of one month until age five, from age five until age twenty, and from age twenty until age sixty. For anyone less than one month old there is no valuation. The halakhic status of the <b>thirtieth day</b> is <b>like</b> that of the period <b>preceding</b> thirty days, and therefore the one who took the vow is exempt. Likewise, the halakhic status of the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding them. As it is stated: “And if it is from sixty years old and upward”</b> (Leviticus 27:7), and <b>we derive all</b> the other age categories <b>from</b> the <b>sixtieth year: Just as</b> the halakhic status of the <b>sixtieth year,</b> where upward is written, is <b>like</b> that of the period <b>preceding it, so too,</b> the halakhic status of the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding them.</b> The mishna asks: Is that <b>so?</b> Can one derive a <i>halakha</i> in this manner? <b>If</b> the Torah <b>rendered</b> the halakhic status of the <b>sixtieth year like</b> that of the period <b>preceding it</b> in order <b>to be stringent</b> and require one who valuated a sixty-year-old person to pay his valuation to the Temple treasury, <b>shall we render</b> the halakhic status of the <b>fifth year and</b> the <b>twentieth year like</b> that of the period <b>preceding</b> them in order <b>to be lenient</b> and pay a lower sum? Therefore, <b>the verse states “year”</b> with regard to the fifth and twentieth years (see Leviticus 27:3–6), and <b>“year”</b> with regard to the sixtieth year (Leviticus 27:7), <b>for a verbal analogy. Just as</b> the halakhic status of the <b>year stated with regard to</b> the <b>sixtieth year</b> is <b>like</b> that of the period <b>preceding</b> it, <b>so too,</b> the halakhic status of the <b>year stated with regard to</b> the <b>fifth year and</b> the <b>twentieth year</b> is <b>like</b> that of the period <b>preceding</b> them, <b>both</b> in order <b>to be lenient and</b> in order <b>to be stringent. Rabbi Eliezer says:</b> Their halakhic status remains like that of the period preceding it, <b>until they will be</b> aged one <b>month and one day beyond the</b> fifth, twentieth, and sixtieth <b>years.</b>"
          }
        }
      ]
    },
    {
      "chapter": 5,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הָאוֹמֵר, מִשְׁקָלִי עָלָי, נוֹתֵן מִשְׁקָלוֹ. אִם כֶּסֶף, כֶּסֶף. אִם זָהָב, זָהָב. מַעֲשֶׂה בְּאִמָּהּ שֶׁל יִרְמַטְיָה שֶׁאָמְרָה, מִשְׁקַל בִּתִּי עָלָי, וְעָלְתָה לִירוּשָׁלַיִם, וּשְׁקָלוּהָ וְנָתְנָה מִשְׁקָלָהּ זָהָב. מִשְׁקַל יָדִי עָלָי, רַבִּי יְהוּדָה אוֹמֵר, מְמַלֵּא חָבִית מַיִם וּמַכְנִיסָהּ עַד מַרְפֵּקוֹ, וְשׁוֹקֵל בְּשַׂר חֲמוֹר וְגִידִין וַעֲצָמוֹת וְנוֹתֵן לְתוֹכָהּ עַד שֶׁתִּתְמַלֵּא. אָמַר רַבִּי יוֹסֵי, וְכִי הֵיאַךְ אֶפְשָׁר לְכַוֵּן בָּשָׂר כְּנֶגֶד בָּשָׂר וַעֲצָמוֹת כְּנֶגֶד עֲצָמוֹת. אֶלָּא שָׁמִין אֶת הַיָּד כַּמָּה הִיא רְאוּיָה לִשְׁקֹל: \n",
            "english": "<b>One who says:</b> It is incumbent <b>upon me</b> to donate <b>my weight, gives his weight</b> to the Temple treasury; <b>if</b> he specified <b>silver</b> he donates <b>silver, and if</b> he specified <b>gold</b> he donates <b>gold.</b> There was <b>an incident involving the mother of Yirmatya, who said:</b> It is incumbent <b>upon me</b> to donate the <b>weight of my daughter, and she ascended to Jerusalem and paid her</b> daughter’s <b>weight</b> in <b>gold</b> to the Temple treasury. In the case of one who says: It is incumbent <b>upon me</b> to donate the <b>weight of my forearm,</b> how does he ascertain the weight of his forearm? <b>Rabbi Yehuda says: He fills a barrel</b> with <b>water and inserts</b> his arm <b>up to his elbow</b> into the water. <b>And</b> in order to measure the displacement, <b>he weighs donkey flesh, and bones, and sinews and places</b> it <b>into</b> the barrel <b>until it fills,</b> and the water level reaches the top of the barrel. He then donates the weight of the meat and the bones to the Temple treasury. <b>Rabbi Yosei said:</b> Displacement is according to volume not according to weight, <b>and how then is it possible to match</b> the amount of the donkey <b>flesh with the flesh</b> of a person <b>and</b> the volume of the donkey’s <b>bones with</b> his <b>bones? Rather,</b> the court <b>appraises how much the forearm is likely to weigh.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "דְּמֵי יָדִי עָלָי, שָׁמִין אוֹתוֹ, כַּמָּה הוּא שָׁוֶה בְּיָד, וְכַמָּה הוּא שָׁוֶה בְּלֹא יָד. זֶה חֹמֶר בַּנְּדָרִים מִבָּעֲרָכִין. וְחֹמֶר בָּעֲרָכִין מִבַּנְּדָרִים, כֵּיצַד. הָאוֹמֵר, עֶרְכִּי עָלָי, וָמֵת, יִתְּנוּ הַיּוֹרְשִׁין. דָּמַי עָלָי, וָמֵת, לֹא יִתְּנוּ הַיּוֹרְשִׁים, שֶׁאֵין דָּמִים לַמֵּתִים. עֵרֶךְ יָדִי וְעֵרֶךְ רַגְלִי עָלָי, לֹא אָמַר כְּלוּם. עֵרֶךְ רֹאשִׁי וְעֵרֶךְ כְּבֵדִי עָלָי, נוֹתֵן עֵרֶךְ כֻּלּוֹ. זֶה הַכְּלָל, דָּבָר שֶׁהַנְּשָׁמָה תְלוּיָה בוֹ, נוֹתֵן עֵרֶךְ כֻּלּוֹ: \n",
            "english": "If one vows: It is incumbent <b>upon me</b> to donate the <b>assessment of my forearm,</b> the court <b>appraises him</b> to determine <b>how much he is worth with a forearm and</b> how much he is worth <b>without a forearm,</b> and he pays the difference. <b>This is</b> a <i>halakha</i> that is more <b>stringent with regard to vows</b> of assessment <b>than with regard to valuations,</b> as one who says: It is incumbent upon me to donate the valuation of my forearm, is exempt from paying. There are <i>halakhot</i> that are more <b>stringent with regard to valuations than with regard to vows</b> of assessment. <b>How so?</b> In the case of <b>one who says:</b> It is incumbent <b>upon me</b> to donate <b>my valuation, and</b> then <b>dies,</b> his <b>heirs must give</b> his valuation to the Temple treasury. But one who says: It is incumbent <b>upon me</b> to donate <b>my assessment, and</b> then <b>dies,</b> his <b>heirs</b> need <b>not give</b> his assessment to the Temple treasury, <b>as there is no monetary</b> value <b>for the dead.</b> One who says: It is incumbent <b>upon me</b> to donate <b>the valuation of my forearm, or: The valuation of my leg, has not said anything,</b> as there are valuations in the Torah only for a complete person. But if one says: It is incumbent <b>upon me</b> to donate <b>the valuation of my head, or: The valuation of my liver, he gives the valuation of his entire</b> self. <b>This is the principle:</b> One who valuates <b>an item upon which the soul is dependent,</b> i.e., without which one will die, <b>gives the valuation of his entire</b> self."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "חֲצִי עֶרְכִּי עָלָי, נוֹתֵן חֲצִי עֶרְכּוֹ. עֵרֶךְ חֶצְיִי עָלָי, נוֹתֵן עֵרֶךְ כֻּלּוֹ. חֲצִי דָמַי עָלָי, נוֹתֵן חֲצִי דָמָיו. דְּמֵי חֶצְיִי עָלָי, נוֹתֵן דְּמֵי כֻלּוֹ. זֶה הַכְּלָל, דָּבָר שֶׁהַנְּשָׁמָה תְלוּיָה בוֹ, נוֹתֵן עֵרֶךְ כֻּלּוֹ: \n",
            "english": "One who says: It is incumbent <b>upon me</b> to donate <b>half of my valuation, gives half of his valuation.</b> But one who says: It is incumbent <b>upon me</b> to donate <b>the valuation of half of me, gives the valuation of his entire</b> self. Likewise, one who says: It is incumbent <b>upon me</b> to donate <b>half of my assessment, gives half of his assessment;</b> one who says: It is incumbent <b>upon me</b> to donate <b>the assessment of half of me, gives the assessment of his entire</b> self. <b>This is the principle:</b> One who takes a vow with regard to <b>an item upon which the soul is dependent gives the assessment of his entire</b> self."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הָאוֹמֵר, עֶרְכּוֹ שֶׁל פְּלוֹנִי עָלָי, מֵת הַנּוֹדֵר וְהַנִּדָּר, יִתְּנוּ הַיּוֹרְשִׁין. דָּמָיו שֶׁל פְּלוֹנִי עָלָי, מֵת הַנּוֹדֵר, יִתְּנוּ הַיּוֹרְשִׁין. מֵת הַנִּדָּר, לֹא יִתְּנוּ הַיּוֹרְשִׁין, שֶׁאֵין דָּמִים לַמֵּתִים: \n",
            "english": "With regard to <b>one who says:</b> It is incumbent <b>upon me</b> to donate <b>the valuation of so-and-so,</b> and both <b>the one who vowed and the object of the vow die,</b> the <b>heirs</b> of the one who vowed <b>must give</b> the valuation of the object of the vow to the Temple treasury. With regard to one who says: It is incumbent <b>upon me</b> to donate <b>the assessment of so-and-so, and the one who vowed dies,</b> his <b>heirs must give</b> his assessment to the Temple treasury. If <b>the object of the vow dies,</b> the <b>heirs</b> of the one who vowed need <b>not give</b> his assessment to the Temple treasury, <b>as there is no monetary</b> value <b>for the dead.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "שׁוֹר זֶה עוֹלָה, בַּיִת זֶה קָרְבָּן, מֵת הַשּׁוֹר וְנָפַל הַבַּיִת, אֵינוֹ חַיָּב לְשַׁלֵּם. דְּמֵי שׁוֹר זֶה עָלָי עוֹלָה, אוֹ דְּמֵי בַיִת זֶה עָלָי קָרְבָּן, מֵת הַשּׁוֹר וְנָפַל הַבַּיִת, חַיָּב לְשַׁלֵּם: \n",
            "english": "In the case of one who says: <b>This bull</b> is consecrated as <b>a burnt offering, or: This house</b> is consecrated as <b>an offering, and the bull died or the house collapsed,</b> he <b>is exempt from paying</b> his commitment. But in the case of one who says: It is incumbent <b>upon me</b> to give <b>this bull as a burnt offering, or:</b> It is incumbent <b>upon me</b> to give <b>this house</b> as <b>an offering,</b> if <b>the bull died or the house collapsed,</b> he is <b>obligated to pay</b> its value."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "חַיָּבֵי עֲרָכִים, מְמַשְׁכְּנִין אוֹתָן. חַיָּבֵי חַטָּאוֹת וַאֲשָׁמוֹת, אֵין מְמַשְׁכְּנִין אוֹתָן. חַיָּבֵי עוֹלוֹת וּשְׁלָמִים, מְמַשְׁכְּנִין אוֹתָן אַף עַל פִּי שֶׁאֵין מִתְכַּפֵּר לוֹ עַד שֶׁיִּתְרַצֶּה, שֶׁנֶּאֱמַר (ויקרא א), לִרְצוֹנוֹ, כּוֹפִין אוֹתוֹ עַד שֶׁיֹּאמַר, רוֹצֶה אָנִי. וְכֵן אַתָּה אוֹמֵר בְּגִטֵּי נָשִׁים, כּוֹפִין אוֹתוֹ עַד שֶׁיֹּאמַר, רוֹצֶה אָנִי: \n",
            "english": "With regard to those <b>obligated</b> to pay <b>valuations,</b> the court <b>repossesses their</b> property to pay their debt to the Temple treasury. With regard to those <b>obligated</b> to bring <b>sin offerings and guilt offerings,</b> the court <b>does not repossess their</b> property; since one is obligated to bring them for atonement he would not delay bringing them. But with regard to those <b>obligated</b> to bring <b>burnt offerings and peace offerings,</b> the court <b>repossesses their</b> property;since these offerings are not obligatory for atonement, one might delay bringing them. <b>Although</b> one obligated to bring burnt offerings and peace offerings <b>does not achieve atonement until he</b> brings the offering <b>of his own volition, as it is stated:</b> “He shall bring it to the entrance of the Tent of Meeting <b>of his volition”</b> (Leviticus 1:3), nevertheless the court <b>coerces him until he says: I want</b> to do so. <b>And likewise, you say</b> the same <b>with regard to women’s bills of divorce.</b> Although one divorces his wife only of his own volition, in any case where the Sages obligated a husband to divorce his wife the court <b>coerces him until he says: I want</b> to do so."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שׁוּם הַיְתוֹמִים, שְׁלשִׁים יוֹם, וְשׁוּם הַהֶקְדֵּשׁ, שִׁשִּׁים יוֹם, וּמַכְרִיזִין בַּבֹּקֶר וּבָעָרֶב. הַמַּקְדִּישׁ נְכָסָיו וְהָיְתָה עָלָיו כְּתֻבַּת אִשָּׁה, רַבִּי אֱלִיעֶזֶר אוֹמֵר, כְּשֶׁיְּגָרְשֶׁנָּה, יַדִּיר הֲנָאָה. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, אֵינוֹ צָרִיךְ. כַּיוֹצֵא בוֹ אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, אַף הֶעָרֵב לָאִשָּׁה בִכְתֻבָּתָה וְהָיָה בַעְלָהּ מְגָרְשָׁהּ, יַדִּיר הֲנָאָה, שֶׁמָּא יַעֲשֶׂה קְנוּנְיָא עַל נְכָסָיו שֶׁל זֶה וְיַחֲזִיר אֶת אִשְׁתּוֹ: \n",
            "english": "One proclaims, i.e., publicly announces, <b>the appraisal of the</b> property inherited by minor <b>orphans,</b> which is being sold to repay their father’s debt, for <b>thirty days,</b> in order to receive the maximal price. <b>And</b> one proclaims <b>the appraisal of consecrated</b> property that is being sold by the Temple treasury for <b>sixty days, and one proclaims</b> it <b>in the morning and in the evening.</b> In the case of <b>one who consecrates his property and there was</b> the outstanding debt <b>of the marriage contract of</b> his <b>wife,</b> for whose repayment one’s property is liened, <b>Rabbi Eliezer says: When he divorces her, he shall vow</b> that <b>benefit</b> from her is forbidden to him. This is to prevent collusion, by which he divorces her, she collects payment from the consecrated property, and he then remarries her. <b>Rabbi Yehoshua says: He need not</b> do so. <b>On a similar note, Rabban Shimon ben Gamliel said: Even</b> in the case of <b>the guarantor of a woman for her marriage contract, and her husband was divorcing her</b> and could not pay the debt, the husband <b>shall vow</b> that <b>benefit</b> from her is forbidden to him, <b>lest he</b> and his wife <b>engage in collusion [<i>kinunya</i>]</b> and collect payment from the property of <b>that</b> guarantor, <b>and</b> then the husband <b>will remarry his wife.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הַמַּקְדִּישׁ נְכָסָיו וְהָיְתָה עָלָיו כְּתֻבַּת אִשָּׁה וּבַעַל חוֹב, אֵין הָאִשָּׁה יְכוֹלָה לִגְבּוֹת כְּתֻבָּתָהּ מִן הַהֶקְדֵּשׁ, וְלֹא בַעַל חוֹב אֶת חוֹבוֹ, אֶלָּא הַפּוֹדֶה פוֹדֶה עַל מְנָת לִתֵּן לָאִשָּׁה כְּתֻבָּתָהּ וּלְבַעַל חוֹב אֶת חוֹבוֹ. הִקְדִּישׁ תִּשְׁעִים מָנֶה וְהָיָה חוֹבוֹ מֵאָה מָנֶה, מוֹסִיף עוֹד דִּינָר וּפוֹדֶה בוֹ אֶת הַנְּכָסִים הַלָּלוּ, עַל מְנָת לִתֵּן לָאִשָּׁה כְּתֻבָּתָהּ וּלְבַעַל חוֹב אֶת חוֹבוֹ: \n",
            "english": "In the case of <b>one who consecrates his property and there was</b> an outstanding debt of <b>the marriage contract of</b> his <b>wife and</b> of <b>a creditor, the woman may not collect</b> the payment of <b>her marriage contract from the Temple</b> treasury, <b>nor may the creditor</b> collect <b>his debt. Rather, the one who redeems</b> the property <b>redeems</b> it for a cheap price <b>in order to give the woman her marriage contract</b> payment <b>and the creditor his debt.</b> For example, if <b>one consecrated</b> property worth <b>nine thousand dinars and his debt was ten thousand dinars,</b> leaving no property for redemption, the creditor lends <b>an additional dinar</b> to the debtor <b>and</b> the debtor <b>redeems the property</b> with that dinar, <b>in order to give the woman her marriage contract</b> payment <b>and the creditor his debt.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁאָמְרוּ, חַיָּבֵי עֲרָכִין מְמַשְׁכְּנִין אוֹתָן, נוֹתְנִין לוֹ מְזוֹן שְׁלשִׁים יוֹם וּכְסוּת שְׁנֵים עָשָׂר חֹדֶשׁ וּמִטָּה מֻצַּעַת וְסַנְדָּלִין וּתְפִלִּין. לוֹ, אֲבָל לֹא לְאִשְׁתּוֹ וְלֹא לְבָנָיו. אִם הָיָה אֻמָּן, נוֹתְנִין לוֹ שְׁנֵי כְלֵי אֻמָּנוּת מִכָּל מִין וָמִין. חָרָשׁ, נוֹתְנִין לוֹ שְׁנֵי מַעֲצָדִין וּשְׁתֵּי מְגֵרוֹת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אִם הָיָה אִכָּר, נוֹתְנִין לוֹ אֶת צִמְדּוֹ. חַמָּר, נוֹתְנִין לוֹ אֶת חֲמוֹרוֹ: \n",
            "english": "<b>Although</b> the Sages <b>said</b> (21a): With regard to those <b>obligated</b> to pay <b>valuations,</b> the court <b>repossesses their</b> property to pay their debt to the Temple treasury; nevertheless, the treasurer <b>gives him</b> permission to keep <b>food</b> sufficient for <b>thirty days, and garments</b> sufficient for <b>twelve months,</b> and <b>a bed made</b> with linens, <b>and his sandals, and his phylacteries.</b> The treasurer leaves these items <b>for him, but</b> he does <b>not</b> leave items <b>for his wife or for his children.</b> <b>If</b> the one obligated to pay <b>was a craftsman,</b> the treasurer <b>gives him</b> permission to keep <b>two tools of</b> his <b>craft of each and every type,</b> e.g., for <b>a carpenter,</b> the treasurer <b>gives him</b> permission to keep <b>two adzes [<i>matzadin</i>] and two saws. Rabbi Eliezer says: If he was a farmer,</b> the treasurer <b>gives him</b> permission to keep <b>his pair</b> of oxen with which he plows the field. If he was <b>a donkey driver,</b> the treasurer <b>gives him</b> permission to keep <b>his donkey.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הָיָה מִין אֶחָד מְרֻבֶּה וּמִין אֶחָד מֻעָט, אֵין אוֹמְרִים לוֹ לִמְכֹּר מִן הַמְרֻבֶּה וְלִקַּח לוֹ מִן הַמֻּעָט, אֶלָּא נוֹתְנִין לוֹ שְׁנֵי מִינִין מִן הַמְרֻבֶּה וְכֹל שֶׁיֶּשׁ לוֹ מִן הַמֻּעָט. הַמַּקְדִּישׁ אֶת נְכָסָיו, מַעֲלִין לוֹ אֶת תְּפִלָּיו: \n",
            "english": "If <b>one had many</b> tools of <b>one type and few</b> tools of <b>one</b> other <b>type,</b> e.g., three adzes and one saw, <b>he</b> may <b>not say</b> to the treasurer <b>to sell</b> one tool <b>of the</b> type of which he has <b>many and to purchase</b> for him one tool <b>of the</b> type of which he has <b>few. Rather,</b> the treasurer <b>gives him two</b> tools <b>of the type</b> of which he has <b>many and</b> he retains <b>whatever he has of the</b> type of which he has <b>few.</b> In contrast to one whose property is repossessed to pay valuations, from <b>one who consecrates</b> all <b>his property,</b> the treasurer <b>takes his phylacteries,</b> as they are included in the category of all his property."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אֶחָד הַמַּקְדִּישׁ אֶת נְכָסָיו, וְאֶחָד הַמַּעֲרִיךְ אֶת עַצְמוֹ, אֵין לוֹ, לֹא בִכְסוּת אִשְׁתּוֹ, וְלֹא בִכְסוּת בָּנָיו, וְלֹא בַצֶּבַע שֶׁצְּבָעָן לִשְׁמָן, וְלֹא בְסַנְדָּלִים חֲדָשִׁים שֶׁלְּקָחָן לִשְׁמָן. אַף עַל פִּי שֶׁאָמְרוּ, עֲבָדִים נִמְכָּרִים בִּכְסוּתָן לְשֶׁבַח, שֶׁאִם תִּלָּקַח לוֹ כְסוּת בִּשְׁלֹשִׁים דִּינָר, מַשְׁבִּיחַ הוּא מָנֶה, וְכֵן פָּרָה, אִם מַמְתִּינִים אוֹתָהּ לָאִטְלִיס, מַשְׁבַּחַת הִיא, וְכֵן מַרְגָּלִית, אִם מַעֲלִין אוֹתָהּ לַכְּרָךְ, מַשְׁבַּחַת הִיא, אֵין לַהֶקְדֵּשׁ אֶלָּא מְקוֹמוֹ וְשַׁעְתּוֹ: \n",
            "english": "<b>Both</b> in the case of <b>one who consecrates his property and</b> the case of <b>one who valuates himself,</b> when the Temple treasurer repossesses his property he <b>has</b> the right to repossess <b>neither the garment of his wife nor the garment of his children, nor the dyed</b> garments <b>that he dyed for their sake,</b> even if they have yet to wear them, <b>nor the new sandals that he purchased for their sake.</b> <b>Although</b> the merchants <b>said: Slaves are sold in their garments for profit, as if</b> a fine <b>garment</b> worth <b>thirty dinars would be purchased for him,</b> his sale price <b>appreciates by one hundred dinars; and likewise</b> with regard to <b>a cow, if one waits</b> to sell <b>it until the market [<i>la’itlis</i>]</b> day, when demand is high, <b>its</b> sale price <b>appreciates; and likewise</b> with regard to <b>a pearl, if one brings it to</b> sell it in <b>the city,</b> where demand is high, <b>its</b> sale price <b>appreciates;</b> nevertheless, one does not make such a calculation in this case. Rather, <b>the Temple treasury has</b> the right to collect the item based <b>only</b> on <b>its</b> current <b>location and its</b> price at the present <b>time.</b>"
          }
        }
      ]
    },
    {
      "chapter": 7,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אֵין מַקְדִּישִׁין לִפְנֵי הַיּוֹבֵל פָּחוֹת מִשְּׁתֵּי שָׁנִים. וְלֹא גוֹאֲלִין לְאַחַר הַיּוֹבֵל פָּחוֹת מִשָּׁנָה. אֵין מְחַשְּׁבִין חֳדָשִׁים לַהֶקְדֵּשׁ. אֲבָל הַהֶקְדֵּשׁ מְחַשֵּׁב חֳדָשִׁים. הַמַּקְדִּישׁ אֶת שָׂדֵהוּ בִשְׁעַת הַיּוֹבֵל, נוֹתֵן בְּזֶרַע חֹמֶר שְׂעֹרִים חֲמִשִּׁים שֶׁקֶל כָּסֶף. הָיוּ שָׁם נְקָעִים עֲמֻקִּים עֲשָׂרָה טְפָחִים אוֹ סְלָעִים גְּבוֹהִים עֲשָׂרָה טְפָחִים, אֵין נִמְדָּדִים עִמָּהּ. פָּחוֹת מִכָּאן, נִמְדָּדִים עִמָּהּ. הִקְדִּישָׁהּ שְׁתַּיִם אוֹ שָׁלשׁ שָׁנִים לִפְנֵי הַיּוֹבֵל, נוֹתֵן סֶלַע וּפֻנְדְיוֹן לְשָׁנָה. אִם אָמַר הֲרֵינִי נוֹתֵן דְּבַר שָׁנָה בְשָׁנָה, אֵין שׁוֹמְעִין לוֹ, אֶלָּא נוֹתֵן אֶת כֻּלּוֹ כְּאֶחָד: \n",
            "english": "<b>One may neither consecrate</b> an ancestral field, i.e., a field that he inherited, <b>less than two years before the Jubilee</b> Year, <b>nor may one redeem</b> such a field <b>less than one year after the Jubilee</b> Year. When redeeming an ancestral field that has been consecrated, the sum paid to redeem the field is calculated based on the number of years remaining until the Jubilee Year. When performing this calculation, <b>one does not count months</b> of a partial year in order to lower the price to be paid <b>to the Temple</b> treasury; rather, he pays for the entire year. <b>But the Temple</b> treasury may <b>count months</b> in order to raise the price of redemption, as will be explained. In the case of <b>one who consecrates</b> his ancestral <b>field during a period</b> when <b>the Jubilee</b> Year is observed and wishes to redeem it, <b>he gives</b> the Temple treasury <b>fifty</b> <i>sela</i>, a talmudic measure referred to in the Bible as <b>silver shekels, for</b> an area required for <b>sowing a <i>ḥomer</i>,</b> a measure known in talmudic terminology as one <i>kor</i>, of <b>barley seed</b> (see Leviticus 27:16). If <b>there were crevices [<i>neka’im</i>] ten handbreadths deep</b> in the field, <b>or</b> if there were <b>boulders ten handbreadths high,</b> then when calculating the redemption price those areas <b>are not measured with</b> the rest of the field. But if the depth of the crevices, or the height of the boulders, was <b>less than that</b> amount, <b>they are measured with</b> the rest of the field. If <b>he consecrated</b> the field <b>two or three years before the Jubilee</b> Year and wishes to redeem it, <b>he gives</b> the Temple treasury <b>a <i>sela</i> and a <i>pundeyon</i>,</b> a pundeyon being one forty-eighth of a <i>sela</i>, <b>per year</b> remaining until the Jubilee Year. <b>And if he said: I will give</b> the payment <b>for each year during</b> that <b>year, one does not listen to him; rather, he</b> must <b>give</b> the <b>entire</b> sum <b>in one</b> payment. "
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אֶחָד הַבְּעָלִים, וְאֶחָד כָּל הָאָדָם. מַה בֵּין הַבְּעָלִים לְבֵין כָּל הָאָדָם, אֶלָּא שֶׁהַבְּעָלִים נוֹתְנִים חֹמֶשׁ, וְכָל אָדָם אֵינוֹ נוֹתֵן חֹמֶשׁ: \n",
            "english": "This is the <i>halakha</i> <b>both</b> with regard to a case where <b>the owner</b> redeems the field <b>and</b> a case where <b>any</b> other <b>person</b> redeems the field. <b>What</b> then <b>is</b> the difference <b>between</b> redemption by <b>the owner and</b> redemption by <b>any</b> other <b>person?</b> It is <b>only that the owner gives</b> an extra <b>one-fifth</b> in addition to the payment, <b>and any</b> other <b>person</b> who redeems the field <b>does not give</b> the additional <b>one-fifth.</b> "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הִקְדִּישָׁהּ וּגְאָלָהּ, אֵינָהּ יוֹצְאָה מִיָּדוֹ בַּיּוֹבֵל. גְּאָלָהּ בְּנוֹ, יוֹצְאָה לְאָבִיו בַּיּוֹבֵל. גְּאָלָהּ אַחֵר אוֹ אֶחָד מִן הַקְּרוֹבִים וּגְאָלָהּ מִיָּדוֹ, אֵינָהּ יוֹצְאָה מִיָּדוֹ בַּיּוֹבֵל. גְּאָלָהּ אֶחָד מִן הַכֹּהֲנִים וַהֲרֵי הִיא תַּחַת יָדוֹ, לֹא יֹאמַר הוֹאִיל וְהִיא יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל וַהֲרֵי הִיא תַּחַת יָדִי, הֲרֵי הִיא שֶׁלִּי, אֶלָּא יוֹצְאָה לְכָל אֶחָיו הַכֹּהֲנִים: \n",
            "english": "If <b>one consecrated</b> his ancestral field <b>and</b> then <b>redeemed it</b> himself, <b>it is not removed from his possession</b> to be divided among the priests <b>during the Jubilee</b> Year. If <b>his son redeemed it,</b> the field <b>is removed</b> from the son’s possession and returns <b>to his father during the Jubilee</b> Year. But if <b>another</b> person <b>or one of his</b> other <b>relatives redeemed</b> the field <b>and</b> the owner subsequently <b>redeemed it from his possession,</b> the field is <b>removed</b> from the owner’s possession and given <b>to the priests during the Jubilee</b> Year. If <b>one of the priests redeemed</b> the field <b>and</b> when the Jubilee arrived <b>it</b> was <b>in his possession, he may not say: Since it is removed</b> from the possession of the one who redeemed it and given <b>to the priests during the Jubilee</b> Year, <b>and</b> since <b>it is</b> already <b>in my possession, it is mine. Rather,</b> the field <b>is removed from his possession and is divided among all his brethren, the priests.</b> "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הִגִּיעַ הַיּוֹבֵל וְלֹא נִגְאֲלָה, הַכֹּהֲנִים נִכְנָסִים לְתוֹכָהּ וְנוֹתְנִים אֶת דָּמֶיהָ, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, נִכְנָסִין, אֲבָל לֹא נוֹתְנִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, לֹא נִכְנָסִין וְלֹא נוֹתְנִין, אֶלָּא נִקְרֵאת שְׂדֵה רְטוּשִׁים, עַד הַיּוֹבֵל הַשֵּׁנִי. הִגִּיעַ הַיּוֹבֵל הַשֵּׁנִי וְלֹא נִגְאֲלָה, נִקְרֵאת רְטוּשֵׁי רְטוּשִׁין עַד הַיּוֹבֵל הַשְּׁלִישִׁי. לְעוֹלָם אֵין הַכֹּהֲנִים נִכְנָסִין לְתוֹכָהּ, עַד שֶׁיִּגְאָלֶנָּה אַחֵר: \n",
            "english": "If one consecrated his ancestral field and the <b>Jubilee</b> Year <b>arrived and it was not redeemed</b> by the owner or anyone else, <b>the priests enter into</b> the field <b>and give its</b> redemption <b>payment</b> to the Temple treasury; this is <b>the statement of Rabbi Yehuda. Rabbi Shimon says: They enter</b> into the field, <b>but they do not give</b> its redemption payment to the Temple treasury. <b>Rabbi Eliezer says:</b> The priests <b>do not enter</b> into the field, <b>and</b> they also <b>do not give</b> its redemption payment to the Temple treasury. <b>Rather,</b> the field remains in the possession of the Temple treasury, and <b>it is called: An abandoned field, until the second Jubilee</b> Year. If <b>the second Jubilee arrived and it was</b> still <b>not redeemed, it is called: An abandoned</b> field from among the <b>abandoned</b> fields, meaning one that was abandoned twice, <b>until the third Jubilee.</b> In any case, <b>the priests never enter into</b> a consecrated field during the Jubilee Year <b>until another</b> person <b>redeems it</b> first. "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הַלּוֹקֵחַ שָׂדֶה מֵאָבִיו, מֵת אָבִיו וְאַחַר כָּךְ הִקְדִּישָׁהּ, הֲרֵי הִיא כִּשְׂדֵה אֲחֻזָּה. הִקְדִּישָׁהּ וְאַחַר כָּךְ מֵת אָבִיו, הֲרֵי הִיא כִּשְׂדֵה מִקְנָה, דִּבְרֵי רַבִּי מֵאִיר. וְרַבִּי יְהוּדָה וְרַבִּי שִׁמְעוֹן אוֹמְרִים, כִּשְׂדֵה אֲחֻזָּה, שֶׁנֶּאֱמַר (ויקרא כז), וְאִם אֶת שְׂדֵה מִקְנָתוֹ אֲשֶׁר לֹא מִשְּׂדֵה אֲחֻזָּתוֹ, שָׂדֶה שֶׁאֵינָהּ רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה, יוֹצֵאת זוֹ, שֶׁהִיא רְאוּיָה לִהְיוֹת שְׂדֵה אֲחֻזָּה. שְׂדֵה מִקְנָה אֵינָהּ יוֹצְאָה לַכֹּהֲנִים בַּיּוֹבֵל, שֶׁאֵין אָדָם מַקְדִּישׁ דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. כֹּהֲנִים וּלְוִיִּם מַקְדִּישִׁים לְעוֹלָם, וְגוֹאֲלִין לְעוֹלָם, בֵּין לִפְנֵי הַיּוֹבֵל, בֵּין לְאַחַר הַיּוֹבֵל: \n",
            "english": "<b>One who purchases</b> an ancestral <b>field from his father, and his father</b> subsequently <b>died and afterward</b> the son <b>consecrated it, its</b> halakhic status <b>is like</b> that of <b>an ancestral field,</b> as he inherited his father’s ancestral rights prior to the consecration. Consequently, the field’s redemption price is calculated on the basis of fifty <i>sela</i> per <i>beit kor</i>, and if another redeems it instead of the son, it is given to the priests during the Jubilee Year. But if the son <b>consecrated</b> the field <b>and afterward his father died, its</b> halakhic status <b>is like</b> that of <b>a purchased field,</b> whose redemption price is based on its monetary value, and which will return to the ancestral owner, i.e., the son, at the Jubilee; this is <b>the statement of Rabbi Meir.</b> <b>Rabbi Yehuda and Rabbi Shimon say:</b> Even in a case where the son consecrated the field before his father died, <b>its</b> halakhic status <b>is like</b> that of <b>an ancestral field, as it is stated</b> with regard to a purchased field: “And <b>if</b> he will consecrate unto the Lord <b>a field that he has bought, which is not of his ancestral field”</b> (Leviticus 27:22), indicating that this <i>halakha</i> applies only to <b>a field that is not due to become</b> his <b>ancestral field,</b> thereby <b>excluding this</b> field, <b>which</b> at the time of consecration <b>is due to become</b> his <b>ancestral field</b> in the future, when his father dies. The mishna continues: <b>A purchased field</b> that was consecrated <b>is not removed</b> from the possession of the Temple treasury and given <b>to the priests during the Jubilee</b> Year, <b>as</b> the purchase of the land was valid only until the Jubilee, at which point fields return to their ancestral owners, and <b>a person cannot consecrate an item that is not his. The priests and the Levites may always consecrate</b> their ancestral fields <b>and may always redeem</b> their ancestral fields, <b>both before the Jubilee</b> Year <b>and after the Jubilee</b> Year."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַמַּקְדִּישׁ אֶת שָׂדֵהוּ בְּשָׁעָה שֶׁאֵינָהּ יוֹבֵל, אוֹמְרִים לוֹ פְּתַח אַתָּה רִאשׁוֹן, שֶׁהַבְּעָלִים נוֹתְנִים חֹמֶשׁ, וְכָל אָדָם אֵינוֹ נוֹתֵן חֹמֶשׁ. מַעֲשֶׂה בְאֶחָד שֶׁהִקְדִּישׁ אֶת שָׂדֵהוּ מִפְּנֵי רָעָתָהּ, אָמְרוּ לוֹ, פְּתַח אַתָּה רִאשׁוֹן. אָמַר, הֲרֵי הִיא שֶׁלִּי בְאִסָּר. אָמַר רַבִּי יוֹסֵי, לֹא אָמַר זֶה אֶלָּא בְּכַבֵּיצָה, שֶׁהַהֶקְדֵּשׁ נִפְדֶּה בְכֶסֶף וּבְשָׁוֶה כָסֶף. אָמַר לוֹ, הִגִּיעָתְךָ, נִמְצָא מַפְסִיד אִסָּר, וְשָׂדֵהוּ לְפָנָיו: \n",
            "english": "In the case of <b>one who consecrates his</b> ancestral <b>field during a period when the Jubilee</b> Year <b>is not</b> observed, and therefore the field is not redeemed according to a fixed rate of fifty shekels per <i>beit kor</i> but according to its value, when the treasurer announces the sale of the field <b>he says to</b> the owner: <b>You open</b> the bidding <b>first;</b> how much do you offer for its redemption? This method is advantageous for the Temple treasury, <b>as the owner gives</b> an additional payment of <b>one-fifth</b> of the value of the field, <b>and every</b> other <b>person does not give</b> an additional <b>one-fifth</b> payment. There was <b>an incident involving one who consecrated his field due to its inferior quality.</b> The treasurers <b>said to him: You open</b> the bidding <b>first. He said:</b> It is <b>hereby mine for an <i>issar</i>,</b> a small sum. <b>Rabbi Yosei says: That</b> person <b>did not say</b> he would purchase it <b>for an <i>issar</i>; rather,</b> he said he would purchase it <b>for an egg, as consecrated</b> items <b>may be redeemed with money or with the equivalent</b> value of <b>money.</b> The treasurer <b>said to him:</b> The field <b>has come into your</b> possession based on your bid. As <b>a result, he loses an <i>issar</i> and his field</b> remains <b>before him</b> in his possession."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אָמַר אֶחָד, הֲרֵי הִיא שֶׁלִּי בְעֶשֶׂר סְלָעִים, וְאֶחָד אוֹמֵר בְּעֶשְׂרִים, וְאֶחָד אוֹמֵר בִּשְׁלשִׁים, וְאֶחָד אוֹמֵר בְּאַרְבָּעִים, וְאֶחָד אוֹמֵר בַּחֲמִשִּׁים. חָזַר בּוֹ שֶׁל חֲמִשִּׁים, מְמַשְׁכְּנִין מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל אַרְבָּעִים, מְמַשְׁכְּנִין מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל שְׁלשִׁים, מְמַשְׁכְּנִין מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל עֶשְׂרִים, מְמַשְׁכְּנִים מִנְּכָסָיו עַד עָשֶׂר. חָזַר בּוֹ שֶׁל עֶשֶׂר, מוֹכְרִים אוֹתָהּ בְּשָׁוְיָהּ וְנִפְרָעִים מִשֶּׁל עֶשֶׂר אֶת הַמּוֹתָר. הַבְּעָלִים אוֹמְרִים בְּעֶשְׂרִים, וְכָל אָדָם אוֹמְרִים בְּעֶשְׂרִים, הַבְּעָלִים קוֹדְמִים, מִפְּנֵי שֶׁהֵן מוֹסִיפִין חֹמֶשׁ: \n",
            "english": "If <b>one said:</b> The field is <b>hereby mine for ten <i>sela</i>, and one</b> other person <b>said:</b> It is mine <b>for twenty, and one said for thirty, and one said for forty, and one said for fifty;</b> and then the one who bid <b>fifty reneged</b> on his offer, the treasurer <b>repossesses from his property up to ten</b> <i>sela</i> and the field is redeemed by the one who bid forty. This ensures that the Temple treasury does not lose. If the one who bid <b>forty</b> <i>sela</i> subsequently <b>reneged</b> on his offer, the treasurer <b>repossesses from his property up to ten</b> <i>sela</i> and the field is redeemed by the one who bid thirty. If the one who bid <b>thirty</b> subsequently <b>reneged</b> on his offer, the treasurer <b>repossesses from his property up to ten</b> <i>sela</i> and the field is redeemed by the one who bid twenty. If the one who bid <b>twenty reneged</b> on his offer, the treasurer <b>repossesses from his property up to ten</b> <i>sela</i> and it is redeemed by the one who bid ten. If the one who bid <b>ten reneged</b> on his offer, the treasurer <b>sells</b> the field <b>at its value and collects the remainder from</b> the property <b>of the one</b> who bid <b>ten,</b> to complete the sum of ten <i>sela</i>. If <b>the owner says</b> he will pay <b>twenty</b> <i>sela</i> <b>and any</b> other <b>person says</b> he will pay <b>twenty</b> <i>sela</i>, the offer of <b>the owner takes precedence, due to</b> the fact <b>that</b> he <b>adds one-fifth.</b> "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אָמַר אֶחָד, הֲרֵי הִיא שֶׁלִּי בְעֶשְׂרִים וְאַחַת, הַבְּעָלִים נוֹתְנִים עֶשְׂרִים וְשֵׁשׁ. בְּעֶשְׂרִים וּשְׁתַּיִם, הַבְּעָלִים נוֹתְנִים עֶשְׂרִים וְשֶׁבַע. בְּעֶשְׂרִים וְשָׁלשׁ, הַבְּעָלִים נוֹתְנִים עֶשְׂרִים וּשְׁמֹנֶה. בְּעֶשְׂרִים וְאַרְבַּע, הַבְּעָלִים נוֹתְנִים תִּשְׁעָה וְעֶשְׂרִים. בַּחֲמִשָּׁה וְעֶשְׂרִים, הַבְּעָלִים נוֹתְנִים שְׁלֹשִׁים, שֶׁאֵין מוֹסִיפִין חֹמֶשׁ עַל עִלּוּיוֹ שֶׁל זֶה. אָמַר אֶחָד, הֲרֵי הִיא שֶׁלִּי בְּעֶשְׂרִים וָשֵׁשׁ, אִם רָצוּ הַבְּעָלִים לִתֵּן שְׁלֹשִׁים וְאֶחָד וְדִינָר, הַבְּעָלִים קוֹדְמִים. וְאִם לָאו, אוֹמְרִים, הִגִּיעָתְךָ: \n",
            "english": "If the owner says he will pay twenty <i>sela</i> and <b>one</b> other person <b>said:</b> The field <b>is hereby mine for</b> a payment of <b>twenty-one</b> <i>sela</i>, <b>the owner gives twenty-six</b> <i>sela</i> and takes the field. He pays the twenty that he initially offered; plus five <i>sela</i>, which is one-fifth of the total future sum, i.e., one-quarter of his initial offer. In addition, he adds one <i>sela</i>, the difference between his initial offer and that of the other person, so that the Temple treasury will not receive less than the twenty-one <i>sela</i> offer proposed by the other person. If the owner says he will pay twenty <i>sela</i> and another person said: The field is hereby mine for a payment <b>of twenty-two</b> <i>sela</i>, <b>the owner gives twenty-seven</b> <i>sela</i> and takes the field. If the owner says he will pay twenty <i>sela</i> and another said: The field is hereby mine for a payment <b>of twenty-three</b> <i>sela</i>, <b>the owner gives twenty-eight</b> <i>sela</i> and takes the field. If the owner says he will pay twenty <i>sela</i> and another said: The field is hereby mine for a payment <b>of twenty-four</b> <i>sela</i>, <b>the owner gives twenty-nine</b> <i>sela</i> and takes the field. If the owner says he will pay twenty <i>sela</i> and another said: The field is hereby mine for a payment <b>of twenty-five</b> <i>sela</i>, <b>the owner gives thirty</b> <i>sela</i>, <b>as</b> the owner adds one-fifth only to the amount that he bid, and <b>does not add one-fifth to the addition of that</b> other person. If the owner said he will pay twenty <i>sela</i> and <b>one</b> other person <b>said:</b> The field is <b>hereby mine</b> for a payment <b>of twenty-six</b> <i>sela</i>, <b>if the owner wished to pay thirty-one</b> <i>sela</i> <b>and a dinar the owner takes precedence; and if not,</b> the treasurer <b>says to the other person:</b> The field <b>has come into your</b> possession based on your bid, as it is more than the Temple treasury can compel the owner to pay."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "מַחֲרִים אָדָם מִצֹּאנוֹ וּמִבְּקָרוֹ, מֵעֲבָדָיו וּמִשִּׁפְחוֹתָיו הַכְּנַעֲנִים, וּמִשְּׂדֵה אֲחֻזָּתוֹ. וְאִם הֶחֱרִים אֶת כֻּלָּן, אֵינָן מֻחְרָמִין, דִּבְרֵי רַבִּי אֶלְעָזָר. אָמַר רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, מָה אִם לַגָּבֹהַּ, אֵין אָדָם רַשַּׁאי לְהַחֲרִים אֶת כָּל נְכָסָיו, עַל אַחַת כַּמָּה וְכַמָּה שֶׁיְּהֵא אָדָם חַיָּב לִהְיוֹת חָס עַל נְכָסָיו: \n",
            "english": "<b>A person</b> may <b>dedicate,</b> for sacred or priestly use, some <b>of his flock and</b> some <b>of his cattle, and</b> some <b>of his Canaanite slaves and maidservants, and some of his ancestral field. But if he dedicated all</b> that he has <b>of</b> any type of property, <b>they are not dedicated,</b> i.e., the dedication does not take effect; this is <b>the statement of Rabbi Eliezer. Rabbi Elazar ben Azarya said: If for the Most High a person may not dedicate all his property,</b> it is <b>all the more so</b> the case <b>that a person should spare his property</b> and not give all of it to others."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הַמַּחֲרִים בְּנוֹ וּבִתּוֹ, עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים, וּשְׂדֵה מִקְנָתוֹ, אֵינָן מֻחְרָמִים, שֶׁאֵין אָדָם מַחֲרִים דָּבָר שֶׁאֵינוֹ שֶׁלּוֹ. כֹּהֲנִים וּלְוִיִּם אֵינָן מַחֲרִימִין, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, הַכֹּהֲנִים אֵינָן מַחֲרִימִין, שֶׁהַחֲרָמִים שֶׁלָּהֶם. הַלְוִיִּם מַחֲרִימִים, שֶׁאֵין הַחֲרָמִים שֶׁלָּהֶן. רַבִּי אוֹמֵר, נִרְאִים דִּבְרֵי רַבִּי יְהוּדָה בַּקַּרְקָעוֹת, שֶׁנֶּאֱמַר (ויקרא כה), כִּי אֲחֻזַּת עוֹלָם הוּא לָהֶם, וְדִבְרֵי רַבִּי שִׁמְעוֹן בְּמִטַּלְטְלִים, שֶׁאֵין הַחֲרָמִים שֶׁלָּהֶם: \n",
            "english": "In the case of <b>one who dedicates his son or his daughter, or his Hebrew slave or maidservant, or his purchased field,</b> those items <b>are not</b> considered <b>dedicated, as a person</b> may <b>not dedicate an item that is not his. Priests and Levites may not dedicate</b> their property; this is <b>the statement of Rabbi Yehuda. Rabbi Shimon says: Priests may not dedicate</b> their property, <b>as</b> all <b>dedicated</b> property <b>is theirs;</b> it is one of the priestly gifts, as the verse states: “Everything dedicated in Israel shall be yours” (Numbers 18:14). <b>But Levites may dedicate</b> their property, <b>as dedicated</b> property <b>is not theirs.</b> <b>Rabbi</b> Yehuda HaNasi <b>said: The statement of Rabbi Yehuda appears</b> to be correct <b>with regard to land, as it is stated</b> about the land of the Levites: “But the fields of the open land surrounding their cities may not be sold, <b>as that is their perpetual possession”</b> (Leviticus 25:34), and they cannot renounce that land. <b>And the statement of Rabbi Shimon appears</b> to be correct <b>with regard to movable property,</b> which the Levites may dedicate, <b>as dedicated</b> property <b>is not theirs.</b> It is a gift for the priests, not the Levites."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "חֶרְמֵי כֹהֲנִים אֵין לָהֶם פִּדְיוֹן, אֶלָּא נִתָּנִים לַכֹּהֲנִים. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, סְתָם חֲרָמִים לְבֶדֶק הַבַּיִת, שֶׁנֶּאֱמַר (שם כז), כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַה'. וַחֲכָמִים אוֹמְרִים, סְתָם חֲרָמִים לַכֹּהֲנִים, שֶׁנֶּאֱמַר (שם), כִּשְׂדֵה הַחֵרֶם לַכֹּהֵן תִּהְיֶה אֲחֻזָּתוֹ. אִם כֵּן, לָמָּה נֶאֱמַר כָּל חֵרֶם קֹדֶשׁ קָדָשִׁים הוּא לַה'. שֶׁהוּא חָל עַל קָדְשֵׁי קָדָשִׁים וְעַל קָדָשִׁים קַלִּים: \n",
            "english": "<b>Dedications</b> of property for <b>priests,</b> unlike consecrations of property for Temple maintenance, <b>have no redemption; rather, one gives</b> it <b>to the priests,</b> and it is their property in every sense, <b>like <i>teruma</i>. Rabbi Yehuda ben Beteira says: Dedications</b> dedicated <b>without specification</b> of their purpose are designated <b>for Temple maintenance, as it is stated: “Every dedicated item is most sacred to the Lord”</b> (Leviticus 27:28). <b>And the Rabbis say: Dedications</b> dedicated <b>without specification</b> of their purpose are designated <b>for priests, as it is stated</b> with regard to one who consecrated a field and did not redeem it: <b>“As a field dedicated; its possession shall be to the priest”</b> (Leviticus 27:21), indicating that a non-specific dedication belongs to the priest. <b>If so, why is it stated: “Every dedicated item is most sacred to the Lord”?</b> This comes to teach <b>that</b> dedication <b>takes effect on offerings of the most sacred order and offerings of lesser sanctity.</b> If one consecrated an animal for sacrifice and then dedicated it, the dedication takes effect. Nevertheless, it does not take effect on the body of the animal; rather, it applies to the owner’s financial stake in the offering."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "מַחֲרִים אָדָם אֶת קָדָשָׁיו, בֵּין קָדְשֵׁי קָדָשִׁים וּבֵין קָדָשִׁים קַלִּים. אִם נֶדֶר, נוֹתֵן אֶת הַדָּמִים. אִם נְדָבָה, נוֹתֵן אֶת טוֹבָתוֹ. שׁוֹר זֶה עוֹלָה, אוֹמְדִים כַּמָּה אָדָם רוֹצֶה לִתֵּן בְּשׁוֹר זֶה לְהַעֲלוֹתוֹ עוֹלָה, שֶׁאֵינוֹ רַשַּׁאי. הַבְּכוֹר, בֵּין תָּמִים בֵּין בַּעַל מוּם, מַחֲרִימִין אוֹתוֹ. כֵּיצַד פּוֹדִין אוֹתוֹ. הַפּוֹדִין אוֹמְדִים כַּמָּה אָדָם רוֹצֶה לִתֵּן בִּבְכוֹר זֶה, לִתְּנוֹ לְבֶן בִּתּוֹ אוֹ לְבֶן אֲחוֹתוֹ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, כָּתוּב אֶחָד אוֹמֵר תַּקְדִּישׁ, וְכָתוּב אֶחָד אוֹמֵר אַל תַּקְדִּישׁ. אִי אֶפְשָׁר לוֹמַר תַּקְדִּישׁ, שֶׁכְּבָר נֶאֱמַר אַל תַּקְדִּישׁ, וְאִי אֶפְשָׁר לוֹמַר אַל תַּקְדִּישׁ, שֶׁכְּבָר נֶאֱמַר תַּקְדִּישׁ. אֱמוֹר מֵעַתָּה, מַקְדִּישׁוֹ אַתָּה הֶקְדֵּשׁ עִלּוּי, וְאֵין אַתָּה מַקְדִּישׁוֹ הֶקְדֵּשׁ מִזְבֵּחַ: \n",
            "english": "As the Sages delineated: <b>A person may dedicate his sacrificial animals, both offerings of the most sacred order and offerings of lesser sanctity. If</b> the offering he dedicated was the object of <b>a vow,</b> e.g., if he said: It is incumbent upon me to sacrifice a burnt offering, since he is obligated to replace such offerings they are considered his property, and therefore <b>he gives their value</b> to the priests. <b>And if</b> the offering he dedicated was <b>a gift offering,</b> e.g., if he said: This animal is a burnt offering, in which case he is not obligated to replace the animal, <b>he gives</b> the monetary <b>benefit</b> that he has in <b>them.</b> For example, if he said: <b>This bull is a burnt offering, one estimates how much</b> money <b>a person</b> would be <b>willing to give</b> in order to <b>sacrifice</b> the animal as a voluntary <b>burnt offering, even though he is not permitted</b> to do so. With regard to <b>a firstborn</b> animal, <b>whether</b> it is <b>unblemished</b> or <b>whether</b> it is <b>blemished,</b> its owner <b>may dedicate it. And how does one</b> assess the payment required to <b>redeem it? One estimates how much</b> an Israelite <b>person</b> would <b>be willing to give in</b> exchange for <b>that firstborn</b> in order <b>to give it to</b> a priest who is <b>his daughter’s son or to</b> a priest who is <b>his sister’s son.</b> <b>Rabbi Yishmael says: One verse states:</b> “All the firstborn males that are born of your herd and of your flock <b>you shall consecrate</b> to the Lord your God” (Deuteronomy 15:19), <b>and one verse states:</b> “However, the firstborn among animals that is born first to the Lord, a man <b>shall not consecrate</b> it” (Leviticus 27:26). It is <b>impossible to say: “You shall consecrate,” as it is already stated:</b> “A man <b>shall not consecrate.”</b> It is likewise <b>impossible to say:</b> “A man <b>shall not consecrate,” as it is already stated: “You shall consecrate.”</b> <b>How,</b> then, can <b>these</b> verses be reconciled? <b>You can consecrate</b> the firstborn animal by <b>a consecration of value,</b> i.e., an individual can donate to the Temple treasury the amount he would be willing to pay for the right to give the firstborn to a specific priest; <b>and you cannot consecrate it</b> by <b>a consecration for the altar,</b> as a firstborn may not be sacrificed for the sake of any other offering."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַמּוֹכֵר אֶת שָׂדֵהוּ בִּשְׁעַת הַיּוֹבֵל, אֵינוֹ מֻתָּר לִגְאוֹל פָּחוּת מִשְּׁתֵּי שָׁנִים, שֶׁנֶּאֱמַר (ויקרא כה), בְּמִסְפַּר שְׁנֵי תְבוּאֹת יִמְכָּר לָךְ. הָיְתָה שְׁנַת שִׁדָּפוֹן וְיֵרָקוֹן אוֹ שְׁבִיעִית, אֵינָהּ עוֹלָה מִן הַמִּנְיָן. נָרָהּ אוֹ הוֹבִירָהּ, עוֹלָה לוֹ מִן הַמִּנְיָן. רַבִּי אֶלְעָזָר אוֹמֵר, מְכָרָהּ לוֹ לִפְנֵי רֹאשׁ הַשָּׁנָה וְהִיא מְלֵאָה פֵרוֹת, הֲרֵי זֶה אוֹכֵל מִמֶּנָּה שָׁלשׁ תְּבוּאוֹת לִשְׁתֵּי שָׁנִים: \n",
            "english": "<b>One who sells his field during a period</b> when <b>the Jubilee</b> Year is in effect <b>is not permitted to redeem it less than two years</b> after the sale, <b>as it is stated: “According to the number of years of the crops he shall sell to you”</b> (Leviticus 25:15). The plural form “years” indicates a minimum of two years. If one of those years <b>was a year of blight or mildew, or</b> if it was the <b>Sabbatical Year,</b> when the buyer is unable to derive benefit from the field, that year <b>does not count</b> as part <b>of the tally,</b> and the owner must wait an additional year before redeeming the field. If the buyer <b>plowed</b> the field but did not sow it, <b>or</b> if <b>he left it fallow,</b> that year <b>counts</b> as part <b>of his tally,</b> as it was fit to produce a crop. <b>Rabbi Eliezer says:</b> If the owner of the field <b>sold it to</b> the buyer <b>before Rosh HaShana and</b> the field <b>was full of produce,</b> and the owner redeems the field after two years, <b>that</b> buyer <b>consumes from</b> the field’s produce <b>three crops in two years.</b> Although he received the field with its crop, he is not required to return it in the same state."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "מְכָרָהּ לָרִאשׁוֹן בְּמָנֶה, וּמָכַר הָרִאשׁוֹן לַשֵּׁנִי בְּמָאתַיִם, אֵינוֹ מְחַשֵּׁב אֶלָּא עִם הָרִאשׁוֹן, שֶׁנֶּאֱמַר, לָאִישׁ אֲשֶׁר מָכַר לוֹ. מְכָרָהּ לָרִאשׁוֹן בְּמָאתַיִם, וּמָכַר הָרִאשׁוֹן לַשֵּׁנִי בְּמָנֶה, אֵינוֹ מְחַשֵּׁב אֶלָּא עִם הָאַחֲרוֹן, שֶׁנֶּאֱמַר (שם), לָאִישׁ, לָאִישׁ אֲשֶׁר בְּתוֹכָהּ. לֹא יִמְכֹּר בְּרָחוֹק וְיִגְאֹל בְּקָרוֹב, בְּרָע וְיִגְאֹל בְּיָפֶה. לֹא יִלְוֶה וְיִגְאַל, וְלֹא יִגְאַל לַחֲצָאִים. וּבַהֶקְדֵּשׁ מֻתָּר בְּכֻלָּן. זֶה חֹמֶר בַּהֶדְיוֹט מִבַּהֶקְדֵּשׁ: \n",
            "english": "When the Jubilee Year is in effect, one may sell a field only until the Jubilee Year, at which point the field returns to its original owner. If the owner redeems the field before the Jubilee Year, the payment per annum is calculated by dividing the sale price by the number of years from the sale until the Jubilee Year. The owner returns the per annum payment multiplied by the number of years remaining until the Jubilee Year. If the owner of a field <b>sold it to the first</b> buyer <b>for one hundred</b> dinars <b>and the first</b> buyer then <b>sold</b> it <b>to the second</b> buyer <b>for two hundred</b> dinars, when the original owner redeems the field <b>he calculates</b> the payment <b>only</b> according to the price that he set <b>with the first</b> buyer, <b>as it is stated:</b> “And he calculates the years of its sale, and he returns the remainder to the man <b>to whom he sold it”</b> (Leviticus 25:27). If the owner of a field <b>sold it to the first</b> buyer <b>for two hundred</b> dinars <b>and the first</b> buyer then <b>sold</b> it <b>to the second</b> buyer <b>for one hundred</b> dinars, when the original owner redeems the field, <b>he calculates</b> the payment <b>only</b> according to the price that was paid <b>by the last</b> buyer, <b>as it is stated: “And he calculates the years of its sale, and he returns the remainder to the man to whom he sold it.”</b> The superfluous term “to the man” indicates that the verse is referring <b>to the man who is</b> currently <b>in</b> possession of the field. One <b>may not sell</b> his ancestral field that is located <b>in a distant</b> area <b>and redeem</b> with the proceeds a field that he sold <b>in a nearby</b> area. Likewise, he may not sell <b>a low-quality</b> field <b>and redeem with</b> the proceeds <b>a high-quality</b> field. <b>And he may not borrow</b> money <b>and redeem</b> the field, <b>nor may he redeem</b> the field incrementally, <b>half</b> now and half at a later date. <b>But with regard to</b> redeeming a field from <b>the Temple</b> treasury, it is <b>permitted</b> to redeem the field <b>in any of these</b> ways. <b>This is</b> a <i>halakha</i> where greater <b>stringency</b> applies <b>with regard to</b> redeeming a field from <b>an ordinary</b> individual <b>than with regard to</b> redeeming it from <b>the Temple</b> treasury. "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הַמּוֹכֵר בַּיִת בְּבָתֵּי עָרֵי חוֹמָה, הֲרֵי זֶה גוֹאֵל מִיָּד, וְגוֹאֵל כָּל שְׁנֵים עָשָׂר חֹדֶשׁ, הֲרֵי זֶה כְּמִין רִבִּית וְאֵינָהּ רִבִּית. מֵת הַמּוֹכֵר, יִגְאַל בְּנוֹ. מֵת הַלּוֹקֵחַ, יִגְאַל מִיַּד בְּנוֹ. אֵינוֹ מוֹנֶה לוֹ שָׁנָה אֶלָּא מִשָּׁעָה שֶׁמָּכַר לוֹ, שֶׁנֶּאֱמַר (שם), עַד מְלֹאת לוֹ שָׁנָה תְמִימָה. וּכְשֶׁהוּא אוֹמֵר תְּמִימָה, לְהָבִיא חֹדֶשׁ הָעִבּוּר. רַבִּי אוֹמֵר, יִתֵּן לוֹ שָׁנָה וְעִבּוּרָהּ: \n",
            "english": "<b>One who sells a house</b> from <b>among the houses of walled cities may redeem</b> the house <b>immediately,</b> even without the consent of the buyer, <b>and he may redeem</b> the house during <b>the entire twelve months</b> following the sale, but not after that. When he redeems the house within the twelve-month period, he returns the sale price to the buyer, and <b>this is</b> ostensibly <b>like a form of interest,</b> as the buyer has effectively resided in the house for free in exchange for the fact that the buyer’s money was in the possession of the seller. <b>It is not</b> considered <b>interest,</b> because the buyer owned the house during the period in which he resided in it. If <b>the seller died, his son may redeem</b> the house from the buyer. If <b>the buyer died,</b> the seller <b>may redeem</b> it <b>from the possession of</b> the buyer’s <b>son.</b> If the buyer sold the house to another, <b>one calculates</b> the <b>year only from the time that</b> the owner <b>sold</b> the house to the first buyer, <b>as it is stated:</b> “And if it is not redeemed <b>until the passage of</b> a full <b>year for him,</b> then the house that is in the walled city shall stand in possession of the one who bought it in perpetuity” (Leviticus 25:30). The term “for him” indicates that the year is calculated from when the initial owner sold the house. <b>When it says: “A full</b> year,” this serves <b>to include the intercalated month</b> in the year calculated from the sale, if it was a leap year. <b>Rabbi</b> Yehuda HaNasi <b>says:</b> The word “full” serves <b>to give</b> the seller <b>a year and its addition,</b> i.e., the year during which the house may be redeemed is not the 354-day lunar year, but the 365-day solar year. "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הִגִּיעַ יוֹם שְׁנֵים עָשָׂר חֹדֶשׁ וְלֹא נִגְאַל, הָיָה חָלוּט לוֹ, אֶחָד הַלּוֹקֵחַ וְאֶחָד שֶׁנִּתַּן לוֹ מַתָּנָה, שֶׁנֶּאֱמַר לַצְּמִיתוּת. בָּרִאשׁוֹנָה הָיָה נִטְמָן יוֹם שְׁנֵים עָשָׂר חֹדֶשׁ, שֶׁיְּהֵא חָלוּט לוֹ. הִתְקִין הִלֵּל הַזָּקֵן, שֶׁיְּהֵא חוֹלֵשׁ אֶת מְעוֹתָיו בַּלִּשְׁכָּה, וִיהֵא שׁוֹבֵר אֶת הַדֶּלֶת וְנִכְנָס. אֵימָתַי שֶׁיִּרְצֶה הַלָּה, יָבֹא וְיִטֹּל אֶת מְעוֹתָיו: \n",
            "english": "If the final <b>day of the twelve-month</b> period <b>arrived and</b> the house <b>was not redeemed,</b> the house has <b>become</b> the property <b>of</b> the buyer <b>in perpetuity.</b> This is the <i>halakha</i> with regard to both <b>one who buys</b> a house in a walled city <b>and one to whom it is given as a gift, as it is stated:</b> “Then the house that is in the walled city shall stand in possession of the one who bought it <b>in perpetuity”</b> (Leviticus 25:30). <b>At first,</b> the buyer <b>would conceal himself</b> on the final <b>day of the twelve-month</b> period, <b>in order to</b> ensure <b>that it would become his in perpetuity. Hillel instituted that</b> the seller <b>would place [<i>ḥolesh</i>] his money in the chamber</b> of the court <b>and</b> that <b>he will break the door and enter</b> the house, and <b>when the other</b> individual, i.e., the buyer, <b>will wish</b> to do so, <b>he may come</b> to the chamber <b>and take his money.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "כֹּל שֶׁהוּא לִפְנִים מִן הַחוֹמָה, הֲרֵי הוּא כְבָתֵּי עָרֵי חוֹמָה, חוּץ מִן הַשָּׂדוֹת. רַבִּי מֵאִיר אוֹמֵר, אַף הַשָּׂדוֹת. בַּיִת הַבָּנוּי בַּחוֹמָה, רַבִּי יְהוּדָה אוֹמֵר, אֵינוֹ כְבָתֵּי עָרֵי חוֹמָה. רַבִּי שִׁמְעוֹן אוֹמֵר, כֹּתֶל הַחִיצוֹן הִיא חוֹמָתוֹ: \n",
            "english": "The halakhic status of <b>any</b> area <b>that is</b> located <b>within the</b> city <b>wall is like</b> that <b>of the houses of walled cities</b> in terms of its redemption, <b>except for the fields</b> located therein. <b>Rabbi Meir says: Even the fields</b> are included in this category. With regard to <b>a house that is built in the wall</b> itself, <b>Rabbi Yehuda says:</b> Its halakhic status <b>is not like</b> that <b>of the houses of walled cities. Rabbi Shimon says: The outer wall</b> of the house <b>is</b> considered the city <b>wall,</b> and therefore it has the status of a house in a walled city."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "עִיר שֶׁגַּגּוֹתֶיהָ חוֹמָתָהּ, וְשֶׁאֵינָהּ מֻקֶּפֶת חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, אֵינָהּ כְּבָתֵּי עָרֵי חוֹמָה. וְאֵלּוּ הֵן בָּתֵּי עָרֵי חוֹמָה, שָׁלשׁ חֲצֵרוֹת שֶׁל שְׁנֵי שְׁנֵי בָתִּים, מֻקָּפוֹת חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, כְּגוֹן קַצְּרָה הַיְשָׁנָה שֶׁל צִפּוֹרִים, וְחַקְרָה שֶׁל גּוּשׁ חָלָב, וְיוֹדְפַת הַיְשָׁנָה, וְגַמְלָא, וּגְדוֹד, וְחָדִיד, וְאוֹנוֹ, וִירוּשָׁלַיִם, וְכֵן כַּיּוֹצֵא בָהֶן: \n",
            "english": "The halakhic status of a house in <b>a city whose</b> houses are attached and their <b>rooftops</b> constitute the top of <b>its wall, and</b> likewise, the status of a house in a city <b>that is not surrounded by a wall from the era of Joshua, son of Nun,</b> even if a surrounding wall was constructed during a later period, <b>is not like</b> that <b>of the houses of walled cities. And these are the houses of walled cities:</b> Any city in which there are at least <b>three courtyards,</b> each containing <b>two houses,</b> and which is <b>surrounded by a wall from the era of Joshua, son of Nun, e.g., the ancient fort [<i>katzra</i>] of Tzippori, and the fortress [<i>ḥakra</i>] of Gush Ḥalav, and ancient Yodfat, and Gamla, and Gedod, and Ḥadid, and Ono, and Jerusalem, and likewise</b> other <b>similar</b> cities."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בָּתֵּי הַחֲצֵרִים, נוֹתְנִים לָהֶם כֹּחַ הַיָּפֶה שֶׁבְּבָתֵּי עָרֵי חוֹמָה וְכֹחַ הַיָּפֶה שֶׁבַּשָּׂדוֹת. נִגְאָלִין מִיָּד, וְנִגְאָלִין כָּל שְׁנֵים עָשָׂר חֹדֶשׁ כַּבָּתִּים, וְיוֹצְאִים בַּיּוֹבֵל וּבְגִרְעוֹן כֶּסֶף כַּשָּׂדוֹת. וְאֵלּוּ הֵן בָּתֵּי חֲצֵרִים, שְׁתֵּי חֲצֵרוֹת שֶׁל שְׁנֵי שְׁנֵי בָתִּים, אַף עַל פִּי שֶׁמֻּקָּפִין חוֹמָה מִימוֹת יְהוֹשֻׁעַ בִּן נוּן, הֲרֵי אֵלּוּ כְבָתֵּי חֲצֵרִים: \n",
            "english": "With regard to the <b>houses of the</b> unwalled <b>courtyards</b> mentioned in the Torah (see Leviticus 25:31), i.e., houses in villages that are not surrounded by walls, <b>one accords them the exceptional provisions that</b> apply <b>to houses of walled cities and the exceptional provisions that</b> apply <b>to fields.</b> Therefore, <b>they are redeemed immediately and</b> for <b>the entire twelve months</b> following the sale, <b>like</b> in <b>the</b> sale of <b>houses</b> of walled cities, and not like fields, which may be redeemed only after two years. <b>And they leave</b> the possession of the buyer <b>during the Jubilee</b> Year <b>or with</b> a per annum <b>deduction</b> from the <b>money</b> of the sale price, <b>like the</b> sale of <b>fields.</b> By contrast, houses of walled cities become the possession of the buyer in perpetuity after one year, and if they are redeemed within the year, one pays the full sale price. <b>And these are the houses of the</b> unwalled <b>courtyards</b> whose <i>halakha</i> was taught in the previous mishna: Any city in which there are <b>two courtyards</b> each containing <b>two houses, although it is surrounded by a wall from the era of Joshua, son of Nun, their</b> halakhic status <b>is like that of the houses of</b> the unwalled <b>courtyards.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "יִשְׂרָאֵל שֶׁיָּרַשׁ אֲבִי אִמּוֹ לֵוִי, אֵינוֹ גוֹאֵל כַּסֵּדֶר הַזֶּה. וְכֵן לֵוִי שֶׁיָּרַשׁ אֶת אֲבִי אִמּוֹ יִשְׂרָאֵל, אֵינוֹ גוֹאֵל כַּסֵּדֶר הַזֶּה, שֶׁנֶּאֱמַר (ויקרא כה), כִּי בָתֵּי עָרֵי הַלְוִיִּם, עַד שֶׁיְהֵא לֵוִי וּבְעָרֵי הַלְוִיִּם, דִּבְרֵי רַבִּי. וַחֲכָמִים אוֹמְרִים, אֵין הַדְּבָרִים אֲמוּרִים אֶלָּא בְעָרֵי הַלְוִיִּם. אֵין עוֹשִׂים שָׂדֶה מִגְרָשׁ וְלֹא מִגְרָשׁ שָׂדֶה, וְלֹא מִגְרָשׁ עִיר וְלֹא עִיר מִגְרָשׁ. אָמַר רַבִּי אֱלִיעֶזֶר, בַּמֶּה דְבָרִים אֲמוּרִים. בְּעָרֵי הַלְוִיִּם. אֲבָל בְּעָרֵי יִשְׂרָאֵל, עוֹשִׂין שָׂדֶה מִגְרָשׁ וְלֹא מִגְרָשׁ שָׂדֶה, מִגְרָשׁ עִיר וְלֹא עִיר מִגְרָשׁ, כְּדֵי שֶׁלֹּא יַחֲרִיבוּ אֶת עָרֵי יִשְׂרָאֵל. הַכֹּהֲנִים וְהַלְוִיִּם מוֹכְרִים לְעוֹלָם וְגוֹאֲלִים לְעוֹלָם, שֶׁנֶּאֱמַר (שם), גְּאֻלַּת עוֹלָם תִּהְיֶה לַלְוִיִּם: \n",
            "english": "<b>An Israelite who inherited</b> a house in a walled city from <b>his mother’s father</b> who was <b>a Levite does not redeem</b> the house <b>in accordance with this procedure</b> delineated in the previous <i>mishnayot</i>; rather, if he sold the inherited house, he may redeem it always, like a Levite. <b>And likewise, a Levite who inherited</b> a house in a walled city from <b>his mother’s father</b> who was <b>an Israelite does not redeem</b> the house <b>in accordance with this procedure</b> delineated in the previous <i>mishnayot</i>. The mishna provides the source for these <i>halakhot</i>: <b>As it is stated:</b> “And if a man purchases from the Levites, the house that was sold in the city of his possession shall go out during the Jubilee Year; <b>as the houses of the cities of the Levites are their possession</b> among the children of Israel” (Leviticus 25:33). The verse indicates that the ability to always redeem the house of a Levite does not apply <b>unless</b> the one selling the house <b>will be a Levite and</b> the house is located in <b>the cities of the Levites.</b> This is <b>the statement of Rabbi</b> Yehuda HaNasi. <b>And the Rabbis say: These matters are stated only</b> with regard to a house <b>in the cities of the Levites,</b> even if the owner was not a Levite. The Levites received two thousand cubits surrounding their cities, one thousand cubits of empty lots and one thousand cubits for fields and vineyards. <b>One may neither render a field</b> an empty <b>lot nor</b> an empty <b>lot a field.</b> Similarly, one may neither incorporate an empty <b>lot</b> into <b>a city nor</b> render part of <b>a city</b> an empty <b>lot.</b> <b>Rabbi Elazar said: In what</b> case <b>is this statement said?</b> It applies <b>in the cities of the Levites. But in the cities of the Israelites one may render a field</b> an empty <b>lot but not</b> an empty <b>lot a field,</b> and one may incorporate an empty <b>lot</b> into <b>a city but not</b> render part of <b>a city</b> an empty <b>lot,</b> in order to ensure <b>that they will not</b> thereby <b>destroy the cities of Israel. The priests and the Levites may sell</b> their fields and houses <b>always and may redeem</b> them <b>always, as it is stated: “The Levites shall have a perpetual right of redemption”</b> (Leviticus 25:32). Priests are also members of the tribe of Levi."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:14:48.271Z",
    "totalChapters": 9,
    "status": "imported_sefaria"
  }
}
