{
  "id": "nedarim",
  "name": "Nedarim",
  "type": "mishnah",
  "sefariaRef": "Mishnah Nedarim",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "כָּל כִּנּוּיֵי נְדָרִים כִּנְדָרִים, וַחֲרָמִים כַּחֲרָמִים, וּשְׁבוּעוֹת כִּשְׁבוּעוֹת, וּנְזִירוּת כִּנְזִירוּת. הָאוֹמֵר לַחֲבֵרוֹ, מֻדָּרְנִי מִמְּךָ, מֻפְרָשְׁנִי מִמְּךָ, מְרֻחָקְנִי מִמְּךָ, שֶׁאֵינִי אוֹכֵל לָךְ, שֶׁאֵינִי טוֹעֵם לָךְ, אָסוּר. מְנֻדֶּה אֲנִי לָךְ, רַבִּי עֲקִיבָא הָיָה חוֹכֵךְ בָּזֶה לְהַחֲמִיר. כְּנִדְרֵי רְשָׁעִים, נָדַר בְּנָזִיר, וּבְקָרְבָּן, וּבִשְׁבוּעָה. כְּנִדְרֵי כְשֵׁרִים, לֹא אָמַר כְּלוּם. כְּנִדְבוֹתָם, נָדַר בְּנָזִיר וּבְקָרְבָּן:  ",
            "english": "When an individual takes a vow, he renders an object forbidden to himself or to others as though it were a sacrificial offering; this parallels the act of consecrating an offering, which also renders an item forbidden for personal use by means of a verbal declaration. The most direct expression of a vow is when an individual says: This object is forbidden to me, or to others, like an offering. Additionally, the mishna states that <b>all substitutes</b> for the language <b>of vows are like vows.</b> Consequently, if one states that an object is forbidden to him like a <i>konam</i> instead of like an offering [<i>korban</i>], the vow takes effect, as <i>konam</i> is a substitute term for the word <i>korban</i> (see 10a). Similarly, substitutes for the language of <b>dedications are like dedications,</b> substitutes for the language of <b>oaths are like oaths, and</b> substitutes for the language of <b>nazirite</b> vows <b>are like nazirite</b> vows. Therefore, if one declared a <i>ḥerekh</i> instead of a dedication [<i>ḥerem</i>], a <i>shevuta</i> instead of an oath [<i>shevua</i>], or proclaimed that he was becoming a <i>nazik</i> instead of a nazirite [<i>nazir</i>], his statement takes effect. With regard to <b>one who says to another: I am avowed from you,</b> or: <b>I am separated from you,</b> or: <b>I am distanced from you,</b> and he then says: <b>That</b> which <b>I eat</b> of <b>yours,</b> or: <b>That</b> which <b>I taste</b> of <b>yours,</b> even though he did not explicitly state that he is taking a vow or specify the nature of the vow, the object of his vow is nevertheless <b>forbidden.</b> His intention is understood based on his incomplete statement, known as an intimation of a vow, and his vow therefore takes effect. However, if he says: <b>I am ostracized from you,</b> which does not clearly declare any matter to be prohibited, <b>Rabbi Akiva was uncertain</b> about this <i>halakha</i> but was inclined <b>to rule stringently about this</b> and consider it a vow prohibiting the speaker from deriving benefit from his fellow. The mishna continues to explain the rules of intimations of vows. If an individual states that he accepts an obligation upon himself <b>like the vows of the wicked, he has vowed with regard to</b> becoming <b>a nazirite, or</b> bringing <b>an offering, or</b> taking <b>an oath.</b> This is considered a real formulation of a vow, just as the wicked customarily take vows. If he says: <b>Like the vows of the virtuous, he has not said anything,</b> because virtuous people do not generally take vows. If he says: <b>Like their gift offerings, he has vowed with regard to</b> becoming <b>a nazirite or</b> bringing <b>an offering.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם קוֹנָח, קוֹנָס, הֲרֵי אֵלּוּ כִנּוּיִין לְקָרְבָּן. חֵרֶק חֵרֶךְ, חֵרֵף, הֲרֵי אֵלּוּ כִנּוּיִין לְחֵרֶם. נָזִיק נָזִיחַ, פָּזִיחַ, הֲרֵי אֵלּוּ כִנּוּיִין לִנְזִירוּת. שְׁבוּתָה, שְׁקוּקָה, נָדַר בְּמוֹתָא, הֲרֵי אֵלּוּ כִנּוּיִין לִשְׁבוּעָה:  ",
            "english": "In the case of <b>one who says to another</b> that a certain object is <b><i>konam</i>, <i>konaḥ</i>,</b> or <b><i>konas</i>, these</b> expressions <b>are substitutes</b> for the term <b>offering [<i>korban</i>],</b> and the vow takes effect. <b><i>Ḥerek</i>, <i>ḥerekh</i></b> and <b><i>ḥeref</i>; these are substitutes</b> for the term indicating a <b>dedication [<i>ḥerem</i>]</b> to the Temple treasury. <b><i>Nazik</i>, <i>naziaḥ</i>,</b> and <b><i>paziaḥ</i>; these are substitutes</b> for the term <b>naziriteship [<i>nazir</i>]. <i>Shevuta</i>, <i>shekuka</i>,</b> or one who <b>vows with</b> the term <b><i>mota</i>, these are substitutes</b> for the term <b>oath [<i>shevua</i>].</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הָאוֹמֵר לֹא חֻלִּין לֹא אֹכַל לָךְ, לֹא כָשֵׁר, וְלֹא דְכֵי, טָהוֹר, וְטָמֵא, נוֹתָר, וּפִגּוּל, אָסוּר. כְּאִמְּרָא, כַּדִּירִין, כָּעֵצִים, כָּאִשִּׁים, כַּמִּזְבֵּחַ, כַּהֵיכָל, כִּירוּשָׁלָיִם, נָדַר בְּאֶחָד מִכָּל מְשַׁמְּשֵׁי הַמִּזְבֵּחַ, אַף עַל פִּי שֶׁלֹּא הִזְכִּיר קָרְבָּן, הֲרֵי זֶה נָדַר בְּקָרְבָּן. רַבִּי יְהוּדָה אוֹמֵר, הָאוֹמֵר יְרוּשָׁלַיִם, לֹא אָמַר כְּלוּם:  ",
            "english": "<b>If one says</b> to another: <b>That which I eat of yours</b> shall be considered <b><i>laḥullin</i>,</b> it is interpreted as though he said: <i>La ḥullin</i>, not non-sacred, and the food is thereby forbidden to him. Similarly, if he said that food shall be considered <b>not valid</b> or <b>not <i>dekhi</i>,</b> i.e., not <b>ritually pure, or</b> if he said the food shall be considered an offering that has become <b>ritually impure, left over [<i>notar</i>], or <i>piggul</i>,</b> i.e., an offering that was sacrificed with the intent to consume it after its appointed time, <b>it is forbidden.</b> If one says that food shall be considered <b>like the lamb</b> of the daily offering, <b>like the</b> animals designated as offerings and kept in special <b>enclosures, like the wood</b> of the altar, <b>like the fires</b> on the altar, <b>like the altar, like the Sanctuary,</b> or <b>like Jerusalem,</b> or if <b>he took a vow with any of the accessories of the altar, although he did not</b> explicitly <b>mention</b> that the food should be like <b>an offering, it is</b> considered <b>a vow</b> that associates a different item with <b>an offering. Rabbi Yehuda says: One who says</b> that an item shall be considered <b>Jerusalem,</b> instead of saying that it shall be considered like Jerusalem, <b>has not said anything.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הָאוֹמֵר, קָרְבָּן, עוֹלָה, מִנְחָה, חַטָּאת, תּוֹדָה, שְׁלָמִים שֶׁאֵינִי אוֹכֵל לָךְ, אָסוּר. רַבִּי יְהוּדָה מַתִּיר. הַקָּרְבָּן, כְּקָרְבָּן, קָרְבָּן שֶׁאֹכַל לָךְ, אָסוּר. לְקָרְבָּן לֹא אֹכַל לָךְ, רַבִּי מֵאִיר אוֹסֵר. הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם פִּי הַמְדַבֵּר עִמָּךְ, יָדִי עוֹשָׂה עִמָּךְ, רַגְלִי מְהַלֶּכֶת עִמָּךְ, אָסוּר:  ",
            "english": "With regard to <b>one who says: An offering, a burnt-offering, a meal-offering, a sin-offering, a thanks-offering,</b> or <b>a peace-offering,</b> and adds: <b>That which I eat of yours,</b> the vow takes effect and the food <b>is forbidden. Rabbi Yehuda renders</b> the food <b>permitted</b> in all these cases. If one says: <b>The offering, like an offering,</b> or <b>an offering,</b> and adds: <b>That which I will eat of yours,</b> the food <b>is forbidden.</b> If he says: That which <b>I will not eat of your</b> shall be <b>for an offering, Rabbi Meir renders</b> the food <b>forbidden.</b> <b>One who says to another:</b> It is <b><i>konam</i></b> for me for <b>my mouth</b> to <b>speak with you,</b> or: It is <i>konam</i> for me for <b>my hand</b> to <b>work with you,</b> or: It is <i>konam</i> for me for <b>my foot</b> to <b>walk with you, it is prohibited</b> for him to speak with, work with, or walk with the other individual."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "וְאֵלּוּ מֻתָּרִין. חֻלִּין שֶׁאֹכַל לָךְ, כִּבְשַׂר חֲזִיר, כַּעֲבוֹדָה זָרָה, כְּעוֹרוֹת לְבוּבִין, כִּנְבֵלוֹת, כִּטְרֵפוֹת, כִּשְׁקָצִים, כִּרְמָשִׂים, כְּחַלַּת אַהֲרֹן וְכִתְרוּמָתוֹ, מֻתָּר. הָאוֹמֵר לְאִשְׁתּוֹ, הֲרֵי אַתְּ עָלַי כְּאִמָּא, פּוֹתְחִין לוֹ פֶתַח מִמָּקוֹם אַחֵר, שֶׁלֹּא יָקֵל רֹאשׁוֹ לְכָךְ. קוֹנָם שֶׁאֵינִי יָשֵׁן, שֶׁאֵינִי מְדַבֵּר, שֶׁאֵינִי מְהַלֵּךְ, הָאוֹמֵר לְאִשְׁתּוֹ, קוֹנָם שֶׁאֵינִי מְשַׁמְּשֵׁךְ, הֲרֵי זֶה בְלֹא יַחֵל דְּבָרוֹ. שְׁבוּעָה שֶׁאֵינִי יָשֵׁן, שֶׁאֵינִי מְדַבֵּר, שֶׁאֵינִי מְהַלֵּךְ, אָסוּר: \n",
            "english": "<b>And these are</b> the vows in which the one who takes the vow attempts to create a prohibition on an item by associating it with an item in an ineffective manner, rendering the vow void and leaving the item <b>permitted:</b> If one says: <b>That which I will eat of yours</b> will be <b>non-sacred [<i>ḥullin</i>];</b> or: That which I will eat of yours will be <b>like pig meat;</b> or: <b>Like</b> an object of <b>idol worship;</b> or: <b>Like</b> the <b>hides</b> of animal offerings <b>whose hearts were removed</b> as a form of idol worship, and it is therefore prohibited to derive benefit from those animals; or: <b>Like animal carcasses and animals with a wound that will cause them to die within twelve months [<i>tereifot</i>];</b> or: <b>Like</b> non-kosher <b>repugnant creatures and</b> non-kosher <b>creeping animals;</b> or: <b>Like the <i>ḥalla</i> of Aaron,</b> the first priest, <b>or like his <i>teruma</i>;</b> in all these cases, the food is <b>permitted.</b> Although none of these items may be eaten, they are forbidden by Torah law, not by means of a vow. Therefore, it is impossible to extend their prohibition to other items by means of a vow that associates them with those items. With regard to a man <b>who says to his wife: You are hereby to me like</b> my <b>mother,</b> i.e., deriving benefit from you should be forbidden to me like engaging in sexual intercourse with my mother, dissolution <b>is broached with him by</b> suggesting <b>a different extenuation,</b> i.e., a halakhic authority suggests other, extenuating circumstances that enable the dissolution of the vow. Although this vow does not take effect either, as engaging in sexual intercourse with one’s mother is prohibited by Torah law, by rabbinic law this is treated like an actual vow and requires dissolution by a halakhic authority, so <b>that he will not</b> take genuine vows <b>lightly.</b> With regard to one who says: <b>Sleeping is</b> forbidden <b>for me as if</b> it were <b>an offering [<i>konam</i>],</b> thereby prohibiting himself from sleeping; or: <b>Speaking is</b> <i>konam</i> <b>for me;</b> or: <b>Walking is</b> <i>konam</i> <b>for me;</b> or <b>one who says to his wife: Engaging in sexual intercourse with you is <i>konam</i> for me,</b> if he violates the vow <b>he is in</b> violation of the prohibition <b>“He shall not profane his word”</b> (Numbers 30:3). If one says: I take <b>an oath that I will not sleep,</b> or: <b>That I will not speak,</b> or: <b>That I will not walk,</b> this activity is <b>prohibited</b> to him. "
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "קָרְבָּן לֹא אֹכַל לָךְ, קָרְבָּן שֶׁאֹכַל לָךְ, לֹא קָרְבָּן לֹא אֹכַל לָךְ, מֻתָּר. שְׁבוּעָה לֹא אֹכַל לָךְ, שְׁבוּעָה שֶׁאֹכַל לָךְ, לֹא שְׁבוּעָה לֹא אֹכַל לָךְ, אָסוּר. זֶה חֹמֶר בַּשְּׁבוּעוֹת מִבַּנְּדָרִים. וְחֹמֶר בַּנְּדָרִים מִבַּשְּׁבוּעוֹת, כֵּיצַד, אָמַר, קוֹנָם סֻכָּה שֶׁאֲנִי עוֹשֶׂה, לוּלָב שֶׁאֲנִי נוֹטֵל, תְּפִלִּין שֶׁאֲנִי מֵנִיחַ, בַּנְּדָרִים אָסוּר, בַּשְּׁבוּעוֹת מֻתָּר, שֶׁאֵין נִשְׁבָּעִין לַעֲבֹר עַל הַמִּצְוֹת: \n",
            "english": "As taught earlier (10a), one of the primary methods of taking a vow is by invoking an offering. The mishna provides several examples where invoking the term <i>korban</i> is not effective. If one says: <b>An offering [<i>korban</i>] that I will not eat of yours,</b> or: <b>This offering [<i>ha korban</i>] that I will eat of yours,</b> or: That which <b>I will not eat of yours</b> is <b>not an offering [<i>la korban</i>],</b> the food is <b>permitted.</b> If one says: <b>An oath</b> that <b>I will not eat of yours,</b> or: <b>This</b> is <b>an oath that I will eat of yours [<i>she’okhal lekha</i>],</b> or: <b>Not an oath that I will not eat of yours,</b> the food <b>is forbidden.</b> <b>This</b> rule, that oaths can render actions, which do not have actual substance, either prohibited or obligatory, <b>is a stringency of oaths vis-à-vis vows,</b> which do not take effect with regard to matters that do not have actual substance. <b>And</b> there is also <b>a stringency of vows vis-à-vis oaths. How so?</b> With regard to one who <b>said: Making a <i>sukka</i> is <i>konam</i> for me,</b> or: <b>Taking a <i>lulav</i> is</b> <i>konam</i> <b>for me,</b> or: <b>Donning phylacteries is</b> <i>konam</i> <b>for me, in</b> the case of <b>vows,</b> the items are rendered <b>forbidden,</b> and he may not perform the mitzva until the vow is dissolved. However, <b>in</b> the case of similar <b>oaths,</b> these items are <b>permitted, as one cannot take an oath to transgress the mitzvot.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "יֵשׁ נֶדֶר בְּתוֹךְ נֶדֶר, וְאֵין שְׁבוּעָה בְּתוֹךְ שְׁבוּעָה. כֵּיצַד, אָמַר הֲרֵינִי נָזִיר אִם אֹכַל, הֲרֵינִי נָזִיר אִם אֹכַל, וְאָכַל, חַיָּב עַל כָּל אַחַת וְאֶחָת. שְׁבוּעָה שֶׁלֹּא אֹכַל, שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל, אֵינוֹ חַיָּב אֶלָּא אֶחָת: \n",
            "english": "<b>There is a vow within a vow.</b> It is possible to impose an additional prohibition, by means of a vow, on an item that is already forbidden by means of a vow. <b>But there is no oath within an oath.</b> If one takes an oath twice with regard to the same action, the second oath does not take effect. <b>How so?</b> If one <b>said: I am hereby a nazirite if I eat,</b> and then repeated: <b>I am hereby a nazirite if I eat, and</b> then <b>he ate, he is obligated</b> to observe naziriteship for thirty days <b>for each and every one</b> of the vows, as both vows took effect. However, if he said: I hereby take <b>an oath that I will not eat,</b> and repeated: I hereby take <b>an oath that I will not eat, and</b> then <b>he ate, he is liable</b> to bring an offering <b>for only one</b> violation of an oath."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "סְתָם נְדָרִים לְהַחְמִיר, וּפֵרוּשָׁם לְהָקֵל. כֵּיצַד, אָמַר הֲרֵי עָלַי כְּבָשָׂר מָלִיחַ, כְּיֵין נֶסֶךְ, אִם שֶׁל שָׁמַיִם נָדַר, אָסוּר. אִם שֶׁל עֲבוֹדָה זָרָה נָדַר, מֻתָּר. וְאִם סְתָם, אָסוּר. הֲרֵי עָלַי כְּחֵרֶם, אִם כְּחֵרֶם שֶׁל שָׁמַיִם, אָסוּר. וְאִם כְּחֵרֶם שֶׁל כֹּהֲנִים, מֻתָּר. וְאִם סְתָם, אָסוּר. הֲרֵי עָלַי כְּמַעֲשֵׂר, אִם כְּמַעְשַׂר בְּהֵמָה נָדַר, אָסוּר. וְאִם שֶׁל גֹּרֶן, מֻתָּר. וְאִם סְתָם, אָסוּר. הֲרֵי עָלַי כִּתְרוּמָה, אִם כִּתְרוּמַת הַלִּשְׁכָּה נָדַר, אָסוּר. וְאִם שֶׁל גֹּרֶן, מֻתָּר. וְאִם סְתָם, אָסוּר, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, סְתָם תְּרוּמָה בִּיהוּדָה אֲסוּרָה, בַּגָּלִיל מֻתֶּרֶת, שֶׁאֵין אַנְשֵׁי גָלִיל מַכִּירִין אֶת תְּרוּמַת הַלִּשְׁכָּה. סְתָם חֲרָמִים, בִּיהוּדָה מֻתָּרִין, וּבַגָּלִיל אֲסוּרִין, שֶׁאֵין אַנְשֵׁי גָלִיל מַכִּירִין אֶת חֶרְמֵי הַכֹּהֲנִים: \n",
            "english": "<b>Unspecified vows</b> are treated <b>stringently, but their specification,</b> if specification is necessary, is treated <b>leniently. How so?</b> If one <b>said: This</b> item is prohibited <b>to me like salted meat,</b> or: This item is prohibited to me <b>like</b> the <b>wine</b> used for <b>libations, if he vowed in reference to</b> meat or libations <b>of a peace-offering,</b> i.e., if he claimed that his intention was that the item will be forbidden to him like the salted meat of an offering, or like wine that is used for libations on the altar, it is <b>forbidden,</b> as he associated the item of the vow with an item forbidden by means of a vow, i.e., the offering. <b>If</b> he claims that <b>he vowed in reference to</b> meat or libations <b>of idol worship,</b> i.e., that the item will be like the salted meat of an offering for an idol, or like wine that is used for libations as idol worship, it is <b>permitted,</b> as the item of the vow was associated with an item forbidden by the Torah. By enabling the one who took the vow to later clarify his intent, the vow is treated leniently. <b>And if</b> the vow was <b>without specification,</b> i.e., the one who took the vow did not specify whether his intention was to associate the item with an offering for Heaven or to associate the item with idol worship, it is <b>forbidden.</b> Similarly, if one said: <b>This</b> item is <b>hereby</b> forbidden <b>to me</b> like an item dedicated to the Temple, <b>if</b> his intention was that it would be <b>like a dedication to Heaven,</b> which is a form of consecration, <b>it is forbidden. And if</b> his intention was that it would be <b>like a dedication to priests,</b> whereby one pledges his asset as a gift to priests, <b>it is permitted,</b> as this type of gift is not forbidden at all. <b>And if</b> he said it <b>without specification,</b> it is <b>forbidden.</b> Likewise, if he said: <b>This</b> item <b>is hereby</b> forbidden <b>to me like tithes, if he took a vow</b> with the intention that it would be <b>like the animal tithe,</b> it is <b>forbidden,</b> as the item of the vow was associated with an item forbidden by a vow. <b>And if</b> his intention was that it will be like the tithe <b>of the granary,</b> i.e., grain that is given to the Levites and has no sanctity, it is <b>permitted. And if</b> he said it <b>without specification,</b> it is <b>forbidden.</b> Similarly, if he said: <b>This</b> item <b>is hereby</b> forbidden <b>to me like <i>teruma</i>, if he took a vow</b> with the intention that it would be <b>like the collection of the</b> Temple treasury <b>chamber [<i>terumat halishka</i>],</b> which is a tax for the communal offerings, it is <b>forbidden,</b> his vow was associated with an item forbidden by a vow. <b>And if</b> his intention was that it would be like <i>teruma</i> <b>of the granary</b> that is given to the priests, it is <b>permitted,</b> as <i>teruma</i> is not an item forbidden by a vow. <b>And if</b> the vow was taken <b>without specification,</b> it is <b>forbidden.</b> This is <b>the statement of Rabbi Meir.</b> <b>Rabbi Yehuda says: Unspecified <i>teruma</i> in Judea is forbidden.</b> However, <b>in the Galilee it is permitted, as the people of the Galilee are unfamiliar with the collection of the chamber.</b> When they say <i>teruma</i> they are referring to the <i>teruma</i> allotted to the priests, which is familiar to them. Conversely, <b>unspecified dedications in Judea are permitted,</b> but <b>in the Galilee they are forbidden, as the people of the Galilee are unfamiliar with dedications</b> allotted <b>to the priests,</b> so when they say dedication they are referring to dedication to Heaven."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "נָדַר בְּחֵרֶם וְאָמַר, לֹא נָדַרְתִּי אֶלָּא בְחֶרְמוֹ שֶׁל יָם. בְּקָרְבָּן, וְאָמַר, לֹא נָדַרְתִּי אֶלָּא בְקָרְבָּנוֹת שֶׁל מְלָכִים. הֲרֵי עַצְמִי קָרְבָּן, וְאָמַר, לֹא נָדַרְתִּי אֶלָּא בְעֶצֶם שֶׁהִנַּחְתִּי לִי לִהְיוֹת נוֹדֵר בּוֹ. קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי, וְאָמַר לֹא נָדַרְתִּי אֶלָּא בְאִשְׁתִּי הָרִאשׁוֹנָה שֶׁגֵּרַשְׁתִּי, עַל כֻּלָּן אֵין נִשְׁאָלִים לָהֶם. וְאִם נִשְׁאֲלוּ, עוֹנְשִׁין אוֹתָן וּמַחְמִירִין עֲלֵיהֶן, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, פּוֹתְחִין לָהֶם פֶּתַח מִמָּקוֹם אַחֵר, וּמְלַמְּדִים אוֹתָן כְּדֵי שֶׁלֹּא יִנְהֲגוּ קַלּוּת רֹאשׁ בַּנְּדָרִים: \n",
            "english": "One who <b>took a vow</b> by associating an item <b>with a dedication [<i>ḥerem</i>],</b> saying: This item is hereby forbidden to me like an item dedicated to the Temple, <b>and</b> then <b>said: I took a vow only with</b> the intention that it would be like <b>a sea net [<i>ḥermo shel yam</i>]</b> that is used to catch fish; or one who took a vow by associating an item <b>with an offering, and</b> then <b>said: I took a vow only with</b> reference to <b>offerings to kings,</b> i.e., a gift for a king, not an offering to God. Or one who said: <b>I am hereby an offering myself [<i>atzmi</i>], and</b> then <b>said: I took a vow only with</b> reference to <b>a bone [<i>etzem</i>] that I set aside for myself to vow with,</b> as <i>atzmi</i> means both myself and my bone, i.e., he set aside a bone so as to pretend to take a vow upon himself; or one who said: <b>Deriving benefit from me is <i>konam</i> for my wife, and</b> then <b>said: I took a vow only with regard to my first wife whom I divorced,</b> not with regard to my current wife. <b>For all</b> of the above vows, those who took them <b>do not</b> need to <b>request</b> of a halakhic authority to dissolve <b>them,</b> as the speaker interpreted the vows in a manner that caused them not to take effect at all. <b>However, if they requested</b> dissolution, apparently due to their being uncertain of their explanations, the court <b>punishes them and treats them stringently</b> and the vows are not dissolved. This is <b>the statement of Rabbi Meir.</b> <b>And the Rabbis say:</b> These vows are not treated stringently. Rather, dissolution <b>is broached with them by</b> suggesting <b>a different extenuation,</b> i.e., the halakhic authority suggests extenuating circumstances that undermine the vow but do not pertain to its wording. <b>And we teach them</b> that they should not take this kind of vow in the future, <b>in order that they will not take vows lightly.</b>"
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אַרְבָּעָה נְדָרִים הִתִּירוּ חֲכָמִים, נִדְרֵי זֵרוּזִין, וְנִדְרֵי הֲבַאי, וְנִדְרֵי שְׁגָגוֹת, וְנִדְרֵי אֳנָסִים. נִדְרֵי זֵרוּזִין, כֵּיצַד. הָיָה מוֹכֵר חֵפֶץ וְאָמַר, קוֹנָם שֶׁאֵינִי פוֹחֵת לְךָ מִן הַסֶּלַע, וְהַלָּה אוֹמֵר, קוֹנָם שֶׁאֵינִי מוֹסִיף לְךָ עַל הַשֶּׁקֶל, שְׁנֵיהֶן רוֹצִין בִּשְׁלֹשָׁה דִינָרִין. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, אַף הָרוֹצֶה לְהַדִּיר אֶת חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, אוֹמֵר, כָּל נֶדֶר שֶׁאֲנִי עָתִיד לִדֹּר הוּא בָטֵל, וּבִלְבַד שֶׁיְּהֵא זָכוּר בִּשְׁעַת הַנֶּדֶר: \n",
            "english": "<b>The Sages dissolved four</b> types of <b>vows</b> without the requirement of a request to a halakhic authority: <b>Vows of exhortation, vows of exaggeration, vows that are unintentional, and vows</b> whose fulfillment is impeded by <b>circumstances beyond</b> one’s <b>control.</b> The mishna explains: <b>Vows of exhortation</b> are those by which one encourages another using vow terminology that is exaggerated. <b>How so? One was selling an item and said: I will not lower</b> the price <b>for you</b> to less <b>than a <i>sela</i>,</b> as <b>that is <i>konam</i>,</b> forbidden <b>as if</b> it were <b>an offering,</b> for me. <b>And the other one,</b> the buyer, <b>says: I will not raise</b> my payment <b>to you</b> to <b>more than a shekel,</b> as <b>that is <i>konam</i></b> for me. In this case, one may assume that <b>both want</b> to complete the deal <b>at three dinars,</b> and they did not intend to vow but only exaggerated for purposes of bargaining. <b>Rabbi Eliezer ben Ya’akov says: Even one who wants to take a vow</b> prohibiting <b>another</b> from benefiting from him, but only in order <b>that he should eat with him,</b> not intending to take an actual vow, <b>should say to him</b> at the outset: <b>Any vow that I take in the future is void. And</b> this statement is effective, <b>provided that he remembers at the time of the vow</b> that his intent at the beginning of the year was to render it void."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "נִדְרֵי הֲבַאי, אָמַר, קוֹנָם אִם לֹא רָאִיתִי בַדֶּרֶךְ הַזֶּה כְיוֹצְאֵי מִצְרָיִם, אִם לֹא רָאִיתִי נָחָשׁ כְּקוֹרַת בֵּית הַבָּד. נִדְרֵי שְׁגָגוֹת, אִם אָכָלְתִּי וְאִם שָׁתִיתִי, וְנִזְכַּר שֶׁאָכַל וְשָׁתָה. שֶׁאֲנִי אוֹכֵל וְשֶׁאֲנִי שׁוֹתֶה, וְשָׁכַח וְאָכַל וְשָׁתָה. אָמַר, קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי, שֶׁגָּנְבָה אֶת כִּיסִי וְשֶׁהִכְּתָה אֶת בְּנִי, וְנוֹדַע שֶׁלֹּא הִכַּתּוּ וְנוֹדַע שֶׁלֹּא גְנָבָתּוּ. רָאָה אוֹתָן אוֹכְלִים תְּאֵנִים וְאָמַר, הֲרֵי עֲלֵיכֶם קָרְבָּן, וְנִמְצְאוּ אָבִיו וְאֶחָיו, וְהָיוּ עִמָּהֶן אֲחֵרִים, בֵּית שַׁמַּאי אוֹמְרִים, הֵן מֻתָּרִין וּמַה שֶּׁעִמָּהֶן אֲסוּרִין. וּבֵית הִלֵּל אוֹמְרִים, אֵלּוּ וָאֵלּוּ מֻתָּרִין: \n",
            "english": "<b>Vows of exaggeration</b> that the Sages dissolved without a request to a halakhic authority, as described in the first mishna in the chapter, include the following examples. If <b>one said</b> concerning a certain item: It is <b><i>konam</i></b> for me <b>if I did not see on this road</b> as many people <b>as those who ascended</b> from <b>Egypt,</b> or if he said: It is <i>konam</i> for me <b>if I did not see a snake</b> as large <b>as</b> the <b>beam of an olive press,</b> in these cases the speaker did not intend to vow but used hyperbole to demonstrate a point, and it is understood by others that the expression is not to be taken literally. What are examples of <b>vows that are unintentional</b> that are dissolved, as taught at the beginning of the chapter? One who vows: This loaf is forbidden to me as if it were an offering [<i>konam</i>] <b>if I ate or if I drank, and</b> then <b>he remembers that he ate or drank.</b> Or, one who vows: This loaf is <i>konam</i> for me if <b>I</b> will <b>eat or</b> if <b>I</b> will <b>drink, and he</b> then <b>forgets and eats or drinks.</b> Also, <b>one</b> who <b>said: Benefiting from me is <i>konam</i> for my wife because she stole my purse or she hit my son, and</b> then <b>it became known that she had not hit him or it became known that she had not stolen.</b> The mishna lists another example of an unintentional vow: <b>One</b> who <b>saw</b> people entering his courtyard and <b>eating figs, and</b> because he did not want them to do so <b>he said:</b> The figs are forbidden <b>to you</b> like <b>an offering. And</b> then <b>it was found</b> that <b>his father and brother</b> were in the group, <b>and there were others with them</b> as well, and certainly he did not intend to take a vow prohibiting his father and brother from eating the figs. In such a case, <b>Beit Shammai says: They,</b> his father and brother, <b>are permitted</b> to eat the figs, <b>and those</b> others <b>that were with them are prohibited</b> from doing so. <b>And Beit Hillel says:</b> Both <b>these and those are permitted</b> to eat the figs, as will be clarified in the Gemara."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "נִדְרֵי אֳנָסִים, הִדִּירוֹ חֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, וְחָלָה הוּא אוֹ שֶׁחָלָה בְנוֹ אוֹ שֶׁעִכְּבוֹ נָהָר, הֲרֵי אֵלּוּ נִדְרֵי אֳנָסִין: \n",
            "english": "What are examples of <b>vows</b> impeded by <b>circumstances beyond</b> one’s <b>control?</b> If <b>one’s friend took a vow with regard to him that he should eat with him, and he became sick, or his son became sick, or a river</b> that he was unable to cross <b>barred him</b> from coming, <b>these are</b> examples of <b>vows</b> whose fulfillment are impeded by <b>circumstances beyond</b> one’s <b>control.</b> They are not binding and do not require dissolution."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "נוֹדְרִין לָהֳרָגִין וְלָחֳרָמִין וְלַמּוֹכְסִין שֶׁהִיא תְרוּמָה אַף עַל פִּי שֶׁאֵינָהּ תְּרוּמָה, שֶׁהֵן שֶׁל בֵּית הַמֶּלֶךְ אַף עַל פִּי שֶׁאֵינָן שֶׁל בֵּית הַמֶּלֶךְ. בֵּית שַׁמַּאי אוֹמְרִים, בַּכֹּל נוֹדְרִין, חוּץ מִבִּשְׁבוּעָה. וּבֵית הִלֵּל אוֹמְרִים, אַף בִּשְׁבוּעָה. בֵּית שַׁמַּאי אוֹמְרִים, לֹא יִפְתַּח לוֹ בְנֶדֶר. וּבֵית הִלֵּל אוֹמְרִים, אַף יִפְתַּח לוֹ. בֵּית שַׁמַּאי אוֹמְרִים, בְּמַה שֶּׁהוּא מַדִּירוֹ. וּבֵית הִלֵּל אוֹמְרִים, אַף בְּמַה שֶּׁאֵינוֹ מַדִּירוֹ. כֵּיצַד, אָמְרוּ לוֹ, אֱמוֹר קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי, וְאָמַר קוֹנָם אִשְׁתִּי וּבָנַי נֶהֱנִין לִי, בֵּית שַׁמַּאי אוֹמְרִים, אִשְׁתּוֹ מֻתֶּרֶת וּבָנָיו אֲסוּרִין. וּבֵית הִלֵּל אוֹמְרִים, אֵלּוּ וָאֵלּוּ מֻתָּרִין: \n",
            "english": "<b>One may take a vow to murderers,</b> i.e., people suspected of killing others over monetary matters; <b>or to robbers [<i>ḥaramin</i>]; or to tax collectors</b> who wish to collect tax, <b>that</b> the produce in his possession <b>is <i>teruma</i> although it is not <i>teruma</i>.</b> One may also take a vow to them <b>that</b> the produce in his possession <b>belongs to the house of the king, although it does not belong to the house of the king.</b> One may take a false vow to save himself or his possessions, as a statement of this sort does not have the status of a vow. <b>Beit Shammai say: One may vow</b> in such a case, although he has no intention that his words be true, <b>using every</b> means of taking a vow or making a prohibition in order to mislead those people, <b>except for by</b> taking of <b>an oath,</b> due to its more stringent nature. <b>And Beit Hillel say:</b> One may mislead them <b>even by</b> taking <b>an oath.</b> <b>Beit Shammai say:</b> When negotiating with a robber, <b>one should not initiate by</b> taking <b>a vow for him</b> unless the robber does not believe his claim, in which case he may take a vow to reinforce his words. <b>And Beit Hillel say: He may even initiate</b> by taking a vow <b>to him. Beit Shammai say:</b> One may take a vow only <b>about that which</b> the robber <b>compels him to take a vow</b> but may not add to it. <b>And Beit Hillel say:</b> One may take a vow <b>even about that which he does not compel him to take a vow.</b> The mishna explains the previous statement: <b>How</b> so? If the extortionist <b>said to him</b> that he should <b>say: Benefiting from me is <i>konam</i> for my wife</b> if the vow is not true, <b>and he said: Benefiting from me is <i>konam</i> for my wife and my children, Beit Shammai say: His wife is permitted</b> to benefit from him, since the extortionist demanded that he take that vow, <b>but his children,</b> whom he added of his own accord, <b>are prohibited</b> from benefiting from their father. <b>And Beit Hillel say: Both these and those are permitted</b> to benefit from him."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הֲרֵי נְטִיעוֹת הָאֵלּוּ קָרְבָּן אִם אֵינָן נִקְצָצוֹת, טַלִּית זוֹ קָרְבָּן אִם אֵינָהּ נִשְׂרֶפֶת, יֵשׁ לָהֶן פִּדְיוֹן. הֲרֵי נְטִיעוֹת הָאֵלּוּ קָרְבָּן עַד שֶׁיִּקָּצְצוּ, טַלִּית זוֹ קָרְבָּן עַד שֶׁתִּשָּׂרֵף, אֵין לָהֶם פִּדְיוֹן: \n",
            "english": "If one sees his property in danger of being destroyed, and takes a vow stating, for example: <b>These saplings are</b> like <b>an offering if they are not cut</b> down, or: <b>This garment is</b> like <b>an offering if it is not burned,</b> these items are consecrated if the saplings remain standing or if the garment is not burned. In addition, <b>they are subject to</b> the possibility of <b>redemption</b> just as other items consecrated for maintenance of the Temple may be redeemed. But if one said: <b>These saplings are</b> like <b>an offering until they are cut</b> down, or: <b>This garment is</b> like <b>an offering until it is burned,</b> then <b>they are not subject to</b> the possibility of <b>redemption.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִיּוֹרְדֵי הַיָּם, מֻתָּר בְּיוֹשְׁבֵי הַיַּבָּשָׁה. מִיּוֹשְׁבֵי הַיַּבָּשָׁה, אָסוּר בְּיוֹרְדֵי הַיָּם, שֶׁיּוֹרְדֵי הַיָּם בִּכְלָל יוֹשְׁבֵי הַיַּבָּשָׁה. לֹא כָאֵלּוּ שֶׁהוֹלְכִין מֵעַכּוֹ לְיָפוֹ, אֶלָּא בְמִי שֶׁדַּרְכּוֹ לְפָרֵשׁ: \n",
            "english": "In the case of <b>one who takes a vow</b> that he will not derive benefit <b>from seafarers,</b> he is <b>permitted</b> to benefit <b>from those who live on dry land.</b> But if he takes a vow not to derive benefit <b>from those who live on dry land,</b> he is also <b>prohibited</b> from deriving benefit <b>from seafarers, because seafarers are included</b> within the category of <b>those who live on dry land.</b> The mishna now defines seafarers: <b>Not like those that travel</b> by ship <b>from Akko to Jaffa,</b> which is a short trip, <b>but rather one who customarily departs [<i>lefaresh</i>]</b> to distant locations, e.g., foreign countries."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הַנּוֹדֵר מֵרוֹאֵי הַחַמָּה, אָסוּר אַף בַּסּוּמִין, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְמִי שֶׁהַחַמָּה רוֹאָה אוֹתוֹ: \n",
            "english": "<b>One who takes a vow</b> not to derive benefit <b>from those who see the sun</b> is <b>prohibited</b> from deriving benefit <b>even from</b> the <b>blind,</b> although they see nothing. This is <b>because he meant only</b> to include all <b>those that the sun sees,</b> i.e., shines upon with light."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִשְּׁחוֹרֵי הָרֹאשׁ, אָסוּר בַּקֵּרְחִין וּבְבַעֲלֵי שֵׂיבוֹת, וּמֻתָּר בַּנָּשִׁים וּבַקְּטַנִּים, שֶׁאֵין נִקְרָאִין שְׁחוֹרֵי הָרֹאשׁ אֶלָּא אֲנָשִׁים: \n",
            "english": "<b>One who takes a vow</b> not to derive benefit <b>from</b> those that have <b>dark heads [<i>sheḥorei harosh</i>]</b> is <b>prohibited</b> from deriving benefit <b>from those that are bald,</b> although they have no hair at all, <b>and</b> from the <b>elderly</b> who have white hair. This is because the term is not to be understood in its simple meaning but rather in a broader manner. <b>But</b> he is <b>permitted</b> to derive benefit <b>from women and from children, because only men are called:</b> Those with <b>dark heads.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַיִּלּוֹדִים, מֻתָּר בַּנּוֹלָדִים. מִן הַנּוֹלָדִים, אָסוּר בַּיִּלּוֹדִים. רַבִּי מֵאִיר מַתִּיר אַף בַּיִּלּוֹדִים. וַחֲכָמִים אוֹמְרִים, לֹא נִתְכַּוֵּן זֶה אֶלָּא בְמִי שֶׁדַּרְכּוֹ לְהוֹלִיד: \n",
            "english": "<b>One who takes a vow</b> not to derive benefit <b>from those that are born [<i>yeludim</i>]</b> is <b>permitted</b> to derive benefit from <b>those who will be born [<i>noladim</i>]</b> after the time of the vow. But if one takes a vow not to derive benefit <b>from those who will be born,</b> he is also <b>prohibited</b> from deriving benefit <b>from those that are</b> already <b>born</b> at the time of the vow. <b>Rabbi Meir permits</b> deriving benefit <b>even from those that are</b> already <b>born</b> at the time of the vow because he holds that the one taking the vow was precise in prohibiting only those that will be born. <b>And the Rabbis say: He intended</b> to include with this expression <b>only one whose nature is to be born.</b> Therefore, both those who will be born and those who were already born are included in the vow."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִשּׁוֹבְתֵי שַׁבָּת, אָסוּר בְּיִשְׂרָאֵל וְאָסוּר בַּכּוּתִים. מֵאוֹכְלֵי שׁוּם, אָסוּר בְּיִשְׂרָאֵל וְאָסוּר בַּכּוּתִים. מֵעוֹלֵי יְרוּשָׁלַיִם, אָסוּר בְּיִשְׂרָאֵל וּמֻתָּר בַּכּוּתִים: \n",
            "english": "<b>One who takes a vow</b> that deriving benefit <b>from</b> those <b>who rest on Shabbat</b> is forbidden to him is <b>prohibited</b> from deriving benefit <b>from a Jew, and</b> he is also <b>prohibited</b> from deriving benefit <b>from Samaritans [<i>Kutim</i>]</b> because they are also Shabbat observers. One who takes a vow that deriving benefit <b>from those who eat garlic</b> on Shabbat night is forbidden to him is <b>prohibited</b> from deriving benefit <b>from a Jew, and</b> he is also <b>prohibited</b> from benefiting <b>from Samaritans.</b> However, if one takes a vow that deriving benefit <b>from those who ascend</b> to <b>Jerusalem</b> is forbidden to him, he is <b>prohibited</b> from deriving benefit <b>from a Jew, but</b> he is <b>permitted</b> to benefit <b>from Samaritans</b> because they do not ascend to Jerusalem, but rather, to Mount Gerizim."
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "קוֹנָם שֶׁאֵינִי נֶהֱנֶה לִבְנֵי נֹחַ, מֻתָּר בְּיִשְׂרָאֵל וְאָסוּר בְּאֻמּוֹת הָעוֹלָם. שֶׁאֵינִי נֶהֱנֶה לְזֶרַע אַבְרָהָם, אָסוּר בְּיִשְׂרָאֵל וּמֻתָּר בְּאֻמּוֹת הָעוֹלָם. שֶׁאֵינִי נֶהֱנֶה לְיִשְׂרָאֵל, לוֹקֵחַ בְּיוֹתֵר וּמוֹכֵר בְּפָחוֹת. שֶׁיִּשְׂרָאֵל נֶהֱנִין לִי, לוֹקֵחַ בְּפָחוֹת וּמוֹכֵר בְּיוֹתֵר, אִם שׁוֹמְעִין לוֹ. שֶׁאֵינִי נֶהֱנֶה לָהֶן וְהֵן לִי, יְהַנֶּה לַנָּכְרִים. קוֹנָם שֶׁאֵינִי נֶהֱנֶה לָעֲרֵלִים, מֻתָּר בְּעַרְלֵי יִשְׂרָאֵל וְאָסוּר בְּמוּלֵי הַגּוֹיִם. קוֹנָם שֶׁאֵינִי נֶהֱנֶה לַמּוּלִים, אָסוּר בְּעַרְלֵי יִשְׂרָאֵל וּמֻתָּר בְּמוּלֵי הַגּוֹיִם, שֶׁאֵין הָעָרְלָה קְרוּיָה אֶלָּא לְשֵׁם הַגּוֹיִם, שֶׁנֶּאֱמַר (ירמיה ט) כִּי כָל הַגּוֹיִם עֲרֵלִים וְכָל בֵּית יִשְׂרָאֵל עַרְלֵי לֵב, וְאוֹמֵר (שמואל א יז) וְהָיָה הַפְּלִשְׁתִּי הֶעָרֵל הַזֶּה, וְאוֹמֵר (שמואל ב א) פֶּן תִּשְׂמַחְנָה בְּנוֹת פְּלִשְׁתִּים, פֶּן תַּעֲלֹזְנָה בְּנוֹת הָעֲרֵלִים. רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה אוֹמֵר, מְאוּסָה עָרְלָה שֶׁנִּתְגַּנּוּ בָהּ הָרְשָׁעִים, שֶׁנֶּאֱמַר, כִּי כָל הַגּוֹיִם עֲרֵלִים. רַבִּי יִשְׁמָעֵאל אוֹמֵר, גְּדוֹלָה מִילָה שֶׁנִּכְרְתוּ עָלֶיהָ שְׁלֹשׁ עֶשְׂרֵה בְרִיתוֹת. רַבִּי יוֹסֵי אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁדּוֹחָה אֶת הַשַּׁבָּת הַחֲמוּרָה. רַבִּי יְהוֹשֻׁעַ בֶּן קָרְחָה אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁלֹּא נִתְלָה לוֹ לְמֹשֶׁה הַצַדִּיק עָלֶיהָ מְלֹא שָׁעָה. רַבִּי נְחֶמְיָה אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁדּוֹחָה אֶת הַנְּגָעִים. רַבִּי אוֹמֵר, גְּדוֹלָה מִילָה, שֶׁכָּל הַמִּצְוֹת שֶׁעָשָׂה אַבְרָהָם אָבִינוּ לֹא נִקְרָא שָׁלֵם, עַד שֶׁמָּל, שֶׁנֱּאֶמַר (בראשית יז), הִתְהַלֵּךְ לְפָנַי וֶהְיֵה תָמִים. דָּבָר אַחֵר, גְּדוֹלָה מִילָה, שֶׁאִלְמָלֵא הִיא, לֹא בָרָא הַקָּדוֹשׁ בָּרוּךְ הוּא אֶת עוֹלָמוֹ, שֶׁנֶּאֱמַר (ירמיה לג), כֹּה אָמַר ה' אִם לֹא בְרִיתִי יוֹמָם וָלָיְלָה, חֻקּוֹת שָׁמַיִם וָאָרֶץ לֹא שָׂמְתִּי: \n",
            "english": "If one says: The property <b>of</b> the <b>descendants of Noah is <i>konam</i></b> for me, and for <b>that</b> reason <b>I will not benefit</b> from it, he is <b>permitted</b> to derive benefit <b>from a Jew but prohibited</b> from deriving benefit <b>from the nations of the world.</b> If one says: The property <b>of the offspring of Abraham</b> is forbidden to me, and for <b>that</b> reason <b>I will not benefit</b> from it, <b>he is prohibited</b> from deriving benefit <b>from a Jew but permitted</b> to derive benefit <b>from the nations of the world.</b> If one says: The property of <b>a Jew is</b> forbidden to me, and for <b>that</b> reason <b>I will not benefit</b> from it, <b>he may purchase</b> items from a Jew <b>for more</b> than the market price <b>and may sell</b> items to a Jew <b>for less</b> than the market price, so that he does not derive benefit from the transactions. If one says: <b>Benefit from me is</b> forbidden <b>to a Jew, he may purchase</b> items from a Jew <b>for less</b> than the market price <b>and may sell</b> items to a Jew <b>for more</b> than the market price, so that he does not derive benefit from the transactions. <b>But</b> although this would be permitted, <b>they do not listen to him,</b> i.e., people will generally not agree to deal with him in a manner that causes them a loss in every transaction. If one says: The property of a Jew is forbidden to me, and for <b>that</b> reason <b>I will not benefit from them, and</b> my property is forbidden to a Jew and <b>they</b> will not benefit <b>from me,</b> in this case <b>he may benefit from the nations of the world</b> but not from a Jew, and a Jew may not benefit from him. If one says: <b>Benefiting from those who are uncircumcised is <i>konam</i> for me,</b> he is <b>permitted</b> to derive benefit <b>from uncircumcised Jews</b> because they are not regarded as uncircumcised, <b>but he is prohibited</b> from deriving benefit <b>from the circumcised of the nations of the world.</b> Conversely, if he said: <b>Benefiting from those who are circumcised</b> is <i>konam</i> <b>for me, he is prohibited</b> from deriving benefit even <b>from uncircumcised Jews and</b> he is <b>permitted</b> to derive benefit <b>from the circumcised of the nations of the world, as</b> the term <b>uncircumcised is used only to name the nations of the world, as it is stated: “For all the nations are uncircumcised, but all the house of Israel are uncircumcised in the heart”</b> (Jeremiah 9:25), <b>and it says: “And this uncircumcised Philistine shall be”</b> (I Samuel 17:36), <b>and it says: “Lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph”</b> (II Samuel 1:20). These verses indicate that ordinary gentiles are referred to as uncircumcised, regardless of whether they are actually circumcised. <b>Rabbi Elazar ben Azarya says: The foreskin is repulsive, as</b> is evident from the fact that <b>the wicked are disgraced through it, as it is stated:</b> “Behold, the days come, says the Lord, that I will punish all them that are circumcised in their uncircumcision: Egypt, and Judah, and Edom, and the children of Ammon, and Moab, and all that have the corners of their hair polled, that dwell in the wilderness; <b>for all the nations are uncircumcised,</b> but all the house of Israel are uncircumcised in the heart” (Jeremiah 9:25), which indicates that there is an element of disgrace associated with the foreskin. <b>Rabbi Yishmael says:</b> So <b>great is</b> the mitzva of <b>circumcision that thirteen covenants were sealed with regard to it,</b> for the word covenant appears thirteen times in the biblical passage that discusses circumcision (Genesis, chapter 17). <b>Rabbi Yosei says:</b> So <b>great is</b> the mitzva of <b>circumcision that it overrides the strict</b> <i>halakhot</i> of <b>Shabbat,</b> as circumcision is performed even if the eighth day following the birth of a son occurs on Shabbat, despite the fact that circumcision violates the prohibition of labor on Shabbat. <b>Rabbi Yehoshua ben Korḥa says: Great is</b> the mitzva of <b>circumcision,</b> as is evident from the fact <b>that</b> the punishment of <b>Moses the righteous for</b> not circumcising his son when he was capable of doing so <b>was not postponed</b> for even <b>a full hour</b> (see Exodus 4:24–26). <b>Rabbi Neḥemya says:</b> So <b>great is</b> the mitzva of <b>circumcision that it overrides</b> the prohibitions associated with <b>leprosy.</b> If leprosy is found on the foreskin of an infant, although it is generally prohibited to cut the afflicted area, it is permitted to do so to perform the mitzva of circumcision. <b>Rabbi</b> Yehuda HaNasi <b>says:</b> So <b>great is</b> the mitzva of <b>circumcision that</b> despite <b>all the mitzvot that Abraham our Patriarch did,</b> he <b>was not called wholehearted until he circumcised</b> himself, <b>as it is stated</b> at the time that the mitzva was given to him: <b>“Walk before Me and you should be wholehearted”</b> (Genesis 17:1). <b>Alternatively,</b> so <b>great is</b> the mitzva of <b>circumcision that if not for it the Holy One, Blessed be He, would not have created His world, as it is stated: “Thus says the Lord: If My covenant be not with day and night, I would not have appointed the ordinances of heaven and earth”</b> (Jeremiah 33:25), and the covenant that exists day and night is the covenant of circumcision, as it is always found on the person’s body."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אֵין בֵּין הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ לַמֻּדָּר הֵימֶנּוּ מַאֲכָל אֶלָּא דְרִיסַת הָרֶגֶל וְכֵלִים שֶׁאֵין עוֹשִׂין בָּהֶן אֹכֶל נֶפֶשׁ. הַמֻּדָּר מַאֲכָל מֵחֲבֵרוֹ, לֹא יַשְׁאִילֶנּוּ נָפָה וּכְבָרָה וְרֵחַיִם וְתַנּוּר, אֲבָל מַשְׁאִיל לוֹ חָלוּק וְטַבַּעַת וְטַלִּית וּנְזָמִים, וְכָל דָּבָר שֶׁאֵין עוֹשִׂין בּוֹ אֹכֶל נֶפֶשׁ. מְקוֹם שֶׁמַּשְׂכִּירִין כַּיּוֹצֵא בָהֶן, אָסוּר: \n",
            "english": "<b>The difference between one for whom benefit from another is forbidden by vow [<i>hamuddar hana’a meḥaveiro</i>] and one for whom</b> benefit <b>from his food is forbidden by vow</b> concerns <b>only setting foot</b> on the other person’s property <b>and</b> borrowing from that person <b>utensils that one does not use</b> in <b>preparation of food</b> but for other purposes. Those two benefits are forbidden to the former but permitted to the latter. Therefore, with regard to <b>one for whom</b> benefit <b>from another’s food is forbidden by vow,</b> that person <b>may not lend him</b> utensils used in the preparation of food, e.g., <b>a sieve, or a strainer, or a millstone, or an oven. However, he may lend him a garment, or a finger ring, or a cloak, or nose rings,</b> as these are not used in the preparation of food. However, he may not lend them to one for whom benefit from him is forbidden by vow. <b>And</b> with regard to <b>any item that one does not use in the preparation of food,</b> in <b>a place where one rents</b> items <b>of that kind,</b> that item is <b>forbidden.</b> Meaning, one for whom benefit from another is forbidden by vow is prohibited from borrowing this type of item from the one who vowed and imposed the prohibition. This is because one can use the money saved by borrowing the item rather than renting it to purchase food."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ, שׁוֹקֵל אֶת שִׁקְלוֹ, וּפוֹרֵעַ אֶת חוֹבוֹ, וּמַחֲזִיר לוֹ אֶת אֲבֵדָתוֹ. מְקוֹם שֶׁנּוֹטְלִין עָלֶיהָ שָׂכָר, תִּפֹּל הֲנָאָה לַהֶקְדֵּשׁ: \n",
            "english": "With regard to <b>one prohibited by vow from deriving benefit from another,</b> if that other person chooses, <b>he may contribute the half-shekel</b> to the Temple <b>on his</b> behalf, <b>and repay his debt, and return his lost item to him,</b> and the one prohibited from benefiting is not considered to have benefited from him. In <b>a place where one takes payment</b> for returning a lost item, that <b>benefit should fall into</b> the category of <b>consecrated</b> Temple property."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "וְתוֹרֵם אֶת תְּרוּמָתוֹ וּמַעַשְׂרוֹתָיו לְדַעְתּוֹ. וּמַקְרִיב עָלָיו קִנֵּי זָבִין, קִנֵּי זָבוֹת, קִנֵּי יוֹלְדוֹת, חַטָּאוֹת וַאֲשָׁמוֹת, וּמְלַמְּדוֹ מִדְרָשׁ, הֲלָכוֹת וְאַגָּדוֹת, אֲבָל לֹא יְלַמְּדֶנּוּ מִקְרָא. אֲבָל מְלַמֵּד הוּא אֶת בָּנָיו וְאֶת בְּנוֹתָיו מִקְרָא, וְזָן אֶת אִשְׁתּוֹ וְאֶת בָּנָיו אַף עַל פִּי שֶׁהוּא חַיָּב בִּמְזוֹנוֹתֵיהֶם. וְלֹא יָזוּן אֶת בְּהֶמְתּוֹ, בֵּין טְמֵאָה בֵּין טְהוֹרָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, זָן אֶת הַטְּמֵאָה, וְאֵינוֹ זָן אֶת הַטְּהוֹרָה. אָמְרוּ לוֹ, מַה בֵּין טְמֵאָה לִטְהוֹרָה. אָמַר לָהֶן, שֶׁהַטְּהוֹרָה נַפְשָׁהּ לַשָּׁמַיִם וְגוּפָהּ שֶׁלּוֹ, וּטְמֵאָה נַפְשָׁהּ וְגוּפָהּ לַשָּׁמָיִם. אָמְרוּ לוֹ, אַף הַטְּמֵאָה נַפְשָׁהּ לַשָּׁמַיִם וְגוּפָהּ שֶׁלּוֹ, שֶׁאִם יִרְצֶה, הֲרֵי הוּא מוֹכְרָהּ לְגוֹיִם אוֹ מַאֲכִילָהּ לִכְלָבִים: \n",
            "english": "The mishna proceeds to list other tasks that one may perform for someone who is prohibited by vow from benefiting from him. <b>And he separates his <i>teruma</i> and his tithes,</b> provided that it is <b>with the knowledge</b> and consent of the owner of the produce. <b>And he sacrifices for him the bird nests,</b> i.e., pairs of birds, pigeons and turtledoves, <b>of <i>zavin</i></b> (see Leviticus 15:13–15); <b>the bird nests of <i>zavot</i></b> (see Leviticus 15:28–30); <b>the bird nests of women after childbirth</b> (see Leviticus 12:6–8); <b>sin-offerings; and guilt-offerings. And he teaches him midrash, <i>halakhot</i>, and <i>aggadot</i>, but he may not teach him Bible. However, he may teach his sons and daughters Bible.</b> <b>And</b> with regard to one for whom benefit from another is forbidden by vow, that other person <b>may feed</b> his <b>wife and children, although</b> the one who is bound by the vow <b>is obligated in their support</b> and benefits when another supports them. <b>And he may not feed his animal, whether</b> it is <b>a kosher</b> animal or <b>whether</b> it is <b>a non-kosher</b> animal. <b>Rabbi Eliezer says: He may feed the non-kosher</b> animal, <b>and he may not feed the kosher</b> animal. The Rabbis <b>said to him: What is</b> the difference <b>between kosher and non-kosher</b> animals in this respect? Rabbi Eliezer <b>said to them: The kosher</b> animal’s <b>being</b> belongs <b>to Heaven, and</b> the animal’s <b>body is</b> the property of its owner, as he can eat it. Therefore, the owner benefits directly when another feeds his animal. <b>And a non-kosher</b> animal, both <b>its being and its body</b> belong <b>to Heaven,</b> as it is prohibited for its owner to eat its meat. The Rabbis <b>said to him: The non-kosher</b> animal <b>too, its being</b> belongs <b>to Heaven, and its body is</b> the property of its owner, because if the owner chooses, <b>he sells it to gentiles or feeds it to dogs.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ וְנִכְנַס לְבַקְּרוֹ, עוֹמֵד, אֲבָל לֹא יוֹשֵׁב. וּמְרַפְּאֵהוּ רְפוּאַת נֶפֶשׁ, אֲבָל לֹא רְפוּאַת מָמוֹן. וְרוֹחֵץ עִמּוֹ בְאַמְבַּטִיָא גְדוֹלָה, אֲבָל לֹא בִקְטַנָּה. וְיָשֵׁן עִמּוֹ בְמִטָּה. רַבִּי יְהוּדָה אוֹמֵר, בִּימוֹת הַחַמָּה, אֲבָל לֹא בִימוֹת הַגְּשָׁמִים, מִפְּנֵי שֶׁהוּא מְהַנֵּהוּ. וּמֵסֵב עִמּוֹ עַל הַמִּטָּה, וְאוֹכֵל עִמּוֹ עַל הַשֻּׁלְחָן, אֲבָל לֹא מִן הַתַּמְחוּי, אֲבָל אוֹכֵל הוּא עִמּוֹ מִן הַתַּמְחוּי הַחוֹזֵר. לֹא יֹאכַל עִמּוֹ מִן הָאֵבוּס שֶׁלִּפְנֵי הַפּוֹעֲלִים, וְלֹא יַעֲשֶׂה עִמּוֹ בְאֻמָּן, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, עוֹשֶׂה הוּא בְרִחוּק מִמֶּנּוּ: \n",
            "english": "In the case of <b>one for whom benefit from another is forbidden by vow and he enters</b> his house <b>to visit him, he stands</b> there <b>but does not sit. And</b> that other person <b>heals him</b> with <b>a cure</b> of the <b><i>nefesh</i> but not a cure of <i>mamon</i>.</b> <b>And</b> with regard to another person who is prohibited from deriving benefit from him, <b>one may bathe with him in a large bath [<i>ambati</i>],</b> in which his presence does not affect the other person. <b>However,</b> he may <b>not</b> bathe with him <b>in a small</b> bath, as his presence moderates the temperature of water if it is too hot or too cold, thereby benefiting the other person. <b>And he may sleep with him in</b> one <b>bed.</b> <b>Rabbi Yehuda says:</b> That is permitted <b>during the days of summer, but</b> he may <b>not</b> sleep with him in one bed <b>during the rainy season,</b> i.e., the winter, <b>because he benefits him</b> by warming the bed. <b>And he may recline with him on a divan</b> even during the rainy season, as no benefit is involved. <b>And he may eat with him at</b> the same <b>table, but not from</b> a common <b>platter</b> from which several people eat, as if one leaves food on the platter, the other derives benefit from him. <b>However, he may eat with him from a platter that returns</b> to the host, as everyone takes a small portion and leaves food on the platter. No benefit is derived. Since there is enough food for everyone, none of the diners receives part of another’s portion. <b>One may neither eat with him from the large vessel</b> of food placed <b>before the laborers, nor may he work with him in</b> the same <b>row in a vineyard;</b> this is <b>the statement of Rabbi Meir. And the Rabbis say: He may work</b> in the same row with him provided that <b>he is at a distance from him.</b> If he is close, the other would derive forbidden benefit from him."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ לִפְנֵי שְׁבִיעִית, לֹא יוֹרֵד לְתוֹךְ שָׂדֵהוּ, וְאֵינוֹ אוֹכֵל מִן הַנּוֹטוֹת. וּבַשְּׁבִיעִית אֵינוֹ יוֹרֵד לְתוֹךְ שָׂדֵהוּ, אֲבָל אוֹכֵל הוּא מִן הַנּוֹטוֹת. נָדַר הֵימֶנּוּ מַאֲכָל לִפְנֵי שְׁבִיעִית, יוֹרֵד לְתוֹךְ שָׂדֵהוּ, וְאֵינוֹ אוֹכֵל מִן הַפֵּרוֹת. וּבַשְּׁבִיעִית, יוֹרֵד וְאוֹכֵל: \n",
            "english": "In the case of <b>one for whom benefit from another is forbidden, before,</b> i.e., a year other than <b>the Sabbatical Year, he may neither enter the field</b> of that other person, <b>nor eat from</b> the produce that leans out of the field, even if he does not enter the field. <b>And during the Sabbatical Year,</b> when the produce of the trees is ownerless, <b>he may not enter his field; however, he may eat from the growths that lean</b> out of the field, as the produce does not belong to the other person. If <b>one vowed before the Sabbatical Year</b> that benefit <b>from</b> another’s <b>food</b> is forbidden for him, <b>he may enter his field; however, he may not eat of the produce. And during the Sabbatical Year, he may enter</b> the field <b>and may eat</b> the produce."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ, לֹא יַשְׁאִילֶנּוּ וְלֹא יִשְׁאַל מִמֶּנּוּ, לֹא יַלְוֶנּוּ וְלֹא יִלְוֶה מִמֶּנּוּ, וְלֹא יִמְכֹּר לוֹ וְלֹא יִקַּח מִמֶּנּוּ. אָמַר לוֹ, הַשְׁאִילֵנִי פָרָתֶךָ. אָמַר לוֹ, אֵינָהּ פְּנוּיָה. אָמַר קוֹנָם שָׂדִי שֶׁאֲנִי חוֹרֵשׁ בָּהּ לְעוֹלָם, אִם הָיָה דַרְכּוֹ לַחֲרֹשׁ, הוּא אָסוּר וְכָל אָדָם מֻתָּרִין. אִם אֵין דַּרְכּוֹ לַחֲרֹשׁ, הוּא וְכָל אָדָם אֲסוּרִין: \n",
            "english": "In the case of <b>one for whom benefit from another is forbidden by vow,</b> that other person <b>may neither lend</b> an item <b>to him nor borrow</b> an item <b>from him.</b> Similarly, <b>he may neither lend</b> money <b>to him nor borrow</b> money <b>from him. And he may neither sell</b> an item <b>to him nor purchase</b> an item <b>from him.</b> <b>One said to</b> another: <b>Lend me your cow.</b> The other person <b>said to him:</b> My cow <b>is not available.</b> The one seeking to borrow the cow responded angrily: <b>Plowing my field with</b> this cow <b>is <i>konam</i> forever. If it was his</b> typical <b>manner to plow</b> the field himself, then it is <b>prohibited</b> for <b>him</b> to plow his field with that cow <b>but</b> it is <b>permitted</b> for <b>every</b> other <b>person. If it is not his</b> typical <b>manner to plow</b> the field himself, and he has others plow for him, it is <b>prohibited</b> for <b>him and</b> for <b>every</b> other <b>person</b> to plow his field with that cow, because his intent was to render benefit from plowing with this cow forbidden."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ וְאֵין לוֹ מַה יֹּאכַל, הוֹלֵךְ אֵצֶל הַחֶנְוָנִי וְאוֹמֵר, אִישׁ פְּלוֹנִי מֻדָּר מִמֶּנִּי הֲנָאָה וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה, וְהוּא נוֹתֵן לוֹ וּבָא וְנוֹטֵל מִזֶּה. הָיָה בֵיתוֹ לִבְנוֹת, גְּדֵרוֹ לִגְדֹּר, שָׂדֵהוּ לִקְצֹר, הוֹלֵךְ אֵצֶל הַפּוֹעֲלִים וְאוֹמֵר, אִישׁ פְּלוֹנִי מֻדָּר מִמֶּנִּי הֲנָאָה וְאֵינִי יוֹדֵעַ מָה אֶעֱשֶׂה. הֵם עוֹשִׂין עִמּוֹ, וּבָאִין וְנוֹטְלִין שָׂכָר מִזֶּה: \n",
            "english": "In the case of <b>one for whom benefit from another is forbidden by vow and</b> who <b>does not have anything to eat,</b> the one from whom benefit is forbidden <b>goes to the shopkeeper and says</b> to him: <b>So-and-so vowed that benefit from me is forbidden</b> for him <b>and I do not know what I will do.</b> After grasping his intent, the shopkeeper <b>gives</b> food <b>to</b> the one for whom benefit is forbidden, <b>and</b> then the shopkeeper <b>comes and takes</b> payment for the food <b>from that</b> one who spoke to him. Similarly, if the <b>house</b> of one for whom benefit is forbidden by a vow <b>was to be built, his fence to be erected,</b> or <b>his field to be harvested,</b> and laborers were required but he had no money to hire them, the one from whom benefit is forbidden <b>goes to the laborers and says</b> to them: <b>Benefit from me is forbidden by vow to so-and-so and I do not know what I will do. And</b> the laborers <b>perform</b> those tasks <b>with him, and come and take payment</b> for their labor <b>from that</b> person who approached them."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הָיוּ מְהַלְּכִין בַּדֶּרֶךְ, וְאֵין לוֹ מַה יֹּאכַל, נוֹתֵן לְאַחֵר לְשׁוּם מַתָּנָה וְהַלָּה מֻתָּר בָּהּ. אִם אֵין עִמָּהֶם אַחֵר, מַנִּיחַ עַל הַסֶּלַע אוֹ עַל הַגָּדֵר וְאוֹמֵר, הֲרֵי הֵן מֻפְקָרִים לְכָל מִי שֶׁיַּחְפֹּץ, וְהַלָּה נוֹטֵל וְאוֹכֵל. וְרַבִּי יוֹסֵי אוֹסֵר: \n",
            "english": "<b>If</b> the one who vowed to render benefit from him forbidden and the one for whom benefit is forbidden <b>were traveling</b> together <b>along the road and</b> the one for whom benefit is forbidden <b>does not have anything to eat,</b> the one who from whom benefit is forbidden <b>gives</b> food <b>to one</b> other person <b>as a gift, and</b> it is <b>permitted</b> for <b>that</b> person for whom benefit is forbidden to eat the food because it no longer belongs to the one from whom benefit is forbidden. <b>If there is no other</b> person <b>with them,</b> the one who vowed <b>places</b> the food <b>on the</b> nearest <b>rock or on the</b> nearest <b>fence and says: These</b> food items <b>are hereby rendered ownerless</b> and are available <b>to anyone who wants</b> them. Then <b>that</b> person for whom benefit is forbidden <b>takes and eats</b> the food. <b>Rabbi Yosei prohibits</b> doing so."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַשֻּׁתָּפִין שֶׁנָּדְרוּ הֲנָאָה זֶה מִזֶּה, אֲסוּרִין לִכָּנֵס לֶחָצֵר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, זֶה נִכְנָס לְתוֹךְ שֶׁלּוֹ וְזֶה נִכְנָס לְתוֹךְ שֶׁלּוֹ. וּשְׁנֵיהֶם אֲסוּרִים לְהַעֲמִיד שָׁם רֵחַיִם וְתַנּוּר וּלְגַדֵּל תַּרְנְגוֹלִים. הָיָה אֶחָד מֵהֶם מֻדָּר הֲנָאָה מֵחֲבֵרוֹ, לֹא יִכָּנֵס לֶחָצֵר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, יָכוֹל הוּא לוֹמַר לוֹ, לְתוֹךְ שֶׁלִּי אֲנִי נִכְנָס וְאֵינִי נִכְנָס לְתוֹךְ שֶׁלָּךְ. וְכוֹפִין אֶת הַנּוֹדֵר לִמְכֹּר אֶת חֶלְקוֹ: \n",
            "english": "<b>Partners who vowed</b> not to derive <b>benefit from one another are prohibited from entering into a courtyard</b> that they jointly own, since each one has a portion in it and benefits from the share owned by the other, thereby leading to a violation of the vow. <b>Rabbi Eliezer ben Ya’akov says:</b> It is permitted for both to use the courtyard, as it can be said that since each has a portion in the courtyard; <b>this one enters into his own</b> portion <b>and that one enters into his own</b> portion. <b>And</b> all agree that <b>they are both prohibited from setting up a mill or an oven</b> in the jointly owned courtyard, <b>or to raise chickens</b> in it. If only <b>one of the</b> partners <b>was prohibited by a vow from deriving benefit from the other, he may not enter the courtyard. Rabbi Eliezer ben Ya’akov says: He can say to</b> the partner: <b>I am entering into my own</b> portion <b>and I am not entering into your</b> portion. <b>And</b> the court <b>forces the one who took</b> such <b>a vow to sell his portion</b> so that he does not cause the other to transgress."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הָיָה אֶחָד מִן הַשּׁוּק מֻדָּר מֵאֶחָד מֵהֶם הֲנָאָה, לֹא יִכָּנֵס לֶחָצֵר. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, יָכוֹל הוּא לוֹמַר לוֹ, לְתוֹךְ שֶׁל חֲבֵרְךָ אֲנִי נִכְנָס, וְאֵינִי נִכְנָס לְתוֹךְ שֶׁלָּךְ: \n",
            "english": "If <b>someone from the marketplace is prohibited by a vow from deriving benefit from one of the</b> partners, <b>he may not enter a courtyard</b> of the partners, since it belongs partly to the one from whom he may not benefit. <b>Rabbi Eliezer ben Ya’akov says: He can say to him: I am entering into the</b> portion <b>of another</b> resident of the courtyard <b>and I am not entering your</b> own portion since it does not belong entirely to you."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ, וְיֶשׁ לוֹ מֶרְחָץ וּבֵית הַבַּד מֻשְׂכָּרִים בָּעִיר, אִם יֶשׁ לוֹ בָהֶן תְּפִיסַת יָד, אָסוּר. אֵין לוֹ בָהֶן תְּפִיסַת יָד, מֻתָּר. הָאוֹמֵר לַחֲבֵרוֹ, קוֹנָם לְבֵיתְךָ שֶׁאֲנִי נִכְנָס וְשָׂדְךָ שֶׁאֲנִי לוֹקֵחַ, מֵת אוֹ שֶׁמְּכָרוֹ לְאַחֵר, מֻתָּר. קוֹנָם לְבַיִת זֶה שֶׁאֲנִי נִכְנָס, שָׂדֶה זוֹ שֶׁאֲנִי לוֹקֵחַ, מֵת אוֹ שֶׁמְּכָרוֹ לְאַחֵר, אָסוּר: \n",
            "english": "With regard to <b>one prohibited by a vow from deriving benefit from another and he has a bathhouse or an olive press in the city that is leased out</b> and available for public use, <b>if</b> the one who took the vow <b>has a right</b> to profits from <b>usage in</b> the property, i.e., he retains some rights in the property and has not leased them out completely, it is <b>forbidden</b> for the one who took the vow to use it. If <b>he has no right of usage in the</b> property, it is <b>permitted.</b> With regard to one <b>who says to another: Entering your house is <i>konam</i> for me, or: Purchasing your field</b> is <i>konam</i> <b>for me,</b> then if <b>he,</b> i.e., the owner of the house or field, <b>dies or sells</b> the house <b>to another,</b> it is <b>permitted</b> for the one who took the vow to enter the house or purchase the field, as it is no longer in the possession of the prior owner. But if he said: <b>Entering this house is <i>konam</i> for me,</b> or: <b>Purchasing this field</b> is <i>konam</i> <b>for me,</b> then even if the owner <b>dies or sells it to another,</b> it is <b>forbidden.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הֲרֵינִי עָלֶיךָ חֵרֶם, הַמֻּדָּר אָסוּר. הֲרֵי אַתְּ עָלַי חֵרֶם, הַנּוֹדֵר אָסוּר. הֲרֵינִי עָלֶיךָ וְאַתְּ עָלַי, שְׁנֵיהֶם אֲסוּרִין. וּשְׁנֵיהֶם מֻתָּרִין בְּדָבָר שֶׁל עוֹלֵי בָבֶל, וַאֲסוּרִין בְּדָבָר שֶׁל אוֹתָהּ הָעִיר: \n",
            "english": "If someone says to another: <b>I am hereby</b> forbidden <b>to you</b> like an item <b>dedicated</b> to the Temple, then <b>the one prohibited by</b> the <b>vow is prohibited</b> from benefiting from the possessions of the one who took the vow. If someone says: <b>You are hereby</b> forbidden <b>to me</b> like an item <b>dedicated</b> to the Temple, then <b>the one who took the vow is prohibited</b> from benefiting from the possessions of the other. If he says: <b>I am hereby</b> forbidden <b>to you and you are</b> hereby forbidden <b>to me</b> like an item dedicated to the Temple, <b>both are prohibited</b> from benefiting from the possessions of the other. <b>But</b> it is <b>permitted for both of them</b> to benefit <b>from</b> the <b>objects belonging to those who ascended from Babylonia,</b> i.e., common property of the nation as a whole, which is not considered to be the property of any individual. <b>But it is prohibited</b> for them to benefit <b>from objects of that city,</b> which are considered to be jointly owned by all its residents. "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "וְאֵיזֶהוּ דָבָר שֶׁל עוֹלֵי בָבֶל, כְּגוֹן הַר הַבַּיִת וְהָעֲזָרוֹת וְהַבּוֹר שֶׁבְּאֶמְצַע הַדֶּרֶךְ. וְאֵיזֶהוּ דָבָר שֶׁל אוֹתָהּ הָעִיר, כְּגוֹן הָרְחָבָה וְהַמֶּרְחָץ, וּבֵית הַכְּנֶסֶת וְהַתֵּבָה וְהַסְּפָרִים. וְהַכּוֹתֵב חֶלְקוֹ לַנָּשִׂיא. רַבִּי יְהוּדָה אוֹמֵר, אֶחָד כּוֹתֵב לַנָּשִׂיא וְאֶחָד כּוֹתֵב לְהֶדְיוֹט. מַה בֵּין כּוֹתֵב לַנָּשִׂיא לְכוֹתֵב לְהֶדְיוֹט, שֶׁהַכּוֹתֵב לַנָּשִׂיא אֵינוֹ צָרִיךְ לְזַכּוֹת. וַחֲכָמִים אוֹמְרִים, אֶחָד זֶה וְאֶחָד זֶה צְרִיכִין לְזַכּוֹת. לֹא דִבְּרוּ בַנָּשִׂיא אֶלָּא בַהֹוֶה. רַבִּי יְהוּדָה אוֹמֵר, אֵין אַנְשֵׁי גָלִיל צְרִיכִין לִכְתֹּב, שֶׁכְּבָר כָּתְבוּ אֲבוֹתֵיהֶם עַל יְדֵיהֶם: \n",
            "english": "<b>And what are</b> examples of <b>objects belonging to those who ascended from Babylonia? For example, the Temple Mount, and the</b> Temple <b>Courtyards, and the</b> water <b>cistern in the middle of the road. And what are objects of that city? For example, the</b> city <b>square, and the bathhouse, and the synagogue, and the ark</b> which houses the Torah scrolls, <b>and the</b> Torah <b>scrolls. And one who writes,</b> i.e., signs, <b>his portion</b> of the shared objects of that city over <b>to the <i>Nasi</i>.</b> <b>Rabbi Yehuda says:</b> This is the <i>halakha</i> with regard to <b>both</b> one who <b>writes</b> his portion over <b>to the <i>Nasi</i> and one</b> who <b>writes</b> it over <b>to a common person.</b> Rabbi Yehuda adds: <b>What</b> is the difference <b>between</b> one who <b>writes</b> it over <b>to the <i>Nasi</i> and</b> one who <b>writes</b> it over <b>to a common person? That one who writes</b> it <b>to the <i>Nasi</i> need not</b> formally <b>confer possession</b> of the item, whereas one who writes it over <b>to a common person must confer possession</b> to him. <b>And the Rabbis say: Both this</b> one <b>and that</b> one <b>must confer possession,</b> and <b>they</b> specifically <b>mentioned the <i>Nasi</i> only</b> so as to speak <b>in the present,</b> addressing situations that were prevalent. <b>Rabbi Yehuda says: The people of Galilee do not have to write</b> their portion over to the <i>Nasi</i> <b>because their fathers already wrote</b> it <b>for them,</b> declaring that all the public property belongs to him."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲבֵרוֹ וְאֵין לוֹ מַה יֹּאכַל, נוֹתְנוֹ לְאַחֵר לְשׁוּם מַתָּנָה, וְהַלָּה מֻתָּר בָּהּ. מַעֲשֶׂה בְאֶחָד בְּבֵית חוֹרוֹן שֶׁהָיָה אָבִיו מֻדָּר הֵימֶנּוּ הֲנָאָה, וְהָיָה מַשִּׂיא אֶת בְּנוֹ, וְאָמַר לַחֲבֵרוֹ, חָצֵר וּסְעוּדָה נְתוּנִים לְךָ בְמַתָּנָה, וְאֵינָן לְפָנֶיךָ אֶלָּא כְדֵי שֶׁיָּבֹא אַבָּא וְיֹאכַל עִמָּנוּ בַּסְּעוּדָה. אָמַר לוֹ, אִם שֶׁלִּי הֵם, הֲרֵי הֵם מֻקְדָּשִׁין לַשָּׁמָיִם. אָמַר לוֹ, לֹא נָתַתִּי אֶת שֶׁלִּי שֶׁתַּקְדִּישֵׁם לַשָּׁמָיִם. אָמַר לוֹ, לֹא נָתַתָּ לִּי אֶת שֶׁלְּךָ אֶלָּא שֶׁתְּהֵא אַתָּה וְאָבִיךָ אוֹכְלִים וְשׁוֹתִים וּמִתְרַצִּים זֶה לָזֶה, וִיהֵא עָוֹן תָּלוּי בְּרֹאשׁוֹ. וּכְשֶׁבָּא דָבָר לִפְנֵי חֲכָמִים, אָמְרוּ, כָּל מַתָּנָה שֶׁאֵינָהּ שֶׁאִם הִקְדִּישָׁהּ אֵינָהּ מְקֻדֶּשֶׁת, אֵינָהּ מַתָּנָה: \n",
            "english": "With regard to <b>one who is prohibited by a vow from deriving benefit from another and he does not have anything to eat,</b> the other <b>may give</b> the food <b>to someone else as a gift and he is</b> then <b>permitted</b> to eat <b>it.</b> The mishna recounts: <b>An incident</b> occurred <b>involving someone in</b> the city of <b>Beit Ḥoron whose father had vowed not to derive benefit from him, and</b> the son <b>was marrying off his</b> own <b>son</b> and wanted his father to be able to participate in the wedding meal. <b>And</b> he therefore <b>said to another: The courtyard</b> where the wedding will take place <b>and</b> the wedding <b>meal are given before you</b> as a gift, but <b>only so that my father will come and eat with us at the meal.</b> The recipient <b>said: If they are mine, they are</b> all <b>hereby consecrated to Heaven,</b> i.e., the Temple, and are forbidden to everyone. The son <b>said to him</b> in anger: And <b>did I give you my</b> property <b>so that you should consecrate it to Heaven? He,</b> the recipient, <b>said to him: You gave me your</b> property <b>only</b> so that <b>you and your father would eat and drink and</b> thereby <b>appease each other, and the sin</b> of transgressing the vow would <b>be hung on his,</b> i.e., my, <b>head,</b> as I enabled the transgression. <b>The Sages</b> therefore <b>said: Any gift that is not</b> so absolute so <b>that if</b> the recipient <b>were to consecrate</b> the gift <b>it would be consecrated, is not a gift.</b> In other words, in order for it to be a gift, the recipient must have the ability to consecrate it."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַמְבֻשָּׁל, מֻתָּר בַּצָּלִי וּבַשָּׁלוּק. אָמַר קוֹנָם תַּבְשִׁיל שֶׁאֵינִי טוֹעֵם, אָסוּר בְּמַעֲשֵׂה קְדֵרָה רַךְ, וּמֻתָּר בְּעָבֶה וּמֻתָּר בְּבֵיצַת טְרָמִיטָא, וּבִדְלַעַת הָרְמוּצָה: \n",
            "english": "In the case of <b>one who vows</b> that <b>cooked foods</b> are forbidden to him, he is <b>permitted</b> to eat <b>roasted and boiled</b> foods, as they are not defined as cooked. If one <b>said: Cooked</b> food <b>is <i>konam</i></b> for me, and for <b>that</b> reason <b>I will not taste</b> it, he is <b>prohibited from</b> tasting <b>a loose cooked</b> food <b>but</b> is <b>permitted to</b> taste <b>a thick</b> one, which people do not generally refer to as a cooked food. <b>And</b> he is likewise <b>permitted to</b> eat <b>a <i>turemuta</i> egg and the <i>remutza</i> gourd,</b> as they are not considered cooked foods either. "
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִמַּעֲשֵׂה קְדֵרָה, אֵינוֹ אָסוּר אֶלָּא מִמַּעֲשֵׂה רְתַחְתָּה. אָמַר, קוֹנָם הַיּוֹרֵד לַקְּדֵרָה שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַמִּתְבַּשְּׁלִין בַּקְּדֵרָה: \n",
            "english": "In the case of <b>one who vows</b> that food <b>cooked in a dish</b> is forbidden to him, he is <b>prohibited</b> from deriving benefit <b>only from</b> food that is <b>cooked by boiling</b> it in a dish. However, if <b>one said: That which enters into a dish is <i>konam</i></b> for me, and for <b>that</b> reason <b>I will not taste</b> it, he is <b>prohibited</b> from tasting <b>anything cooked in a dish.</b> "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "מִן הַכָּבוּשׁ, אֵינוֹ אָסוּר אֶלָּא מִן הַכָּבוּשׁ שֶׁל יָרָק. כָּבוּשׁ שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַכְּבוּשִׁים. מִן הַשָּׁלוּק, אֵינוֹ אָסוּר אֶלָּא מִן הַשָּׁלוּק שֶׁל בָּשָׂר. שָׁלוּק שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַשְּׁלָקִים. מִן הַצָּלִי, אֵינוֹ אָסוּר אֶלָּא מִן הַצָּלִי שֶׁל בָּשָׂר, דִּבְרֵי רַבִּי יְהוּדָה. צָלִי שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַצְּלוּיִים. מִן הַמָּלִיחַ, אֵינוֹ אָסוּר אֶלָּא מִן הַמָּלִיחַ שֶׁל דָּג. מָלִיחַ שֶׁאֵינִי טוֹעֵם, אָסוּר בְּכָל הַמְּלוּחִים: \n",
            "english": "One who vows that <b>pickled food</b> is forbidden <b>to</b> him is <b>prohibited from</b> eating <b>only pickled vegetables,</b> as that is what people usually mean when referring to pickled food. However, if he says: <b>Pickled food</b> is <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> it, <b>he is prohibited</b> from tasting <b>all pickled</b> foods. Similarly, one who vows that <b>boiled food</b> is forbidden <b>to</b> him <b>is prohibited from</b> eating <b>only boiled meat,</b> as that is the common meaning of the expression boiled food. On the other hand, if he says: <b>Boiled food</b> is <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> it, <b>he is prohibited from</b> eating <b>all boiled foods.</b> One who vows that <b>roasted food</b> is forbidden <b>to</b> him <b>is prohibited from</b> eating <b>only roasted meat;</b> this is <b>the statement of Rabbi Yehuda.</b> However, if one says: <b>Roasted food</b> is <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> it, <b>he is prohibited from</b> eating <b>all roasted foods.</b> One who vows that <b>salted food</b> is forbidden <b>to</b> him <b>is prohibited from</b> eating <b>only salted fish,</b> as that is the common meaning of the expression salted food. If, on the other hand, he says: <b>Salted food</b> is <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> it, <b>he is prohibited from</b> eating <b>all salted foods.</b> "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "דָּג דָּגִים שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן, בֵּין גְּדוֹלִים בֵּין קְטַנִּים, בֵּין מְלוּחִין בֵּין טְפֵלִין, בֵּין חַיִּין בֵּין מְבֻשָּׁלִין, וּמֻתָּר בְּטָרִית טְרוּפָה וּבְצִיר. הַנּוֹדֵר מִן הַצַּחֲנָה, אָסוּר בְּטָרִית טְרוּפָה, וּמֻתָּר בְּצִיר וּבְמֻרְיָס. הַנּוֹדֵר מִטָּרִית טְרוּפָה, אָסוּר בְּצִיר וּבְמֻרְיָס: \n",
            "english": "If one says: <b>Fish</b> or <b>fishes</b> are <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> them, <b>he is prohibited from</b> eating all of <b>them, whether large</b> fish <b>or small, whether salted or unsalted, whether raw or cooked. But he is permitted</b> to taste <b>minced sardines and</b> to taste <b>fish brine,</b> as these are not included in the common meaning of the word fish. <b>One who vows</b> that <b><i>tzaḥana</i>,</b> a concoction of whole and chopped fish, is forbidden <b>to</b> him <b>is prohibited from</b> eating <b>minced sardines</b> as well, <b>but he is permitted</b> to eat <b>fish brine and fish gravy [<i>morays</i>]. One who vows</b> that <b>minced sardines</b> are forbidden <b>to</b> him <b>is prohibited from</b> eating <b>fish brine and from</b> eating <b>fish gravy.</b> "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הֶחָלָב, מֻתָּר בַּקּוּם. וְרַבִּי יוֹסֵי אוֹסֵר. מִן הַקּוּם, מֻתָּר בֶּחָלָב. אַבָּא שָׁאוּל אוֹמֵר, הַנּוֹדֵר מִן הַגְּבִינָה, אָסוּר בָּהּ בֵּין מְלוּחָה בֵּין טְפֵלָה: \n",
            "english": "<b>One who vows</b> that <b>milk</b> is forbidden <b>to</b> him <b>is permitted to</b> partake of <b>whey [<i>kum</i>],</b> the liquid that separates from milk when it is made into cheese. <b>But Rabbi Yosei prohibits</b> him from partaking of whey. If one vows that <b>whey</b> is forbidden <b>to</b> him, <b>he is permitted to</b> partake of <b>milk. Abba Shaul says: One who vows</b> that <b>cheese</b> is forbidden <b>to</b> him <b>is prohibited</b> from eating <b>it whether</b> it is <b>salted or unsalted. </b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַבָּשָׂר, מֻתָּר בַּרֹטֶב וּבַקִּפָּה. וְרַבִּי יְהוּדָה אוֹסֵר. אָמַר רַבִּי יְהוּדָה, מַעֲשֶׂה וְאָסַר עָלַי רַבִּי טַרְפוֹן בֵּיצִים שֶׁנִּתְבַּשְּׁלוּ עִמּוֹ. אָמְרוּ לוֹ, וְכֵן הַדָּבָר, אֵימָתַי, בִּזְמַן שֶׁיֹּאמַר בָּשָׂר זֶה עָלָי, שֶׁהַנּוֹדֵר מִן הַדָּבָר וְנִתְעָרֵב בְּאַחֵר, אִם יֶשׁ בּוֹ בְנוֹתֵן טַעַם, אָסוּר: \n",
            "english": "One who vows that <b>meat</b> is forbidden <b>to</b> him <b>is permitted</b> to eat <b>gravy and sediments of boiled meat [<i>kifa</i>]. But Rabbi Yehuda</b> maintains that he is <b>prohibited</b> from eating them. <b>Rabbi Yehuda said:</b> There was <b>an incident</b> where one took such a vow <b>and Rabbi Tarfon prohibited us from</b> even <b>eggs that were cooked with</b> meat. The Rabbis <b>said to him: Indeed so,</b> but <b>when</b> is this the <i>halakha</i>? <b>When he says: This meat is</b> forbidden <b>to me,</b> referring to a specific piece of meat. This is <b>because</b> in the case of <b>one who vows</b> that <b>an item</b> is forbidden <b>to</b> him, <b>and it becomes mixed into another</b> item, <b>if</b> the latter <b>contains</b> an amount of the forbidden food <b>that gives</b> it <b>flavor,</b> i.e., the forbidden food can be tasted in the permitted food, the mixture <b>is forbidden.</b> However, if one vows that meat in general is forbidden to him, without specifying a particular piece, only the meat itself is forbidden, not the gravy, sediments, or eggs cooked with that meat. "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַיַּיִן, מֻתָּר בְּתַבְשִׁיל שֶׁיֶּשׁ בּוֹ טַעַם יַיִן. אָמַר קוֹנָם יַיִן זֶה שֶׁאֵינִי טוֹעֵם, וְנָפַל לְתַבְשִׁיל, אִם יֶשׁ בּוֹ בְנוֹתֵן טַעַם, הֲרֵי זֶה אָסוּר. הַנּוֹדֵר מִן הָעֲנָבִים, מֻתָּר בְּיַיִן. מִן הַזֵּיתִים, מֻתָּר בְּשֶׁמֶן. אָמַר קוֹנָם זֵיתִים וַעֲנָבִים אֵלּוּ שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן וּבַיּוֹצֵא מֵהֶן: \n",
            "english": "Likewise, <b>one who vows</b> that <b>wine</b> is forbidden <b>to</b> him <b>is permitted to</b> eat <b>a cooked dish that has the flavor of wine.</b> However, if <b>he said: Wine is <i>konam</i></b> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> it, <b>and</b> the wine <b>fell into a cooked dish, if</b> the dish <b>contains</b> an amount of the wine <b>that gives</b> it <b>flavor, it is forbidden.</b> <b>One who vows</b> that <b>grapes</b> are forbidden <b>to</b> him is <b>permitted to</b> partake of <b>wine.</b> One who vows that <b>olives</b> are forbidden <b>to</b> him <b>is permitted to</b> partake of <b>oil.</b> However, if one <b>said: Olives and grapes are <i>konam</i></b> for me, and for <b>that</b> reason <b>I will not taste these</b> items, he is <b>prohibited</b> from tasting <b>them and</b> the wine and oil <b>that emerge from them.</b> "
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַתְּמָרִים, מֻתָּר בִּדְבַשׁ תְּמָרִים. מִסִּתְוָנִיּוֹת, מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. רַבִּי יְהוּדָה בֶן בְּתֵירָא אוֹמֵר, כָּל שֶׁשֵּׁם תּוֹלַדְתּוֹ קְרוּיָה עָלָיו וְנוֹדֵר הֵימֶנּוּ, אָסוּר אַף בַּיּוֹצֵא הֵימֶנּוּ. וַחֲכָמִים מַתִּירִין: \n",
            "english": "<b>One who vows</b> that <b>dates</b> are forbidden <b>to</b> him <b>is permitted to</b> eat <b>date honey.</b> One who vows that <b>late grapes</b> are forbidden <b>to</b> him <b>is permitted to</b> eat <b>vinegar of late grapes. Rabbi Yehuda ben Beteira says:</b> In the case of <b>any</b> food <b>that the name of its derivative is called after its</b> name, i.e., the liquid that emerges from it bears its name, e.g., date honey or vinegar of late grapes, <b>and one vows</b> that the item itself, e.g., the grape, is forbidden to him, he is also <b>prohibited from</b> consuming the liquid <b>that emerges from it. But the Rabbis permit</b> this. "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַיַּיִן, מֻתָּר בְּיֵין תַּפּוּחִים. מִן הַשֶּׁמֶן, מֻתָּר בְּשֶׁמֶן שֻׁמְשְׁמִין. מִן הַדְּבַשׁ, מֻתָּר בִּדְבַשׁ תְּמָרִים. מִן הַחֹמֶץ, מֻתָּר בְּחֹמֶץ סִתְוָנִיּוֹת. מִן הַכְּרֵשִׁין, מֻתָּר בְּקַפְלוֹטוֹת. מִן הַיָּרָק, מֻתָּר בְּיַרְקוֹת הַשָּׂדֶה, מִפְּנֵי שֶׁהוּא שֵׁם לְוָאי: \n",
            "english": "<b>One who vows</b> that <b>wine</b> is forbidden <b>to</b> him <b>is permitted</b> to partake of <b>apple wine,</b> i.e., cider, as the unspecified term wine refers only to grape wine. One who vows that <b>oil is</b> forbidden <b>to</b> him is <b>permitted</b> to partake of <b>sesame oil,</b> as the unspecified term oil refers only to olive oil. One who vows that <b>honey</b> is forbidden to him is <b>permitted</b> to eat <b>date honey,</b> as the unspecified term honey refers only to bee honey. One who vows that <b>vinegar</b> is forbidden to him is <b>permitted</b> to partake of <b>vinegar of late grapes,</b> as vinegar is typically made from wine. One who vows that <b>leeks</b> are forbidden to him is <b>permitted</b> to eat <b><i>kaflutot</i>,</b> a type of leek. One who vows that <b>vegetables</b> are forbidden to him is <b>permitted</b> to eat wild <b>field vegetables, as this</b> type of vegetable has <b>a modifier</b> and is not referred to by the unspecified term vegetable. "
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "מִן הַכְּרוּב, אָסוּר בְּאִסְפַּרְגּוֹס. מִן הָאִסְפַּרְגּוֹס, מֻתָּר בִּכְרוּב. מִן הַגְּרִיסִים, אָסוּר מִן הַמִּקְפָּה, וְרַבִּי יוֹסֵי מַתִּיר. מִן הַמִּקְפָּה, מֻתָּר בִּגְרִיסִין. מִן הַמִּקְפָּה, אָסוּר בְּשׁוּם, וְרַבִּי יוֹסֵי מַתִּיר. מִן הַשּׁוּם, מֻתָּר בְּמִקְפָּה. מִן הָעֲדָשִׁים, אָסוּר בַּאֲשִׁישִׁין, וְרַבִּי יוֹסֵי מַתִּיר. מִן הָאֲשִׁישִׁים, מֻתָּר בַּעֲדָשִׁים. חִטָּה חִטִּים שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן בֵּין קֶמַח בֵּין פָּת. גְּרִיס גְּרִיסִין שֶׁאֵינִי טוֹעֵם, אָסוּר בָּהֶן בֵּין חַיִּין בֵּין מְבֻשָּׁלִים. רַבִּי יְהוּדָה אוֹמֵר, קוֹנָם גְּרִיס אוֹ חִטָּה שֶׁאֵינִי טוֹעֵם, מֻתָּר לָכוֹס חַיִּים: \n",
            "english": "One who vows that <b>cabbage</b> is forbidden <b>to</b> him <b>is prohibited from</b> eating <b><i>ispargus</i>,</b> as that is a type of cabbage. However, one who vows that <b><i>ispargus</i></b> is forbidden <b>to</b> him is <b>permitted to</b> eat <b>cabbage.</b> One who vows that <b>pounded beans</b> are forbidden <b>to</b> him <b>is prohibited from</b> eating pounded bean <b>stew [<i>mikpa</i>]. However, Rabbi Yosei</b> rules that he is <b>permitted</b> to eat it.One who vows that <b>pounded beans</b> are forbidden <b>to</b> him is <b>prohibited from</b> eating pounded bean <b>stew. However, Rabbi Yosei</b> rules that he is <b>permitted</b> to eat it. One who vows that pounded bean <b>stew</b> is forbidden <b>to</b> him is <b>permitted to</b> eat <b>pounded beans</b> according to all opinions. One who vows that <b>stew</b> is forbidden <b>to</b> him <b>is prohibited from</b> eating the <b>garlic</b> of the stew. <b>However, Rabbi Yosei</b> rules that he is <b>permitted</b> to eat the garlic. One who vows that <b>garlic</b> is forbidden <b>to</b> him <b>is permitted to</b> eat <b>stew.</b> One who vows that <b>lentils</b> are forbidden <b>to</b> him <b>is prohibited from</b> eating <b><i>ashishim</i>,</b> a dish made from lentils. However, <b>Rabbi Yosei permits</b> it. It is agreed by all opinions that one who vows that <b><i>ashishim</i></b> is forbidden <b>to</b> him <b>is permitted to</b> eat <b>lentils.</b> If one says: <b><i>Ḥitta</i>,</b> wheat in singular form, or <b><i>ḥittim</i>,</b> wheat in plural form, are <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> them, he is <b>prohibited from</b> eating wheat, <b>whether</b> as <b>flour or bread.</b> If one says: <b>Pounded bean</b> or <b>pounded beans</b> are <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> them, he is <b>prohibited from</b> eating <b>them, whether raw or cooked. Rabbi Yehuda says</b> that if one says: <b>Pounded bean or <i>ḥitta</i> is <i>konam</i></b> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> them, he is <b>permitted to chew</b> them <b>raw,</b> as that is not the normal way to eat them, and therefore was not included in the intention of the vow."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַיָּרָק, מֻתָּר בִּדְלוּעִין. וְרַבִּי עֲקִיבָא אוֹסֵר. אָמְרוּ לוֹ לְרַבִּי עֲקִיבָא, וַהֲלֹא אוֹמֵר אָדָם לִשְׁלוּחוֹ קַח לִי יָרָק וְהוּא אוֹמֵר לֹא מָצָאתִי אֶלָּא דְלוּעִין. אָמַר לָהֶם, כֵּן הַדָּבָר, אוֹ שֶׁמָּא אוֹמֵר הוּא לוֹ לֹא מָצָאתִי אֶלָּא קִטְנִית, אֶלָּא שֶׁהַדְּלוּעִין בִּכְלָל יָרָק, וְקִטְנִית אֵינָן בִּכְלָל יָרָק. וְאָסוּר בְּפוֹל הַמִּצְרִי לַח, וּמֻתָּר בַּיָּבֵשׁ: \n",
            "english": "For <b>one who vows</b> that <b>vegetables</b> are forbidden <b>to</b> him, it <b>is permitted</b> for him <b>to</b> eat <b>gourds,</b> as people typically do not include gourds in the category of vegetables; <b>and Rabbi Akiva prohibits</b> him from eating gourds. The Rabbis <b>said to Rabbi Akiva: But doesn’t a person say to his agent: Purchase vegetables for me, and</b> the agent, after failing to find vegetables, returns with gourds and <b>says: I found only gourds?</b> This indicates that gourds are not considered vegetables. Rabbi Akiva <b>said to them: The matter is so,</b> and that proves my opinion; <b>or perhaps,</b> does the agent return and <b>say: I found only legumes? Rather,</b> it is apparent <b>that gourds are included in</b> the category of <b>vegetables,</b> although they differ from other vegetables, and therefore, the agent purchases gourds and explains that he found only gourds. <b>And legumes are not included in</b> the category of <b>vegetables,</b> and that is why the agent dispatched to purchase vegetables would not purchase legumes at all. <b>And</b> for one who vows that vegetables are forbidden to him, it <b>is prohibited to</b> eat <b>the fresh cowpea</b>, which is considered a vegetable, <b>and</b> it <b>is permitted to</b> eat <b>dry</b> cowpea, which is not a vegetable."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַדָּגָן, אָסוּר בְּפוֹל הַמִּצְרִי יָבֵשׁ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ אָסוּר אֶלָּא בַחֲמֵשֶׁת הַמִּינִין. רַבִּי מֵאִיר אוֹמֵר, הַנּוֹדֵר מִן הַתְּבוּאָה, אֵינוֹ אָסוּר אֶלָּא מֵחֲמֵשֶׁת הַמִּינִין. אֲבָל הַנּוֹדֵר מִן הַדָּגָן, אָסוּר בַּכֹּל, וּמֻתָּר בְּפֵרוֹת הָאִילָן וּבְיָרָק: \n",
            "english": "For <b>one who vows</b> that <b>grain [<i>dagan</i>]</b> is forbidden <b>to</b> him, it <b>is prohibited to</b> eat <b>the dry cowpea,</b> because, like grain, its final stage of production involves being placed in a pile; this is <b>the statement of Rabbi Meir. And the Rabbis say:</b> It <b>is prohibited</b> for him to partake <b>of only the five species</b> of grain: Wheat, barley, oats, spelt, and rye, as that is the connotation of the term <i>dagan</i> in the Torah. <b>Rabbi Meir says:</b> For <b>one who vows</b> that grain is forbidden to him, and therefore he will refrain <b>from</b> eating <b>grain [<i>tevua</i>],</b> it <b>is prohibited</b> for him to eat <b>from</b> only <b>the five species</b> of grain. <b>However,</b> for <b>one who vows</b> that grain is forbidden to him, and therefore he will refrain <b>from</b> eating <b>grain [<i>dagan</i>],</b> it <b>is prohibited to</b> eat <b>all</b> produce whose final stage of production involves being placed in a pile, e.g., dry cowpea, <b>and</b> it <b>is permitted</b> for him <b>to</b> eat <b>fruits of the tree and vegetables.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַכְּסוּת, מֻתָּר בְּשַׂק, בִּירִיעָה, וּבַחֲמִילָה. אָמַר קוֹנָם צֶמֶר עוֹלֶה עָלָי, מֻתָּר לְהִתְכַּסּוֹת בְּגִזֵּי צֶמֶר. פִּשְׁתָּן עוֹלֶה עָלָי, מֻתָּר לְהִתְכַּסּוֹת בַּאֲנִיצֵי פִשְׁתָּן. רַבִּי יְהוּדָה אוֹמֵר, הַכֹּל לְפִי הַנּוֹדֵר. טָעַן וְהִזִּיעַ וְהָיָה רֵיחוֹ קָשֶׁה, אָמַר קוֹנָם צֶמֶר וּפִשְׁתִּים עוֹלֶה עָלָי, מֻתָּר לְהִתְכַּסּוֹת וְאָסוּר לְהַפְשִׁיל לַאֲחוֹרָיו: \n",
            "english": "For <b>one who vows</b> that a <b>garment</b> is forbidden <b>to</b> him, it <b>is permitted to</b> wear <b>sackcloth, and to</b> wear <b>a sheet, and to</b> wear <b>a coarse curtain [<i>ḥamila</i>],</b> as these are not in the category of garments. For one who <b>said: Wool is <i>konam</i></b> for me and I will therefore not <b>place it upon myself,</b> it <b>is permitted</b> for him <b>to cover himself with wool fleece,</b> which is not considered a garment, and it is prohibited for him to wear only a woolen fabric. For one who said: <b>Flax is <i>konam</i></b> for me and I will therefore not <b>place it upon myself,</b> it <b>is permitted</b> for him <b>to cover himself with</b> uncombed <b>flax in bundles,</b> and it is prohibited for him to wear only a flaxen fabric. <b>Rabbi Yehuda says: Everything is</b> determined <b>according to the one who vows.</b> If <b>one was bearing</b> a burden of wool and linen, <b>and was sweating, and its smell was unpleasant</b> for him, and in reaction, <b>he said: Wool and linen are <i>konam</i></b> for me and I will therefore not <b>place them upon myself,</b> it <b>is permitted</b> for him <b>to cover himself</b> with wool and linen garments, <b>but</b> it <b>is prohibited</b> for him <b>to sling</b> them over his shoulder <b>behind him</b> as a burden. The circumstances of his vow make it clear that he intends to forswear carrying wool and linen as a burden rather than the wearing of them as a garment."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַבַּיִת, מֻתָּר בָּעֲלִיָּה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, עֲלִיָּה בִּכְלָל הַבָּיִת. הַנּוֹדֵר מִן הָעֲלִיָּה, מֻתָּר בַּבָּיִת: \n",
            "english": "For <b>one who vows</b> that <b>a house</b> is forbidden <b>to</b> him, entry <b>is permitted</b> for him <b>in the upper story</b> of the house; this is <b>the statement of Rabbi Meir. And the Rabbis say: An upper story is included</b> in <b>the house,</b> and therefore, entry is prohibited there as well. However, for <b>one who vows</b> that <b>an upper story</b> is forbidden <b>to</b> him, entry <b>is permitted in the house,</b> as the ground floor is not included in the upper story."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הַנּוֹדֵר מִן הַמִּטָּה, מֻתָּר בְּדַרְגָּשׁ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, דַּרְגָּשׁ בִּכְלָל מִטָּה. הַנּוֹדֵר מִן הַדַּרְגָּשׁ, מֻתָּר בְּמִטָּה. הַנּוֹדֵר מִן הָעִיר, מֻתָּר לִכָּנֵס לִתְחוּמָהּ שֶׁל עִיר, וְאָסוּר לִכָּנֵס לְעִבּוּרָהּ. אֲבָל הַנּוֹדֵר מִן הַבַּיִת, אָסוּר מִן הָאֲגַף וְלִפְנִים: \n",
            "english": "For <b>one who vows</b> that <b>a bed</b> is forbidden <b>to</b> him, it <b>is permitted</b> to lie <b>in a <i>dargash</i>,</b> which is not commonly called a bed; this is <b>the statement of Rabbi Meir. And the Rabbis say: A <i>dargash</i> is included</b> in the category of <b>a bed.</b> Everyone agrees that for <b>one who vows</b> that <b>a <i>dargash</i></b> is forbidden <b>to</b> him, it <b>is permitted</b> to lie <b>in a bed.</b> For <b>one who vows</b> that <b>the city</b> is forbidden <b>to</b> him, it <b>is permitted to enter</b> the Shabbat <b>boundary of</b> that <b>city,</b> the two-thousand-cubit area surrounding the city, <b>and</b> it <b>is prohibited to enter its outskirts,</b> the seventy-cubit area adjacent to the city. <b>However,</b> for <b>one who vows</b> that <b>a house</b> is forbidden <b>to</b> him, it <b>is prohibited</b> to enter only <b>from the doorstop and inward.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "קוֹנָם פֵּרוֹת הָאֵלּוּ עָלָי, קוֹנָם הֵן עַל פִּי, קוֹנָם הֵן לְפִי, אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. שֶׁאֲנִי אוֹכֵל וְשֶׁאֲנִי טוֹעֵם, מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן, בְּדָבָר שֶׁזַּרְעוֹ כָלֶה. אֲבָל בְּדָבָר שֶׁאֵין זַרְעוֹ כָלֶה, אֲפִלּוּ גִדּוּלֵי גִדּוּלִין אֲסוּרִין: \n",
            "english": "For one who says: <b>This produce is <i>konam</i> upon me,</b> or <b>it is <i>konam</i> upon my mouth,</b> or <b>it is <i>konam</i> to my mouth,</b> it <b>is prohibited</b> to partake of the produce, or of <b>its replacements, or</b> of anything that <b>grows from it.</b> If he says: This produce is <i>konam</i> for me, and for <b>that</b> reason <b>I</b> will not <b>eat</b> it, <b>or</b> for <b>that</b> reason <b>I</b> will not <b>taste</b> it, it <b>is permitted</b> for him to partake of <b>its replacements or</b> of anything that <b>grows from it.</b> This applies only <b>with regard to an item whose seeds cease</b> after it is sown. <b>However, with regard to an item whose seeds do not cease</b> after it is sown, e.g., bulbs, which flower and enter into a foliage period and repeat the process, it <b>is prohibited</b> for him to partake even of the <b>growths of</b> its <b>growths,</b> as the original, prohibited item remains intact."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הָאוֹמֵר לְאִשְׁתּוֹ, קוֹנָם מַעֲשֵׂה יָדַיִךְ עָלָי, קוֹנָם הֵן עַל פִּי, קוֹנָם הֵן לְפִי, אָסוּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן. שֶׁאֵינִי אוֹכֵל, שֶׁאֵינִי טוֹעֵם, מֻתָּר בְּחִלּוּפֵיהֶן וּבְגִדּוּלֵיהֶן, בְּדָבָר שֶׁזַּרְעוֹ כָלֶה. אֲבָל בְּדָבָר שֶׁאֵין זַרְעוֹ כָלֶה, אֲפִלּוּ גִדּוּלֵי גִדּוּלִין אֲסוּרִים: \n",
            "english": "For <b>one who says to his wife: Your handicraft is <i>konam</i> upon me,</b> or <b>it is <i>konam</i> upon my mouth,</b> or <b>it is <i>konam</i> to my mouth,</b> it <b>is prohibited</b> to benefit from her handicraft, and from <b>their replacements and</b> anything that <b>grows from them.</b> However, if he said to his wife: Your handicraft is <i>konam</i> for me only in the sense <b>that I</b> will not <b>eat</b> from your handicraft, <b>or that I</b> will not <b>taste</b> from your handicraft, it <b>is permitted</b> for him to benefit from <b>their replacements and</b> anything that <b>grows from them.</b> This applies only <b>with regard to an item whose seeds cease</b> after it is sown. <b>However, with regard to an item whose seeds do not cease</b> after it is sown, it <b>is prohibited</b> for him to benefit even from the <b>growths of</b> their <b>growths.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "שֶׁאַתְּ עוֹשָׂה אֵינִי אוֹכֵל עַד הַפֶּסַח, שֶׁאַתְּ עוֹשָׂה אֵינִי מִתְכַּסֶּה עַד הַפֶּסַח, עָשְׂתָה לִפְנֵי הַפֶּסַח, מֻתָּר לֶאֱכֹל וּלְהִתְכַּסּוֹת אַחַר הַפֶּסַח. שֶׁאַתְּ עוֹשָׂה עַד הַפֶּסַח אֵינִי אוֹכֵל, וְשֶׁאַתְּ עוֹשָׂה עַד הַפֶּסַח אֵינִי מִתְכַּסֶּה, עָשְׂתָה לִפְנֵי הַפֶּסַח, אָסוּר לֶאֱכֹל וּלְהִתְכַּסּוֹת אַחַר הַפָּסַח: \n",
            "english": "If the husband said: From that <b>which you prepare, I will not eat until Passover,</b> or, with that <b>which you prepare, I will not cover myself until Passover,</b> then, if she <b>prepared</b> it <b>before Passover,</b> it <b>is permitted</b> for him <b>to eat or to cover himself</b> with them <b>after Passover.</b> If, however, he said: From that <b>which you prepare until Passover, I will not eat, or</b> from that <b>which you prepare until Passover, I will not cover myself,</b> then, if she <b>prepared</b> it <b>before Passover,</b> it <b>is prohibited</b> for him <b>to eat or cover himself</b> with it <b>after Passover.</b> "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "שֶׁאַתְּ נֶהֱנֵית לִי עַד הַפֶּסַח אִם תֵּלְכִי לְבֵית אָבִיךְ עַד הֶחָג, הָלְכָה לִפְנֵי הַפֶּסַח, אֲסוּרָה בַהֲנָאָתוֹ עַד הַפֶּסַח. אַחַר הַפֶּסַח, בְּלֹא יַחֵל דְּבָרוֹ. שֶׁאַתְּ נֶהֱנֵית לִי עַד הֶחָג אִם תֵּלְכִי לְבֵית אָבִיךְ עַד הַפֶּסַח, וְהָלְכָה לִפְנֵי הַפֶּסַח, אֲסוּרָה בַהֲנָאָתוֹ עַד הֶחָג, וּמֻתֶּרֶת לֵילֵךְ אַחַר הַפָּסַח: \n",
            "english": "If he said to her: <b>Benefit from me until Passover if you go to your father’s house</b> from now <b>until the festival</b> of <i>Sukkot</i> is forbidden for you, and <b>she went</b> to his house <b>before Passover,</b> it <b>is prohibited</b> for her to derive <b>benefit</b> from <b>him until Passover.</b> If she derived benefit from him before Passover and went to visit her father <b>after Passover,</b> she is liable <b>for</b> violating the prohibition of: <b>He shall not profane</b> his word (Numbers 30:3), as the condition was fulfilled and she violated the vow retroactively. If the husband vowed: <b>Benefit from me</b> is <i>konam</i> <b>for you until the Festival if you go to your father’s house</b> from now <b>until Passover,</b> then if <b>she went</b> to his house <b>before Passover,</b> it <b>is prohibited</b> for her to <b>derive benefit</b> from <b>him until the Festival, and</b> it <b>is permitted</b> for her <b>to go</b> to her father’s house <b>after Passover,</b> as that time period is not included in his stipulation."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "קוֹנָם יַיִן שֶׁאֲנִי טוֹעֵם הַיּוֹם, אֵינוֹ אָסוּר אֶלָּא עַד שֶׁתֶּחְשָׁךְ. שַׁבָּת זוֹ, אָסוּר בְּכָל הַשַּׁבָּת, וְשַׁבָּת שֶׁעָבְרָה. חֹדֶשׁ זֶה, אָסוּר בְּכָל הַחֹדֶשׁ, וְרֹאשׁ חֹדֶשׁ לְהַבָּא. שָׁנָה זוֹ, אָסוּר בְּכָל הַשָּׁנָה, וְרֹאשׁ הַשָּׁנָה לֶעָתִיד לָבֹא. שָׁבוּעַ זֶה, אָסוּר בְּכָל הַשָּׁבוּעַ, וּשְׁבִיעִית שֶׁעָבְרָה. וְאִם אָמַר יוֹם אֶחָד, שַׁבָּת אֶחָת, חֹדֶשׁ אֶחָד, שָׁנָה אֶחָת, שָׁבוּעַ אֶחָד, אָסוּר מִיּוֹם לְיוֹם: \n",
            "english": "If one vows: <b>Wine is</b> forbidden to me <b>as if</b> it were <b>an offering [<i>konam</i>],</b> and for <b>that</b> reason <b>I</b> will not <b>taste</b> it <b>today,</b> he is <b>prohibited</b> from drinking wine <b>only until</b> the conclusion of that day at <b>nightfall,</b> and not for a twenty-four hour period. If one vows not to drink wine <b>this week,</b> he is <b>prohibited</b> from drinking wine <b>for the entire</b> remainder of the <b>week. And</b> as <b>Shabbat</b> is considered part of the week <b>that passed,</b> i.e., it is the end of the week, he is prohibited from drinking wine on the upcoming Shabbat. If one vows not to drink wine <b>this month,</b> wine is <b>forbidden</b> to him <b>for the entire</b> remainder of the <b>month; and</b> as <b>the New Moon</b> of the following month is considered part <b>of the next</b> month, he is permitted to drink wine on that day. If he vowed not to drink wine <b>this year,</b> he is <b>prohibited</b> from drinking wine <b>for the entire</b> remainder of the <b>year; and</b> as <b>Rosh HaShana</b> is considered to be part <b>of the upcoming</b> year, not the current one, he is permitted to drink wine on that day. If he vowed not to drink wine during <b>this seven-year</b> Sabbatical cycle, wine is <b>forbidden</b> to him <b>for the entire</b> remainder of the <b>seven-year</b> cycle; <b>and</b> as <b>the Sabbatical</b> Year is considered part of the cycle <b>that passed,</b> he is prohibited from drinking wine during the upcoming Sabbatical Year. All this applies if he said that he would not drink wine on this day or this week, <b>but if he said</b> that wine is forbidden to him for <b>one day,</b> or <b>one week,</b> or <b>one month,</b> or <b>one year,</b> or <b>one seven-year</b> cycle, he is <b>prohibited</b> from drinking wine <b>from</b> the <b>day</b> and time he took the vow <b>to</b> the same time the next <b>day,</b> or week, etc."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "עַד הַפֶּסַח, אָסוּר עַד שֶׁיַּגִּיעַ. עַד שֶׁיְּהֵא, אָסוּר עַד שֶׁיֵּצֵא. עַד לִפְנֵי הַפֶּסַח, רַבִּי מֵאִיר אוֹמֵר, אָסוּר עַד שֶׁיַּגִּיעַ. רַבִּי יוֹסֵי אוֹמֵר, אָסוּר עַד שֶׁיֵּצֵא: \n",
            "english": "If he takes a vow that wine is forbidden to him <b>until Passover, it is forbidden</b> to him <b>until</b> Passover <b>arrives.</b> If he said: <b>Until it will be</b> Passover, <b>it is forbidden</b> to him <b>until</b> Passover <b>ends,</b> as he may have intended for the vow to apply as long as it was still Passover (Rosh). If he said: <b>Until before Passover, Rabbi Meir says:</b> It is <b>forbidden</b> to him <b>until</b> Passover <b>arrives. Rabbi Yosei says: It is forbidden</b> to him <b>until it ends.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עַד הַקָּצִיר, עַד הַבָּצִיר, עַד הַמָּסִיק, אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ. זֶה הַכְּלָל, כֹּל שֶׁזְּמַנּוֹ קָבוּעַ וְאָמַר עַד שֶׁיַּגִּיעַ, אָסוּר עַד שֶׁיַּגִּיּעַ. אָמַר עַד שֶׁיְּהֵא, אָסוּר עַד שֶׁיֵּצֵא. וְכֹל שֶׁאֵין זְמַנּוֹ קָבוּעַ, בֵּין אָמַר עַד שֶׁיְּהֵא, בֵּין אָמַר עַד שֶׁיַּגִּיעַ, אֵינוֹ אָסוּר אֶלָּא עַד שֶׁיַּגִּיעַ: \n",
            "english": "If one takes a vow that something is forbidden to him <b>until the grain harvest,</b> or <b>until the grape harvest,</b> or <b>until the olive harvest, it is forbidden</b> to him <b>only until the arrival</b> of that season. <b>This is the principle:</b> With regard to <b>any</b> occasion <b>whose time is fixed, and one said: Until it arrives,</b> it is <b>forbidden</b> to him <b>until</b> the specified occasion <b>arrives.</b> If he <b>said: Until it will be,</b> it is <b>forbidden</b> to him <b>until</b> the specified occasion <b>ends. And</b> with regard to <b>any</b> occasion <b>whose time is not fixed,</b> i.e., it does not fall on a precise date, <b>whether he said: Until it will be,</b> or: <b>Until it arrives,</b> it is <b>forbidden</b> to him <b>only until</b> the specified occasion <b>arrives.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "עַד הַקַּיִץ, עַד שֶׁיְּהֵא הַקַּיִץ, עַד שֶׁיַתְחִילוּ הָעָם לְהַכְנִיס בַּכַּלְכַּלּוֹת. עַד שֶׁיַּעֲבֹר הַקַּיִץ, עַד שֶׁיְּקַפְּלוּ הַמַּקְצוּעוֹת. עַד הַקָּצִיר, עַד שֶׁיַּתְחִיל הָעָם לִקְצֹר, קְצִיר חִטִּין אֲבָל לֹא קְצִיר שְׂעֹרִים. הַכֹּל לְפִי מְקוֹם נִדְרוֹ, אִם הָיָה בָהָר, בָּהָר, וְאִם הָיָה בַבִּקְעָה, בַּבִּקְעָה: \n",
            "english": "If he said: <b>Until the summer [<i>kayitz</i>],</b> or: <b>Until it will be summer,</b> the vow remains in effect <b>until the people begin to bring</b> fruit <b>into</b> their houses <b>in baskets.</b> If he said: <b>Until the summer has passed,</b> the vow remains in effect <b>until</b> the people <b>set aside [<i>yakpilu</i>] the knives</b> [<b><i>hamaktzuot</i></b>] with which the figs are cut after being harvested, and return them to their place of storage. If one takes a vow <b>until the harvest,</b> the vow remains in effect <b>until people begin to harvest.</b> This is referring to <b>the wheat harvest but not the barley harvest.</b> As for the exact date of this event, <b>all</b> is determined <b>according to the place</b> where he took <b>his vow. If he was on a mountain,</b> it is assumed that he referred to the time of the harvest on <b>the mountain, and if he was in a valley,</b> it is assumed that he meant the time of the harvest <b>in the valley.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "עַד הַגְּשָׁמִים, עַד שֶׁיִּהְיוּ הַגְּשָׁמִים, עַד שֶׁתֵּרֵד רְבִיעָה שְׁנִיָּה. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, עַד שֶׁיַּגִּיעַ זְמַנָּהּ שֶׁל רְבִיעָה. עַד שֶׁיִּפָּסְקוּ גְשָׁמִים, עַד שֶׁיֵּצֵא נִיסָן כֻּלּוֹ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּעֲבֹר הַפֶּסַח. קוֹנָם יַיִן שֶׁאֵינִי טוֹעֵם הַשָּׁנָה, נִתְעַבְּרָה הַשָּׁנָה, אָסוּר בָּהּ וּבְעִבּוּרָהּ. עַד רֹאשׁ אֲדָר, עַד רֹאשׁ אֲדָר הָרִאשׁוֹן. עַד סוֹף אֲדָר, עַד סוֹף אֲדָר הָרִאשׁוֹן. רַבִּי יְהוּדָה אוֹמֵר, קוֹנָם יַיִן שֶׁאֵינִי טוֹעֵם עַד שֶׁיְּהֵא הַפֶּסַח, אֵינוֹ אָסוּר אֶלָּא עַד לֵיל הַפֶּסַח, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא עַד שָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לִשְׁתּוֹת יָיִן: \n",
            "english": "If one takes a vow <b>until the rains,</b> or <b>until there are rains,</b> the vow remains in effect <b>until the second rain</b> of the rainy season <b>falls. Rabban Shimon ben Gamliel says: Until the time of the</b> second <b>rainfall arrives,</b> even if rain does not fall. If one takes a vow <b>until</b> the <b>rains end,</b> the vow remains in effect <b>until the entire</b> month of <b>Nisan has ended;</b> this is <b>the statement of Rabbi Meir. Rabbi Yehuda says: Until Passover has passed.</b> In the case of one who said: <b>Wine is <i>konam</i></b> for me, and for <b>that</b> reason <b>I will not taste</b> it <b>for the</b> entire <b>year,</b> if <b>the year was extended,</b> i.e., it was declared to be a leap year, he is <b>prohibited</b> from drinking wine <b>during</b> the year <b>and its intercalated</b> month. If he vowed <b>until the beginning of</b> the month of <b>Adar,</b> the vow remains in effect <b>until the beginning</b> of <b>the first Adar.</b> Similarly, if he says that his vow applies <b>until the end of Adar,</b> the vow remains in effect <b>until the end of the first Adar.</b> <b>Rabbi Yehuda says:</b> In the case of one who says: <b>Wine is <i>konam</i></b> for me, and for <b>that</b> reason <b>I will not taste</b> it <b>until it will be Passover,</b> it is understood that <b>this</b> individual <b>intended</b> for his vow to apply <b>only until the night of Passover,</b> i.e., <b>until the time when it is customary for people to drink wine</b> in order to fulfill the mitzva of drinking the four cups, but he did not intend to prevent himself from being able to fulfill this mitzva."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "אָמַר קוֹנָם בָּשָׂר שֶׁאֵינִי טוֹעֵם עַד שֶׁיְּהֵא הַצּוֹם, אֵינוֹ אָסוּר אֶלָּא עַד לֵילֵי צוֹם, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא עַד שָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לֶאֱכֹל בָּשָׂר. רַבִּי יוֹסֵי בְנוֹ אוֹמֵר, קוֹנָם שׁוּם שֶׁאֵינִי טוֹעֵם עַד שֶׁתְּהֵא שַׁבָּת, אֵינוֹ אָסוּר אֶלָּא עַד לֵילֵי שַׁבָּת, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא עַד שָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לֶאֱכֹל שׁוּם: \n",
            "english": "Similarly, if he said: <b>Meat is <i>konam</i></b> for me, and for <b>that</b> reason <b>I will not taste</b> it <b>until it will be the fast</b> of Yom Kippur, <b>he is prohibited</b> from eating meat <b>only until the eve of [<i>leilei</i>] the fast.</b> This is <b>because</b> it is understood that <b>this</b> individual <b>intended</b> for his vow to apply <b>only until the time when it is customary for people to eat meat</b> in the festive meal before the fast, and he did not intend to prevent himself from being able to participate in that meal. <b>Rabbi Yosei, his son, says:</b> One who vows: <b>Garlic is <i>konam</i></b> for me, and for <b>that</b> reason <b>I</b> will not <b>taste</b> it <b>until it will be Shabbat, it is prohibited</b> for him to eat garlic <b>only until the eve of Shabbat, as</b> it is understood that <b>this</b> individual <b>intended</b> for his vow to apply <b>only until the time when it is customary for people to eat garlic.</b>"
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ קוֹנָם שֶׁאֲנִי נֶהֱנֶה לְךָ אִם אֵין אַתָּה בָא וְנוֹטֵל לְבָנֶיךָ כּוֹר אֶחָד שֶׁל חִטִּין וּשְׁתֵּי חָבִיּוֹת שֶׁל יַיִן, הֲרֵי זֶה יָכוֹל לְהָפֵר אֶת נִדְרוֹ שֶׁלֹּא עַל פִּי חָכָם, וְיֹאמַר לוֹ, כְּלוּם אָמַרְתָּ אֶלָּא מִפְּנֵי כְבוֹדִי, זֶהוּ כְבוֹדִי. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ קוֹנָם שֶׁאַתָּה נֶהֱנֶה לִי אִם אֵין אַתָּה בָא וְנוֹתֵן לִבְנִי כּוֹר אֶחָד שֶׁל חִטִּין וּשְׁתֵּי חָבִיּוֹת שֶׁל יַיִן, רַבִּי מֵאִיר אוֹמֵר, אָסוּר עַד שֶׁיִּתֵּן. וַחֲכָמִים אוֹמְרִים, אַף זֶה יָכוֹל לְהָפֵר אֶת נִדְרוֹ שֶׁלֹּא עַל פִּי חָכָם, וְיֹאמַר לוֹ, הֲרֵי אֲנִי כְאִלּוּ הִתְקַבָּלְתִּי. הָיוּ מְסָרְבִין בּוֹ לָשֵׂאת בַּת אֲחוֹתוֹ וְאָמַר קוֹנָם שֶׁהִיא נֶהֱנֵית לִי לְעוֹלָם, וְכֵן הַמְגָרֵשׁ אֶת אִשְׁתּוֹ וְאָמַר קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי לְעוֹלָם, הֲרֵי אֵלּוּ מֻתָּרוֹת לֵהָנוֹת לוֹ, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְשׁוּם אִישׁוּת. הָיָה מְסָרֵב בַּחֲבֵרוֹ שֶׁיֹּאכַל אֶצְלוֹ, אָמַר קוֹנָם לְבֵיתְךָ שֶׁאֵינִי נִכְנָס, טִפַּת צוֹנֵן שֶׁאֵינִי טוֹעֵם לָךְ, מֻתָּר לִכָּנֵס לְבֵיתוֹ וְלִשְׁתּוֹת מִמֶּנּוּ צוֹנֵן, שֶׁלֹּא נִתְכַּוֵּן זֶה אֶלָּא לְשׁוּם אֲכִילָה וּשְׁתִיָּה: \n",
            "english": "In the case of <b>one who says to another: Benefiting from you is <i>konam</i> for me,</b> i.e., I am prohibited from deriving benefit from you, <b>if you do not come and take for your son one <i>kor</i> of wheat and two barrels of wine</b> as a gift, <b>this</b> other individual <b>can dissolve his vow without</b> the <b>consent</b> of <b>a halakhic authority.</b> This is because <b>he</b> can <b>say to him:</b> Did <b>you say</b> your vow for <b>any</b> reason <b>other than due to my honor,</b> in order to convince me to accept a gift for my son? <b>This is my honor,</b> that I refrain from accepting the gift, and consequently the vow is annulled. <b>And, so too,</b> in the case of <b>one who says to another: Benefiting from me is <i>konam</i> for you,</b> i.e., you are prohibited from deriving benefit from me, <b>if you do not come and give my son one <i>kor</i> of wheat and two barrels of wine, Rabbi Meir says:</b> It is <b>prohibited</b> for the other individual to benefit from the speaker <b>until he gives</b> the gifts to his son. However, <b>the Rabbis say: Even this</b> individual who took the vow <b>can dissolve his</b> own <b>vow without</b> the <b>consent of a halakhic authority.</b> This is because <b>he</b> can <b>say to him: I hereby</b> consider it <b>as though I have received</b> the gift. If an individual <b>was urging</b> another <b>to marry the daughter of his sister, and</b> in order to deflect the pressure, the other man <b>said: Benefiting from me is <i>konam</i> for her forever,</b> i.e., she is prohibited from deriving any benefit from me forever, <b>and, so too,</b> if there is <b>one who divorces his wife</b> and <b>says: Benefiting from me is <i>konam</i></b> for <b>my wife forever, these</b> women <b>are permitted to</b> derive <b>benefit from him, as this</b> man <b>intended</b> to take this vow <b>only for the purpose</b> of prohibiting <b>marriage</b> between them, but not to prohibit all forms of benefit. Similarly, if one <b>was urging another</b> to <b>eat with him,</b> and the latter <b>said: Entering your house</b> is <b><i>konam</i></b> for <b>me,</b> as is <b>tasting</b> even <b>a drop of cold liquid of yours,</b> the individual who took the vow is nevertheless <b>permitted to enter his house and to drink a cold</b> beverage <b>of his.</b> This is <b>because this</b> individual <b>intended</b> to take this vow <b>only for the purpose of eating and drinking</b> a meal, but not to prohibit himself from entering the house entirely or from drinking in small quantities (Commentary on <i>Nedarim</i>). "
          }
        }
      ]
    },
    {
      "chapter": 9,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "רַבִּי אֱלִיעֶזֶר אוֹמֵר, פּוֹתְחִין לָאָדָם בִּכְבוֹד אָבִיו וְאִמּוֹ. וַחֲכָמִים אוֹסְרִין. אָמַר רַבִּי צָדוֹק, עַד שֶׁפּוֹתְחִין לוֹ בִכְבוֹד אָבִיו וְאִמּוֹ, יִפְתְּחוּ לוֹ בִכְבוֹד הַמָּקוֹם, אִם כֵּן אֵין נְדָרִים. וּמוֹדִים חֲכָמִים לְרַבִּי אֱלִיעֶזֶר בְּדָבָר שֶׁבֵּינוֹ לְבֵין אָבִיו וְאִמּוֹ, שֶׁפּוֹתְחִין לוֹ בִּכְבוֹד אָבִיו וְאִמּוֹ: \n",
            "english": "<b>Rabbi Eliezer says:</b> When halakhic authorities are approached with regard to the dissolution of a vow, they <b>may broach</b> dissolution <b>with a person</b> who took a vow <b>by</b> raising the issue of how taking the vow ultimately degraded <b>the honor of his father and mother,</b> asking him the following: Had you known that your parents would experience public shame due to your lax attitude toward your vow, would you still have taken the vow? <b>But the Rabbis</b> disagree with Rabbi Eliezer and <b>prohibit</b> broaching dissolution of a vow with this particular question. To support the opinion of the Rabbis, <b>Rabbi Tzadok said: Instead of broaching</b> dissolution <b>with him by</b> raising the issue of <b>the honor of his father and mother, let them broach</b> dissolution <b>with him by</b> raising the issue of <b>the honor of the Omnipresent.</b> They should point out that a vow taken in the name of God lessens the honor of God, so they could ask him: If you had known that your vow would diminish the honor of God, would you have taken your vow? And <b>if so,</b> if this is a valid method of broaching dissolution, <b>there are no vows.</b> Nevertheless, <b>the Rabbis concede to Rabbi Eliezer with regard to</b> a vow concerning <b>a matter that is between him and his father and mother, that</b> they <b>may broach</b> dissolution <b>with him by</b> raising the issue of <b>the honor of his father and mother,</b> as in this case the extenuation is connected to this particular vow."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְעוֹד אָמַר רַבִּי אֱלִיעֶזֶר, פּוֹתְחִין בְּנוֹלָד. וַחֲכָמִים אוֹסְרִין. כֵּיצַד. אָמַר, קוֹנָם שֶׁאֵינִי נֶהֱנֶה לְאִישׁ פְּלוֹנִי, וְנַעֲשָׂה סוֹפֵר, אוֹ שֶׁהָיָה מַשִּׂיא אֶת בְּנוֹ בְקָרוֹב, וְאָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא נַעֲשֶׂה סוֹפֵר אוֹ שֶׁהוּא מַשִּׂיא אֶת בְּנוֹ בְקָרוֹב, לֹא הָיִיתִי נוֹדֵר. קוֹנָם לְבַיִת זֶה שֶׁאֵינִי נִכְנָס, וְנַעֲשָׂה בֵית הַכְּנֶסֶת, וְאָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא נַעֲשֶׂה בֵית הַכְּנֶסֶת לֹא הָיִיתִי נוֹדֵר, רַבִּי אֱלִיעֶזֶר מַתִּיר, וַחֲכָמִים אוֹסְרִין: \n",
            "english": "<b>And Rabbi Eliezer further said:</b> They <b>may broach</b> dissolution <b>by</b> asking about <b>a new situation, but the Rabbis prohibit</b> it. <b>How</b> might they broach dissolution by asking about a new situation? If one <b>said: It is</b> forbidden to me <b>like an offering [<i>konam</i>] that I will</b> therefore not <b>derive benefit from so-and-so, and</b> that person later <b>became a scribe [<i>sofer</i>],</b> and the one who took the vow now requires his services, <b>or if</b> the one forbidden by the vow <b>was marrying off his son</b> and prepared a feast for all the residents of his town, <b>and</b> the one that had taken the vow <b>said: Had I known that he would become a scribe, or that he would be marrying off his son in the near</b> future, <b>I would not have vowed.</b> The mishna cites another example of a new situation. If one said: <b>Entering this house is <i>konam</i></b> for me, <b>and</b> that house <b>became a synagogue,</b> and <b>he said: Had I known that it would become a synagogue, I would not have vowed,</b> in this and all such cases <b>Rabbi Eliezer permits</b> the halakhic authority to use this as a basis for the dissolution of the vow, <b>and the Rabbis prohibit</b> it."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "רַבִּי מֵאִיר אוֹמֵר, יֵשׁ דְּבָרִים שֶׁהֵן כְּנוֹלָד וְאֵינָן כְּנוֹלָד, וְאֵין חֲכָמִים מוֹדִים לוֹ. כֵּיצַד. אָמַר, קוֹנָם שֶׁאֵינִי נוֹשֵׂא אֶת פְּלוֹנִית, שֶׁאָבִיהָ רָע. אָמְרוּ לוֹ, מֵת אוֹ שֶׁעָשָׂה תְשׁוּבָה. קוֹנָם לְבַיִת זֶה שֶׁאֵינִי נִכְנָס, שֶׁהַכֶּלֶב רַע בְּתוֹכוֹ אוֹ שֶׁהַנָּחָשׁ בְּתוֹכוֹ. אָמְרוּ לוֹ, מֵת הַכֶּלֶב אוֹ שֶׁנֶּהֱרַג הַנָּחָשׁ, הֲרֵי הֵן כְּנוֹלָד וְאֵינָן כְּנוֹלָד, וְאֵין חֲכָמִים מוֹדִים לוֹ: \n",
            "english": "As a continuation of the opinion of the Rabbis in the previous mishna that they may not broach dissolution of a vow based on a new situation, <b>Rabbi Meir says: There are matters that are,</b> at first glance, <b>like a new situation but are not</b> in fact <b>like a new situation, and the Rabbis do not concede to him. How so?</b> For example, <b>one said: Marrying so-and-so is <i>konam</i></b> for me, <b>as her father is evil,</b> and <b>they told him</b> that her father <b>died, or that</b> he <b>repented.</b> Or he said: <b>Entering this house is <i>konam</i></b> for me, <b>as there is a bad dog inside it, or a snake inside it,</b> and <b>they told him</b> that <b>the dog died, or that the snake was killed. This is</b> at first glance perceived <b>like a new situation, and</b> yet <b>it is not</b> in fact <b>like a new situation,</b> and this claim may be used to broach dissolution. <b>But the Rabbis do not concede to him.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְעוֹד אָמַר רַבִּי מֵאִיר פּוֹתְחִין לוֹ מִן הַכָּתוּב שֶׁבַּתּוֹרָה וְאוֹמְרִים לוֹ, אִלּוּ הָיִיתָ יוֹדֵעַ שֶׁאַתָּה עוֹבֵר עַל לֹא תִקֹּם וְעַל לֹא תִטֹּר (ויקרא יט), וְעַל לֹא תִשְׂנָא אֶת אָחִיךָ בִּלְבָבֶךָ (שם), וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ (שם), וְחֵי אָחִיךָ עִמָּךְ (שם כה), שֶׁמָּא יֵעָנִי וְאֵין אַתָּה יָכוֹל לְפַרְנְסוֹ. אָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא כֵן, לֹא הָיִיתִי נוֹדֵר, הֲרֵי זֶה מֻתָּר: \n",
            "english": "<b>And Rabbi Meir further said:</b> The halakhic authorities <b>may broach</b> dissolution <b>with him from that which is written in the Torah, and</b> they <b>may say to him: Had you known that</b> through your vow <b>you are transgressing</b> the prohibition <b>“you shall not take vengeance”</b> (Leviticus 19:18) <b>and</b> the prohibition <b>“nor bear any grudge”</b> (Leviticus 19:18), <b>and</b> the prohibition <b>“you shall not hate your brother in your heart”</b> (Leviticus 19:17), and <b>“you shall love your neighbor as yourself”</b> (Leviticus 19:18), as well as <b>“and your brother</b> should <b>live with you”</b> (Leviticus 25:36), <b>as he,</b> the one prohibited by the vow, <b>is poor and</b> now <b>you are not able to provide him</b> with a livelihood due to your vow, would you have vowed in that case? If <b>he said</b> in reply: <b>Had I known that it is so,</b> that my vow involved all these prohibitions, <b>I would not have vowed; it is dissolved.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "פּוֹתְחִין לָאָדָם בִּכְתֻבַּת אִשְׁתּוֹ. וּמַעֲשֶׂה בְאֶחָד שֶׁנָּדַר מֵאִשְׁתּוֹ הֲנָאָה וְהָיְתָה כְתֻבָּתָהּ אַרְבַּע מֵאוֹת דִּינָרִין, וּבָא לִפְנֵי רַבִּי עֲקִיבָא וְחִיְּבוֹ לִתֵּן לָהּ כְּתֻבָּתָהּ. אָמַר לוֹ, רַבִּי, שְׁמֹנֶה מֵאוֹת דִּינָרִין הִנִּיחַ אַבָּא, וְנָטַל אָחִי אַרְבַּע מֵאוֹת וַאֲנִי אַרְבַּע מֵאוֹת, לֹא דַיָּהּ שֶׁתִּטֹּל הִיא מָאתַיִם, וַאֲנִי מָאתָיִם. אָמַר לוֹ רַבִּי עֲקִיבָא, אֲפִלּוּ אַתָּה מוֹכֵר שְׂעַר רֹאשְׁךָ, אַתָּה נוֹתֵן לָהּ כְּתֻבָּתָהּ. אָמַר לוֹ, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁהוּא כֵן, לֹא הָיִיתִי נוֹדֵר, וְהִתִּירָהּ רַבִּי עֲקִיבָא: \n",
            "english": "The halakhic authorities <b>may broach</b> dissolution <b>with a man by</b> raising the issue of <b>his wife’s marriage contract.</b> If one takes a vow that would require him to divorce his wife, e.g., he prohibits her from deriving benefit from him, his vow may be dissolved by asking him whether he had considered how difficult it would be to pay her marriage contract. The mishna relates: <b>And an incident</b> occurred <b>with regard to one who vowed</b> against <b>his wife</b> deriving <b>benefit from</b> him, <b>and her marriage contract was</b> worth <b>four hundred dinars. And he came before Rabbi Akiva, and he obligated him to give her</b> the payment of <b>her marriage contract. He said to</b> Rabbi Akiva: <b>My teacher,</b> my <b>father left eight hundred dinars</b> as our inheritance, of which <b>my brother took four hundred and I</b> took <b>four hundred. Isn’t it enough for</b> my wife <b>to take two hundred and I</b> will have <b>two hundred? Rabbi Akiva said to him:</b> Your claim is not accepted, as <b>even if you sell the hair on your head, you must give her</b> the full payment of <b>her marriage contract. He said to him: Had I known that it was so,</b> that I would have to give her all my property, <b>I would not have vowed. And Rabbi Akiva permitted her</b> to derive benefit from him."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "פּוֹתְחִין בְּיָמִים טוֹבִים וּבְשַׁבָּתוֹת. בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, אוֹתָן הַיָּמִים מֻתָּרִין וּשְׁאָר כָּל הַיָּמִים אֲסוּרִין, עַד שֶׁבָּא רַבִּי עֲקִיבָא וְלִמֵּד, שֶׁהַנֶּדֶר שֶׁהֻתַּר מִקְצָתוֹ, הֻתַּר כֻּלּוֹ: \n",
            "english": "If one vowed that certain food or drink or all food and drink be forbidden to him, the halakhic authorities <b>may broach</b> dissolution <b>by</b> raising the issue of <b>Festivals and <i>Shabbatot</i>.</b> They ask him whether he realized at the time he stated his vow that he would have to uphold it on these festive days as well. <b>At first they said</b> that on <b>those days</b> that he did not intend to include in his vow, that item <b>is permitted, but</b> on <b>all the rest of the days,</b> food and drink ar<b>e</b> still <b>forbidden</b> by his vow, <b>until Rabbi Akiva came and taught that a vow that is partially dissolved is dissolved entirely.</b>"
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "כֵּיצַד. אָמַר, קוֹנָם שֶׁאֵינִי נֶהֱנֶה לְכֻלְּכֶם, הֻתַּר אֶחָד מֵהֶן, הֻתְּרוּ כֻלָּן. שֶׁאֵינִי נֶהֱנֶה לָזֶה וְלָזֶה, הֻתַּר הָרִאשׁוֹן, הֻתְּרוּ כֻלָּן. הֻתַּר הָאַחֲרוֹן, הָאַחֲרוֹן מֻתָּר, וְכֻלָּן אֲסוּרִין. הֻתַּר הָאֶמְצָעִי, הֵימֶנּוּ וּלְמַטָּה מֻתָּר, הֵימֶנּוּ וּלְמַעְלָה אָסוּר. שֶׁאֵינִי נֶהֱנֶה לָזֶה קָרְבָּן וְלָזֶה קָרְבָּן, צְרִיכִין פֶּתַח לְכָל אֶחָד וְאֶחָד: \n",
            "english": "<b>How so?</b> In the case of one who <b>said</b> to a group of people: <b>I will not benefit from all of you</b> as <b>it is <i>konam</i></b> for me, if benefit from <b>one of them was permitted</b> for whatever reason, benefit from <b>all of them is permitted.</b> However, if one said: <b>I will not benefit from this</b> one <b>and from that</b> one as it is <i>konam</i> for me, then if benefit from <b>the first</b> one <b>was permitted</b> for whatever reason, benefit from <b>all</b> of them <b>is permitted.</b> But if benefit from <b>the last</b> one <b>was permitted,</b> benefit from <b>the last</b> one alone <b>is permitted, but</b> benefit from <b>all</b> the others <b>is forbidden,</b> as the benefit from each is considered to have been prohibited by a separate vow. If benefit from <b>the middle</b> one <b>was permitted,</b> then <b>from him and below,</b> i.e., all those enumerated after him, benefit <b>is permitted; from him and above,</b> i.e., those listed before him, benefit <b>is forbidden.</b> The mishna gives another example of interconnected vows: If one stated: <b>I will</b> not <b>benefit from this</b> one, as if he were <b>an offering, and from that</b> one, as if he were <b>an offering,</b> then <b>an extenuation</b> enabling the dissolution of a vow <b>is required for each and every one,</b> as they have the status of separate vows."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "קוֹנָם יַיִן שֶׁאֵינִי טוֹעֵם, שֶׁהַיַּיִן רַע לַמֵּעָיִם, אָמְרוּ לוֹ, וַהֲלֹא הַמְיֻשָּׁן יָפֶה לַמֵּעָיִם, הֻתַּר בַּמְיֻשָּׁן. וְלֹא בַמְיֻשָּׁן בִּלְבַד הֻתַּר, אֶלָּא בְכָל הַיָּיִן. קוֹנָם בָּצָל שֶׁאֵינִי טוֹעֵם, שֶׁהַבָּצָל רַע לַלֵּב. אָמְרוּ לוֹ, הֲלֹא הַכֻּפְרִי יָפֶה לַלֵּב, הֻתַּר בַּכֻּפְרִי. וְלֹא בַכֻּפְרִי בִלְבַד הֻתַּר, אֶלָּא בְכָל הַבְּצָלִים. מַעֲשֶׂה הָיָה, וְהִתִּירוֹ רַבִּי מֵאִיר בְּכָל הַבְּצָלִים: \n",
            "english": "The mishna gives another example of a vow that was partially dissolved. If one stated in a vow: <b>Wine is <i>konam</i></b> for me and <b>I</b> will not <b>taste it, as wine is bad for the intestines,</b> and <b>they said to him: But aged wine is good for the intestines,</b> then the vow <b>is dissolved with regard to aged wine. And not only with regard to aged wine is it dissolved, but with regard to all</b> types of <b>wine,</b> since a vow that has been partially dissolved is entirely dissolved. Likewise, if one stated in a vow: <b>Onions are <i>konam</i></b> for me and <b>I will not taste them, as onions are bad for the heart,</b> and <b>they said to him: But the <i>kuferi</i></b> onion <b>is good for the heart,</b> then, in this case too, <b>it is dissolved with regard to <i>kuferi</i></b> onions, <b>and not only with regard to <i>kuferi</i></b> onions is it dissolved, <b>but with regard to all</b> types of <b>onions.</b> The mishna relates that <b>an incident</b> of this kind <b>occurred, and Rabbi Meir dissolved</b> the vow <b>with regard to all</b> types of <b>onions.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "פּוֹתְחִין לָאָדָם בִּכְבוֹד עַצְמוֹ וּבִכְבוֹד בָּנָיו. אוֹמְרִים לוֹ, אִלּוּ הָיִיתָ יוֹדֵעַ שֶׁלְּמָחָר אוֹמְרִין עָלֶיךָ כָּךְ הִיא וִסְתּוֹ שֶׁל פְּלוֹנִי, מְגָרֵשׁ אֶת נָשָׁיו, וְעַל בְּנוֹתֶיךָ יִהְיוּ אוֹמְרִין בְּנוֹת גְּרוּשׁוֹת הֵן, מָה רָאֲתָה אִמָּן שֶׁל אֵלּוּ לְהִתְגָּרֵשׁ, וְאָמַר, אִלּוּ הָיִיתִי יוֹדֵעַ שֶׁכֵּן, לֹא הָיִיתִי נוֹדֵר, הֲרֵי זֶה מֻתָּר: \n",
            "english": "The halakhic authorities <b>may broach</b> dissolution <b>for a person by</b> raising the issue of <b>his own honor and the honor of his children.</b> For example, if he took a vow that resulted in his needing to divorce his wife, they may <b>say to him: Had you known that tomorrow people will say about you: This is the habit [<i>veset</i>] of so-and-so,</b> that <b>he divorces his wives</b> due to vows, <b>and they will say about your daughters: They are daughters of divorce,</b> or they will ask: <b>What did their mother see to divorce,</b> thereby giving them a bad reputation. <b>And</b> if the man who vowed <b>said: Had I known it was so, I would not have vowed, it is dissolved.</b>"
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "קוֹנָם שֶׁאֵינִי נוֹשֵׂא אֶת פְּלוֹנִית כְּעוּרָה, וַהֲרֵי הִיא נָאָה. שְׁחוֹרָה, וַהֲרֵי הִיא לְבָנָה. קְצָרָה, וַהֲרֵי הִיא אֲרֻכָּה, מֻתָּר בָּהּ. לֹא מִפְּנֵי שֶׁהִיא כְעוּרָה וְנַעֲשֵׂית נָאָה, שְׁחוֹרָה וְנַעֲשֵׂית לְבָנָה, קְצָרָה וְנַעֲשֵׂית אֲרֻכָּה, אֶלָּא שֶׁהַנֶּדֶר טָעוּת. וּמַעֲשֶׂה בְאֶחָד שֶׁנָּדַר מִבַּת אֲחוֹתוֹ הֲנָיָה, וְהִכְנִיסוּהָ לְבֵית רַבִּי יִשְׁמָעֵאל וְיִפּוּהָ. אָמַר לוֹ רַבִּי יִשְׁמָעֵאל, בְּנִי, לָזוֹ נָדָרְתָּ. אָמַר לוֹ, לָאו. וְהִתִּירוֹ רַבִּי יִשְׁמָעֵאל. בְּאוֹתָהּ שָׁעָה בָּכָה רַבִּי יִשְׁמָעֵאל וְאָמַר, בְּנוֹת יִשְׂרָאֵל נָאוֹת הֵן, אֶלָּא שֶׁהָעֲנִיּוּת מְנַוַּלְתָּן. וּכְשֶׁמֵּת רַבִּי יִשְׁמָעֵאל, הָיוּ בְנוֹת יִשְׂרָאֵל נוֹשְׂאוֹת קִינָה וְאוֹמְרוֹת, בְּנוֹת יִשְׂרָאֵל אֶל רַבִּי יִשְׁמָעֵאל בְּכֶינָה. וְכֵן הוּא אוֹמֵר בְּשָׁאוּל (שמואל ב א) בְּנוֹת יִשְׂרָאֵל אֶל שָׁאוּל בְּכֶינָה: \n",
            "english": "The mishna continues: If a man said: <b>Marrying ugly so-and-so is <i>konam</i> for me, and she is</b> in fact <b>beautiful,</b> or if, in vowing not to marry her, he called her <b>black, and she is</b> in fact <b>white,</b> or if, in vowing not to marry her, he called her <b>short, and she is</b> in fact <b>tall, he is permitted to her. Not because she was ugly and became beautiful, black and became white,</b> or <b>short and became tall,</b> but <b>rather, because the vow was mistaken</b> from the outset. The Gemara relates: <b>And an incident</b> occurred <b>with regard to one who vowed</b> against deriving <b>benefit from the daughter of his sister,</b> as he did not wish to marry her. <b>And they brought her into</b> the <b>house of Rabbi Yishmael and he beautified her.</b> When she was later brought before the one who took the vow, <b>Rabbi Yishmael said to him: My son, did you vow</b> that you would not derive benefit <b>from this</b> woman? <b>He said to him: No, and Rabbi Yishmael permitted her</b> to him, as he demonstrated that the vow had been made in error. <b>At that time Rabbi Yishmael wept and said: The daughters of Israel are beautiful, but poverty makes them ugly. And when Rabbi Yishmael died, the daughters of Israel raised a lamentation, saying: Daughters of Israel, weep for Rabbi Yishmael. And it likewise states about Saul,</b> who also concerned himself with the welfare of the daughters of Israel: <b>“Daughters of Israel, weep over Saul,</b> who clothed you in scarlet with other delights, who put ornaments of gold upon your apparel” (II Samuel 1:24)."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "נַעֲרָה הַמְאֹרָסָה, אָבִיהָ וּבַעְלָהּ מְפֵרִין נְדָרֶיהָ. הֵפֵר הָאָב וְלֹא הֵפֵר הַבַּעַל, הֵפֵר הַבַּעַל וְלֹא הֵפֵר הָאָב, אֵינוֹ מוּפָר, וְאֵין צָרִיךְ לוֹמַר שֶׁקִּיֵּם אֶחָד מֵהֶן: \n",
            "english": "With regard to <b>a betrothed young woman, her father and her husband</b> together <b>nullify her vows.</b> If <b>the father nullified</b> her vow <b>and the husband did not nullify</b> it, or if <b>the husband nullified</b> it <b>and the father did not nullify</b> it, then the vow <b>is not nullified. And needless to say,</b> it is not nullified <b>if one of them ratified</b> the vow."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "מֵת הָאָב, לֹא נִתְרוֹקְנָה רְשׁוּת לַבָּעַל. מֵת הַבַּעַל, נִתְרוֹקְנָה רְשׁוּת לָאָב. בָּזֶה יָפֶה כֹחַ הָאָב מִכֹּחַ הַבָּעַל. בְּדָבָר אַחֵר יָפֶה כֹחַ הַבַּעַל מִכֹּחַ הָאָב, שֶׁהַבַּעַל מֵפֵר בְּבֶגֶר, וְהָאָב אֵינוֹ מֵפֵר בְּבָגֶר: \n",
            "english": "If <b>the father</b> of a betrothed young woman <b>dies,</b> his <b>authority does not revert to the husband,</b> and the husband cannot nullify the young woman’s vows by himself. However, if <b>the husband dies,</b> his <b>authority reverts to the father,</b> who can now nullify her vows on his own. <b>In this</b> matter, <b>the power of the father is enhanced relative to the power of the husband.</b> <b>In another matter, the power of the husband is enhanced relative to the power of the father, as the husband nullifies</b> vows <b>during</b> the woman’s <b>adulthood,</b> once they are fully married, <b>whereas the father does not nullify</b> her vows <b>during</b> her <b>adulthood.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "נָדְרָה וְהִיא אֲרוּסָה, נִתְגָּרְשָׁה בוֹ בַיּוֹם, נִתְאָרְסָה בוֹ בַיּוֹם, אֲפִלּוּ לְמֵאָה, אָבִיהָ וּבַעְלָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ. זֶה הַכְּלָל, כֹּל שֶׁלֹּא יָצָאת לִרְשׁוּת עַצְמָהּ שָׁעָה אֶחָת, אָבִיהָ וּבַעְלָהּ הָאַחֲרוֹן מְפֵרִין נְדָרֶיהָ: \n",
            "english": "If <b>she took a vow as a betrothed woman</b> and then <b>was divorced on the same day,</b> and <b>she was</b> again <b>betrothed on the same day</b> to another man, or <b>even to one hundred</b> men, one after the other, on a single day, <b>her father and her last husband nullify her vows. This is the principle:</b> With regard to <b>any</b> young woman <b>who has not left</b> her father’s jurisdiction and entered <b>into her own jurisdiction for</b> at least <b>one moment,</b> through full marriage or reaching majority, <b>her father and her final husband nullify her vows.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "דֶּרֶךְ תַּלְמִידֵי חֲכָמִים, עַד שֶׁלֹּא הָיְתָה בִתּוֹ יוֹצְאָה מֵאֶצְלוֹ, אוֹמֵר לָהּ, כָּל נְדָרִים שֶׁנָּדַרְתְּ בְּתוֹךְ בֵּיתִי, הֲרֵי הֵן מוּפָרִין. וְכֵן הַבַּעַל עַד שֶׁלֹּא תִכָּנֵס לִרְשׁוּתוֹ, אוֹמֵר לָהּ, כָּל נְדָרִים שֶׁנָּדַרְתְּ עַד שֶׁלֹּא תִכָּנְסִי לִרְשׁוּתִי, הֲרֵי הֵן מוּפָרִין, שֶׁמִּשֶּׁתִּכָּנֵס לִרְשׁוּתוֹ אֵינוֹ יָכוֹל לְהָפֵר: \n",
            "english": "<b>The practice of Torah scholars</b> is to ensure that a woman about to be married should not be encumbered by any vows. A father, <b>before his daughter would leave him</b> through marriage, <b>would say to her: All vows that you vowed in my house are hereby nullified. And similarly, the husband, before she would enter his jurisdiction,</b> i.e., while they were still betrothed, <b>would say to her: All vows that you vowed before you entered my jurisdiction are hereby nullified.</b> This was necessary <b>because once she enters his jurisdiction he cannot nullify</b> the vows she made before that."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "בּוֹגֶרֶת שֶׁשָּׁהֲתָה שְׁנֵים עָשָׂר חֹדֶשׁ, וְאַלְמָנָה שְׁלשִׁים יוֹם, רַבִּי אֱלִיעֶזֶר אוֹמֵר, הוֹאִיל וּבַעְלָהּ חַיָּב בִּמְזוֹנוֹתֶיהָ, יָפֵר. וַחֲכָמִים אוֹמְרִים, אֵין הַבַּעַל מֵפֵר, עַד שֶׁתִּכָּנֵס לִרְשׁוּתוֹ: \n",
            "english": "With regard to <b>a grown woman who waited twelve months</b> after her betrothal and the time arrived for her betrothed to marry her, <b>or a widow</b> who waited <b>thirty days</b> and the time arrived for her betrothed to marry her, <b>Rabbi Eliezer says: Since her husband is</b> already <b>obligated</b> to provide <b>for her sustenance,</b> as he is obligated to have married her by then, <b>he can nullify</b> her vows by himself, as if he were fully married to her. <b>But the Rabbis say: The husband does not nullify</b> her vows on his own <b>until she enters his jurisdiction.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "שׁוֹמֶרֶת יָבָם, בֵּין לְיָבָם אֶחָד בֵּין לִשְׁנֵי יְבָמִין, רַבִּי אֱלִיעֶזֶר אוֹמֵר, יָפֵר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, לְאֶחָד אֲבָל לֹא לִשְׁנָיִם. רַבִּי עֲקִיבָא אוֹמֵר, לֹא לְאֶחָד וְלֹא לִשְׁנָיִם. אָמַר רַבִּי אֱלִיעֶזֶר, מָה אִם אִשָּׁה, שֶׁקָּנָה הוּא לְעַצְמוֹ, הֲרֵי הוּא מֵפֵר נְדָרֶיהָ, אִשָּׁה שֶׁהִקְנוּ לוֹ מִן הַשָּׁמַיִם, אֵינוֹ דִין שֶׁיָּפֵר נְדָרֶיהָ. אָמַר לוֹ רַבִּי עֲקִיבָא, לֹא, אִם אָמַרְתָּ בְאִשָּׁה שֶׁקָּנָה הוּא לְעַצְמוֹ, שֶׁאֵין לַאֲחֵרִים בָּהּ רְשׁוּת, תֹּאמַר בְּאִשָּׁה שֶׁהִקְנוּ לוֹ מִן הַשָּׁמַיִם, שֶׁיֵּשׁ לַאֲחֵרִים בָּהּ רְשׁוּת. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, עֲקִיבָא, דְּבָרֶיךָ בִשְׁנֵי יְבָמִין. מָה אַתָּה מֵשִׁיב עַל יָבָם אֶחָד. אָמַר לוֹ, אֵין הַיְבָמָה גְמוּרָה לַיָּבָם כְּשֵׁם שֶׁהָאֲרוּסָה גְמוּרָה לְאִישָׁהּ: \n",
            "english": "With regard to <b>a widow waiting for her <i>yavam</i></b> to perform levirate marriage, <b>whether</b> she is waiting <b>for one <i>yavam</i>,</b> if her late husband had only one brother, or <b>whether</b> she is waiting <b>for two</b> or more <b><i>yevamin</i>,</b> if he had several brothers, <b>Rabbi Eliezer says:</b> A <i>yavam</i> <b>can nullify</b> her vows. <b>Rabbi Yehoshua says:</b> If she is waiting <b>for one</b> <i>yavam</i>, he can nullify her vows, <b>but not</b> if she is waiting <b>for two. Rabbi Akiva says:</b> A <i>yavam</i> <b>cannot</b> nullify her vows, regardless of whether she is waiting <b>for one</b> <i>yavam</i> <b>or for two</b> or more. The mishna then elaborates: <b>Rabbi Eliezer said: Just as</b> with regard to <b>a woman he acquired for himself</b> through betrothal, <b>he nullifies her vows,</b> so too with regard to <b>a woman acquired for him from Heaven,</b> i.e., the <i>yevama</i>, <b>isn’t it logical that he should</b> be able to <b>nullify her vows?</b> <b>Rabbi Akiva said to him: No, if you say</b> that a husband can nullify the vows of <b>a woman he acquired for himself, over whom others have no authority, shall you</b> also <b>say</b> that this is the case with regard to <b>a woman acquired for him from Heaven, over whom others have authority?</b> If there are two <i>yevamin</i>, each <i>yavam</i> has equal authority with regard to her vows. <b>Rabbi Yehoshua said to him: Akiva, your statement applies</b> in a situation <b>with two <i>yevamin</i>,</b> but <b>how do you reply</b> to Rabbi Eliezer <b>in</b> the case of <b>one <i>yavam</i>?</b> Rabbi Akiva <b>said to him: A <i>yevama</i> is not the full-fledged</b> wife <b>of the <i>yavam</i> in the in the way that a betrothed woman</b> is <b>her husband’s full-fledged</b> wife, and the <i>yavam</i> is not empowered to nullify vows at all."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הָאוֹמֵר לְאִשְׁתּוֹ, כָּל הַנְּדָרִים שֶׁתִּדְּרִי מִכָּאן עַד שֶׁאָבֹא מִמָּקוֹם פְּלוֹנִי, הֲרֵי הֵן קַיָּמִין, לֹא אָמַר כְּלוּם. הֲרֵי הֵן מוּפָרִין, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מוּפָר. וַחֲכָמִים אוֹמְרִים, אֵינוֹ מוּפָר. אָמַר רַבִּי אֱלִיעֶזֶר, אִם הֵפֵר נְּדָרִים שֶׁבָּאוּ לִכְלָל אִסּוּר, לֹא יָפֵר נְדָרִים שֶׁלֹּא בָאוּ לִכְלָל אִסּוּר. אָמְרוּ לוֹ, הֲרֵי הוּא אוֹמֵר, אִישָׁהּ יְקִימֶנּוּ וְאִישָׁהּ יְפֵרֶנּוּ (במדבר ל), אֶת שֶׁבָּא לִכְלָל הָקֵם, בָּא לִכְלָל הָפֵר. לֹא בָא לִכְלָל הָקֵם, לֹא בָא לִכְלָל הָפֵר: \n",
            "english": "<b>One who says to his wife: All vows that you will vow from now until I arrive from such and such a place are hereby ratified, has not said anything,</b> i.e., the vows are not ratified. However, if he states that all vows that she will take until then <b>are hereby nullified, Rabbi Eliezer said:</b> They are <b>nullified, while the Rabbis say:</b> They are <b>not nullified. Rabbi Eliezer said</b> in explanation: <b>If one can nullify vows that have reached the status of a prohibition,</b> i.e., that have already taken effect, <b>shall he not</b> be able to <b>nullify vows that have not reached the status of a prohibition?</b> The Rabbis <b>said to him</b> in response: The verse <b>states:</b> “Every vow, and every binding oath to afflict the soul, <b>her husband may ratify it, or her husband may nullify it”</b> (Numbers 30:14). This teaches: <b>That which has reached the status of</b> eligibility for <b>ratification,</b> i.e., a vow that she has already taken, <b>has reached the status of</b> eligibility for <b>nullification.</b> However, a vow that <b>has not reached the status of</b> eligibility for <b>ratification</b> has <b>not reached the status of</b> eligibility for <b>nullification</b> either, and it cannot be nullified."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הֲפָרַת נְדָרִים, כָּל הַיּוֹם. יֵשׁ בַּדָּבָר לְהָקֵל וּלְהַחֲמִיר. כֵּיצַד. נָדְרָה בְּלֵילֵי שַׁבָּת, יָפֵר בְּלֵילֵי שַׁבָּת וּבְיוֹם הַשַּׁבָּת עַד שֶׁתֶּחְשָׁךְ. נָדְרָה עִם חֲשֵׁכָה, מֵפֵר עַד שֶׁלֹּא תֶחְשַׁךְ. שֶׁאִם חָשְׁכָה וְלֹא הֵפֵר, אֵינוֹ יָכוֹל לְהָפֵר: \n",
            "english": "The <b>nullification of vows</b> can be performed <b>all day</b> on the day on which the vow was heard. <b>There is in this matter</b> both <b>a leniency,</b> extending the nullification period, <b>and a stricture,</b> curtailing that period. <b>How so?</b> If a woman <b>took a vow on Shabbat evening,</b> her father or husband <b>can nullify</b> the vow <b>on Shabbat evening, and on Shabbat day until dark.</b> This is an example of extending the nullification period. However, if <b>she took a vow with nightfall</b> approaching, her father or husband <b>can nullify</b> the vow only <b>until nightfall, since, if it became dark and he had not</b> yet <b>nullified</b> her vow, <b>he cannot nullify</b> it anymore. This is an example of a curtailed nullification period."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "וְאֵלּוּ נְדָרִים שֶׁהוּא מֵפֵר, דְּבָרִים שֶׁיֵּשׁ בָּהֶם עִנּוּי נֶפֶשׁ, אִם אֶרְחָץ וְאִם לֹא אֶרְחָץ, אִם אֶתְקַשֵּׁט וְאִם לֹא אֶתְקַשֵּׁט. אָמַר רַבִּי יוֹסֵי, אֵין אֵלּוּ נִדְרֵי עִנּוּי נָפֶשׁ: \n",
            "english": "<b>And these are</b> the <b>vows that he,</b> the husband or father, <b>can nullify:</b> The first category consists of <b>matters that involve affliction</b> for the woman who took the vow. For example, if a woman vowed: <b>If I bathe, or: If I do not bathe;</b> if she vowed: <b>If I adorn myself [<i>etkashet</i>], or: If I do not adorn myself.</b> <b>Rabbi Yosei said: These are not vows of affliction. </b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ הֵם נִדְרֵי עִנּוּי נֶפֶשׁ. אָמְרָה, קוֹנָם פֵּרוֹת הָעוֹלָם עָלָי, הֲרֵי זֶה יָכוֹל לְהָפֵר. פֵּרוֹת מְדִינָה עָלָי, יָבִיא לָהּ מִמְּדִינָה אַחֶרֶת. פֵּרוֹת חֶנְוָנִי זֶה עָלָי, אֵינוֹ יָכוֹל לְהָפֵר. וְאִם לֹא הָיְתָה פַרְנָסָתוֹ אֶלָּא מִמֶּנּוּ, הֲרֵי זֶה יָפֵר, דִּבְרֵי רַבִּי יוֹסֵי: \n",
            "english": "Rather, these are vows of affliction: For example, if <b>she said: The produce of the</b> entire <b>world is <i>konam</i> for me as if</b> it were <b>an offering, he can nullify</b> the vow, as it certainly involves affliction. If, however, she said: <b>The produce of this country is</b> <i>konam</i> <b>for me,</b> he cannot nullify the vow, as it does not involve affliction, since <b>he may</b> still <b>bring her</b> produce <b>from another country.</b> Similarly, if she said: <b>The produce of this storekeeper is</b> <i>konam</i> <b>for me, he cannot nullify</b> her vow, as he may still bring her produce from another storekeeper. <b>But if</b> he can obtain <b>his sustenance only from him,</b> that particular storekeeper, <b>he can nullify</b> the vow. This is <b>the statement of Rabbi Yosei.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "קוֹנָם שֶׁאֵינִי נֶהֱנָה לַבְּרִיּוֹת, אֵינוֹ יָכוֹל לְהָפֵר, וִיכוֹלָה הִיא לֵהָנוֹת בְּלֶקֶט וּבְשִׁכְחָה וּבְפֵאָה. קוֹנָם כֹּהֲנִים וּלְוִיִּם נֶהֱנִים לִי, יִטְּלוּ עַל כָּרְחוֹ. כֹּהֲנִים אֵלּוּ וּלְוִיִּם אֵלּוּ נֶהֱנִים לִי, יִטְּלוּ אֲחֵרִים: \n",
            "english": "If a woman vowed: The property <b>of</b> other <b>people is <i>konam</i></b> for me, and for <b>that</b> reason <b>I will</b> not <b>benefit</b> from it, her husband <b>cannot nullify</b> her vow, <b>but</b> nevertheless, if she is poor, <b>she may benefit from</b> the agricultural gifts that must be left for the poor: <b>Gleanings,</b> i.e., isolated stalks that fell during the harvest; <b>forgotten</b> sheaves; <b>and produce of the corners [<i>pe’a</i>]</b> of the field that the owner is obligated to leave for the poor. Enjoyment of these gifts is not considered as benefit derived from people, as these gifts are not given voluntarily out of the kindness of the donors, but in the performance of a mitzva. If one said: I will not let <b>priests</b> and <b>Levites benefit from me,</b> as that is <b><i>konam</i></b> for me, <b>they can take</b> the priestly and Levitical gifts from him <b>against his will.</b> If, however, he said: I will not let <b>these</b> specific <b>priests and these</b> specific <b>Levites benefit from me,</b> as that is <i>konam</i> for me, they are <b>taken by others.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "קוֹנָם שֶׁאֵינִי עוֹשָׂה עַל פִּי אַבָּא, וְעַל פִּי אָבִיךָ, וְעַל פִּי אָחִי, וְעַל פִּי אָחִיךָ, אֵינוֹ יָכוֹל לְהָפֵר. שֶׁאֵינִי עוֹשָׂה עַל פִּיךָ, אֵינוֹ צָרִיךְ לְהָפֵר. רַבִּי עֲקִיבָא אוֹמֵר, יָפֵר, שֶׁמָּא תַעְדִּיף עָלָיו יוֹתֵר מִן הָרָאוּי לוֹ. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, יָפֵר, שֶׁמָּא יְגָרְשֶׁנָּה וּתְהִי אֲסוּרָה עָלָיו: \n",
            "english": "If a woman said: <b>I will not produce</b> anything <b>for</b> my <b>father,</b> as <b>that is <i>konam</i></b> for me, <b>or: For your father, or: For my brother, or: For your brother,</b> her husband <b>cannot nullify</b> such vows, as they do not fall under the category of vows that adversely affect the relationship between him and her. By contrast, if she said: <b>I will not produce</b> anything <b>for you,</b> including the work that she is obligated to do for him according to the terms of her marriage contract, as <b>that</b> is <i>konam</i> for me, her husband <b>need not nullify</b> the vow at all. It is automatically void, since she is obligated to perform those tasks. <b>Rabbi Akiva says: He should</b> nevertheless <b>nullify</b> the vow, as <b>perhaps she will exceed</b> the required amount of work and do <b>more for him than is fitting for him</b> to receive. If she does more than the fixed amount of work that a woman is obligated to perform for her husband, the vow will be valid with respect to the excess to which he is not entitled, and he might inadvertently come to benefit from something that is forbidden to him. <b>Rabbi Yoḥanan ben Nuri</b> also <b>says</b> that he <b>should nullify</b> the vow, but for a different reason: <b>Perhaps he will</b> one day <b>divorce her,</b> at which point the vow will take effect <b>and she will</b> then <b>be forbidden to him</b> forever, i.e., he will be unable to remarry her, lest he come to benefit from her labor."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "נָדְרָה אִשְׁתּוֹ וְסָבוּר שֶׁנָּדְרָה בִתּוֹ, נָדְרָה בִתּוֹ וְסָבוּר שֶׁנָּדְרָה אִשְׁתּוֹ, נָדְרָה בְנָזִיר וְסָבוּר שֶׁנָּדְרָה בְקָרְבָּן, נָדְרָה בְקָרְבָּן וְסָבוּר שֶׁנָּדְרָה בְנָזִיר, נָדְרָה מִן הַתְּאֵנִים וְסָבוּר שֶׁנָּדְרָה מִן הָעֲנָבִים, נָדְרָה מִן הָעֲנָבִים וְסָבוּר שֶׁנָּדְרָה מִן הַתְּאֵנִים, הֲרֵי זֶה יַחֲזֹר וְיָפֵר: \n",
            "english": "If a man’s <b>wife took a vow and he thought that</b> it was <b>his daughter</b> who <b>had taken a vow,</b> or if <b>his daughter took a vow and he thought that</b> it was <b>his wife</b> who <b>had taken a vow,</b> or if his wife <b>vowed to</b> be <b>a nazirite and he thought that she had vowed to</b> bring <b>an offering,</b> or if <b>she vowed to</b> bring <b>an offering and he thought that she had vowed to</b> be <b>a nazirite,</b> or if <b>she took a vow</b> that <b>figs</b> are forbidden <b>to</b> her <b>and he thought that she had taken a vow</b> that <b>grapes</b> are forbidden to her, or if <b>she took a vow</b> that <b>grapes</b> are forbidden to her <b>and he thought that she had taken a vow</b> that <b>figs</b> are forbidden <b>to</b> her, and he nullified any of these vows, in each case, when he realizes his error with regard to the vow, <b>he</b> must <b>repeat</b> the action <b>and nullify</b> the vow a second time."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "אָמְרָה, קוֹנָם תְּאֵנִים וַעֲנָבִים אֵלּוּ שֶׁאֵינִי טוֹעֶמֶת, קִיֵּם לַתְּאֵנִים, כֻּלּוֹ קַיָּם. הֵפֵר לַתְּאֵנִים, אֵינוֹ מוּפָר עַד שֶׁיָּפֵר אַף לָעֲנָבִים. אָמְרָה, קוֹנָם תְּאֵנִים שֶׁאֵינִי טוֹעֶמֶת וַעֲנָבִים שֶׁאֵינִי טוֹעֶמֶת, הֲרֵי אֵלּוּ שְׁנֵי נְדָרִים: \n",
            "english": "If a woman <b>said: Tasting these figs and grapes is <i>konam</i> for me,</b> and her husband <b>upheld</b> her vow <b>with regard to figs, the entire</b> vow <b>is upheld,</b> but if <b>he nullified</b> it <b>with regard to figs it is not nullified until he also nullifies</b> the vow <b>with regard to grapes.</b> If <b>she said: Tasting a fig and tasting a grape are <i>konam</i> for me, these are</b> viewed as <b>two</b> separate <b>vows;</b> if the husband upholds one of the vows it has no effect on the other one."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "יוֹדֵעַ אֲנִי שֶׁיֵּשׁ נְדָרִים, אֲבָל אֵינִי יוֹדֵעַ שֶׁיֵּשׁ מְפֵרִין, יָפֵר. יוֹדֵעַ אֲנִי שֶׁיֵּשׁ מְפֵרִין אֲבָל אֵינִי יוֹדֵעַ שֶׁזֶּה נֶדֶר, רַבִּי מֵאִיר אוֹמֵר, לֹא יָפֵר, וַחֲכָמִים אוֹמְרִים, יָפֵר: \n",
            "english": "If a man’s wife or daughter took a vow and he failed to nullify the vow on the day he heard it, but afterward he said: <b>I know that there are vows, but I don’t know that there are those who</b> can <b>nullify</b> them, i.e., he was unaware of the possibility of nullifying vows, <b>he can nullify</b> the vow of his wife or his daughter on the day he learned that he can nullify vows. If, however, he said: <b>I know there are those who</b> can <b>nullify</b> vows, <b>but</b> I refrained from nullifying the vow that I heard because <b>I do not know that this</b> is considered <b>a vow, Rabbi Meir says he cannot nullify</b> the vow at this point, <b>but the Rabbis say</b> that even in this case <b>he can nullify</b> the vow on the day that he learned of his mistake."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הַמֻּדָּר הֲנָאָה מֵחֲתָנוֹ וְהוּא רוֹצֶה לָתֵת לְבִתּוֹ מָעוֹת, אוֹמֵר לָהּ, הֲרֵי הַמָּעוֹת הָאֵלּוּ נְתוּנִים לָךְ בְּמַתָּנָה וּבִלְבַד שֶׁלֹּא יְהֵא לְבַעְלֵךְ רְשׁוּת בָּהֶן, אֶלָּא מַה שֶּׁאַתְּ נוֹשֵׂאת וְנוֹתֶנֶת בְּפִיךְ: \n",
            "english": "With regard to <b>one who vows</b> that <b>benefit</b> from him is forbidden <b>to his son-in-law, but he</b> nevertheless <b>wishes to give his daughter,</b> i.e., the wife of that same son-in-law, <b>money,</b> then, though he cannot do so directly, as anything acquired by a woman belongs to her husband, <b>he</b> should <b>say to her: This money is hereby given to you as a gift, provided that your husband has no rights to it,</b> but the gift includes <b>only that which you pick up and place in your mouth.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "וְנֵדֶר אַלְמָנָה וּגְרוּשָׁה יָקוּם עָלֶיהָ (במדבר ל). כֵּיצַד. אָמְרָה, הֲרֵינִי נְזִירָה לְאַחַר שְׁלשִׁים יוֹם, אַף עַל פִּי שֶׁנִּשֵּׂאת בְּתוֹךְ שְׁלשִׁים יוֹם, אֵינוֹ יָכוֹל לְהָפֵר. נָדְרָה וְהִיא בִרְשׁוּת הַבַּעַל, מֵפֵר לָהּ. כֵּיצַד. אָמְרָה, הֲרֵינִי נְזִירָה לְאַחַר שְׁלשִׁים, אַף עַל פִּי שֶׁנִּתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה בְתוֹךְ שְׁלשִׁים, הֲרֵי זֶה מוּפָר. נָדְרָה בוֹ בַיּוֹם, נִתְגָּרְשָׁה בוֹ בַיּוֹם, הֶחֱזִירָהּ בּוֹ בַיּוֹם, אֵינוֹ יָכוֹל לְהָפֵר. זֶה הַכְּלָל, כֹּל שֶׁיָּצָאת לִרְשׁוּת עַצְמָהּ שָׁעָה אַחַת, אֵינוֹ יָכוֹל לְהָפֵר: \n",
            "english": "The Torah states: <b>“But every vow of a widow, and of her that is divorced,</b> with which she has bound her soul, <b>shall stand against her”</b> (Numbers 30:10). <b>How so?</b> If a widow or divorced woman <b>said: I am hereby a nazirite after thirty days,</b> then <b>even if she was married within thirty days,</b> her new husband <b>cannot nullify</b> her vow. If <b>she took a vow while she was under the jurisdiction of</b> her <b>husband, he can nullify</b> the vow <b>for her. How so?</b> If <b>she said</b> when she was still married: <b>I am hereby a nazirite for after thirty</b> days, and her husband nullified the vow, then <b>even if she was widowed or divorced within</b> the <b>thirty-</b>day period, the vow <b>is nullified.</b> If <b>she took a vow on that,</b> i.e., one, <b>day and was divorced on that</b> same <b>day,</b> then even if her husband <b>took her back</b> as his wife <b>on that</b> same <b>day, he cannot nullify</b> her previous vows. <b>This is the principle: Once she has left</b> and gone <b>into her own jurisdiction</b> for even <b>a single hour,</b> then after they are remarried her husband <b>can no</b> longer <b>nullify</b> any vow she uttered during their first marriage."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "תֵּשַׁע נְעָרוֹת, נִדְרֵיהֶן קַיָּמִין. בּוֹגֶרֶת וְהִיא יְתוֹמָה, נַעֲרָה וּבָגְרָה וְהִיא יְתוֹמָה, נַעֲרָה שֶׁלֹּא בָגְרָה וְהִיא יְתוֹמָה, בּוֹגֶרֶת וּמֵת אָבִיהָ, נַעֲרָה בוֹגֶרֶת וּמֵת אָבִיהָ, נַעֲרָה שֶׁלֹּא בָגְרָה וּמֵת אָבִיהָ, נַעֲרָה שֶׁמֵּת אָבִיהָ וּמִשֶּׁמֵּת אָבִיהָ בָּגְרָה, בּוֹגֶרֶת וְאָבִיהָ קַיָּם, נַעֲרָה בוֹגֶרֶת וְאָבִיהָ קַיָּם. רַבִּי יְהוּדָה אוֹמֵר, אַף הַמַּשִּׂיא בִתּוֹ הַקְּטַנָּה, וְנִתְאַלְמְנָה אוֹ נִתְגָּרְשָׁה וְחָזְרָה אֶצְלוֹ, עֲדַיִן הִיא נַעֲרָה: \n",
            "english": "There are <b>nine young women whose vows are upheld</b> and cannot be nullified: If she took a vow when she was <b>a grown woman and she is an orphan;</b> if she took a vow when she was <b>a young woman, and has reached her majority, and she is an orphan;</b> if she took a vow when she was <b>a young woman who had not</b> yet <b>reached her majority, and she is an orphan;</b> if she took a vow when she was <b>a grown woman and her father died;</b> if she took a vow when she was <b>a young woman,</b> and she became <b>a grown woman, and her father died;</b> if she took a vow when she was <b>a young woman who had not reached her majority, and her father died;</b> if she took a vow when she was <b>a young woman, and her father died, and after her father died she reached her majority;</b> if she took a vow when she was <b>a grown woman and her father is</b> still <b>alive;</b> and if she took a vow when she was <b>a young woman,</b> and she became <b>a grown woman, and her father is</b> still <b>alive. Rabbi Yehuda says:</b> With regard to <b>even one who married off his minor daughter, and she was widowed or divorced and she returned to him,</b> and according to her age <b>she still</b> is in the category of <b>a young woman,</b> her vows cannot be nullified."
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "קוֹנָם שֶׁאֵינִי נֶהֱנֵית לְאַבָּא וּלְאָבִיךָ אִם עוֹשָׂה אֲנִי עַל פִּיךָ, שֶׁאֵינִי נֶהֱנֵית לְךָ אִם עוֹשָׂה אֲנִי עַל פִּי אַבָּא, וְעַל פִּי אָבִיךָ, הֲרֵי זֶה יָפֵר: \n",
            "english": "If a woman said to her husband: <b>Deriving benefit from</b> my <b>father or from your father is <i>konam</i> for me if I</b> will <b>prepare</b> anything <b>for you;</b> or if she said: <b>Deriving benefit from you</b> is <i>konam</i> <b>for me if I</b> will <b>prepare</b> anything <b>for</b> my <b>father or for your father,</b> the husband <b>can nullify</b> this vow."
          }
        },
        {
          "mishnah": 12,
          "translations": {
            "hebrew": "בָּרִאשׁוֹנָה הָיוּ אוֹמְרִים, שָׁלשׁ נָשִׁים יוֹצְאוֹת וְנוֹטְלוֹת כְּתֻבָּה, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, שָׁמַיִם בֵּינִי לְבֵינֶךָ, נְטוּלָה אֲנִי מִן הַיְּהוּדִים. חָזְרוּ לוֹמַר, שֶׁלֹּא תְהֵא אִשָּׁה נוֹתֶנֶת עֵינֶיהָ בְאַחֵר וּמְקַלְקֶלֶת עַל בַּעְלָהּ. אֶלָּא הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, תָּבִיא רְאָיָה לִדְבָרֶיהָ. שָׁמַיִם בֵּינִי לְבֵינֶךָ, יַעֲשׂוּ דֶרֶךְ בַּקָּשָׁה. נְטוּלָה אֲנִי מִן הַיְּהוּדִים, יָפֵר חֶלְקוֹ, וּתְהֵא מְשַׁמַּשְׁתּוֹ, וּתְהֵא נְטוּלָה מִן הַיְּהוּדִים: \n",
            "english": "<b>Initially</b> the Sages <b>would say</b> that <b>three women are divorced</b> even against their husbands’ will, <b>and</b> nevertheless <b>they receive</b> payment of what is due to them according to their <b>marriage contract.</b> The first is the wife of a priest <b>who says</b> to her husband: <b>I am defiled to you,</b> i.e., she claims that she had been raped, so that she is now forbidden to her husband. The second is a woman who says to her husband: <b>Heaven is between me and you,</b> i.e., she declares that he is impotent, a claim she cannot prove, as the truth of it is known only to God. <b>And</b> the third is a woman who takes a vow, stating: <b>I am removed from the Jews,</b> i.e., benefit from sexual intercourse with any Jew, including my husband, is forbidden to me. <b>They</b> subsequently <b>retracted</b> their words <b>and said</b> that in order <b>that</b> a married <b>woman should not cast her eyes on another</b> man <b>and</b> to that end <b>ruin</b> her relationship <b>with her husband</b> and still receive payment of her marriage contract, these <i>halakhot</i> were modified as follows: A priest’s wife <b>who says</b> to her husband: <b>I am defiled to you, must bring proof for her words</b> that she was raped. As for a woman who says: <b>Heaven is between me and you,</b> the court <b>must act</b> and deal with the matter <b>by way of a request,</b> rather than force the husband to divorce his wife. <b>And</b> with regard to a woman who says: <b>I am removed from the Jews,</b> her husband <b>must nullify his part,</b> i.e., the aspect of the vow that concerns him, so that she should be permitted to him, <b>and she may engage in sexual intercourse with him, but she is removed from</b> all other <b>Jews,</b> so that if he divorces her she is forbidden to all."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:13:12.647Z",
    "totalChapters": 11,
    "status": "imported_sefaria"
  }
}
