{
  "id": "rosh_hashanah",
  "name": "Rosh Hashanah",
  "type": "mishnah",
  "sefariaRef": "Mishnah Rosh Hashanah",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אַרְבָּעָה רָאשֵׁי שָׁנִים הֵם. בְּאֶחָד בְּנִיסָן רֹאשׁ הַשָּׁנָה לַמְּלָכִים וְלָרְגָלִים. בְּאֶחָד בֶּאֱלוּל רֹאשׁ הַשָּׁנָה לְמַעְשַׂר בְּהֵמָה. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, בְּאֶחָד בְּתִשְׁרֵי. בְּאֶחָד בְּתִשְׁרֵי רֹאשׁ הַשָּׁנָה לַשָּׁנִים וְלַשְּׁמִטִּין וְלַיּוֹבְלוֹת, לַנְּטִיעָה וְלַיְרָקוֹת. בְּאֶחָד בִּשְׁבָט, רֹאשׁ הַשָּׁנָה לָאִילָן, כְּדִבְרֵי בֵית שַׁמַּאי. בֵּית הִלֵּל אוֹמְרִים, בַּחֲמִשָּׁה עָשָׂר בּוֹ: \n",
            "english": "<b>They are four</b> days in the year that serve as the <b>New Year,</b> each for a different purpose: <b>On the first of Nisan is the New Year for kings;</b> it is from this date that the years of a king’s rule are counted. <b>And</b> the first of Nisan is also the New Year <b>for</b> the order of <b>the Festivals,</b> as it determines which is considered the first Festival of the year and which the last. <b>On the first of Elul is the New Year for animal tithes;</b> all the animals born prior to that date belong to the previous tithe year and are tithed as a single unit, whereas those born after that date belong to the next tithe year. <b>Rabbi Elazar and Rabbi Shimon say:</b> The New Year for animal tithes is <b>on the first of Tishrei.</b> <b>On the first of Tishrei is the New Year for</b> counting <b>years,</b> as will be explained in the Gemara; <b>for</b> calculating <b>Sabbatical Years and Jubilee Years,</b> i.e., from the first of Tishrei there is a biblical prohibition to work the land during these years; <b>for planting,</b> for determining the years of <i>orla</i>, the three-year period from when a tree has been planted during which time its fruit is forbidden; <b>and for</b> tithing <b>vegetables,</b> as vegetables picked prior to that date cannot be tithed together with vegetables picked after that date. <b>On the first of Shevat is the New Year for the tree;</b> the fruit of a tree that was formed prior to that date belong to the previous tithe year and cannot be tithed together with fruit that was formed after that date; this ruling is <b>in accordance with the statement of Beit Shammai.</b> But <b>Beit Hillel say:</b> The New Year for trees is <b>on the fifteenth of</b> Shevat."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "בְּאַרְבָּעָה פְרָקִים הָעוֹלָם נִדּוֹן, בְּפֶסַח עַל הַתְּבוּאָה, בַּעֲצֶרֶת עַל פֵּרוֹת הָאִילָן, בְּרֹאשׁ הַשָּׁנָה כָּל בָּאֵי הָעוֹלָם עוֹבְרִין לְפָנָיו כִּבְנֵי מָרוֹן, שֶׁנֶּאֱמַר (תהלים לג) הַיּוֹצֵר יַחַד לִבָּם, הַמֵּבִין אֶל כָּל מַעֲשֵׂיהֶם. וּבֶחָג נִדּוֹנִין עַל הַמָּיִם: \n",
            "english": "<b>At four times</b> of the year <b>the world is judged: On Passover</b> judgment is passed <b>concerning grain; on <i>Shavuot</i> concerning fruits</b> that grow on <b>a tree; on Rosh HaShana, all creatures pass before Him like sheep [<i>benei maron</i>], as it is stated: “He Who fashions their hearts alike, Who considers all their deeds”</b> (Psalms 33:15); <b>and on the festival</b> of <i>Sukkot</i> <b>they are judged concerning water,</b> i.e., the rainfall of the coming year."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עַל שִׁשָּׁה חֳדָשִׁים הַשְּׁלוּחִין יוֹצְאִין, עַל נִיסָן מִפְּנֵי הַפֶּסַח, עַל אָב מִפְּנֵי הַתַּעֲנִית, עַל אֱלוּל מִפְּנֵי רֹאשׁ הַשָּׁנָה, עַל תִּשְׁרֵי מִפְּנֵי תַקָּנַת הַמּוֹעֲדוֹת, עַל כִּסְלֵו מִפְּנֵי חֲנֻכָּה, וְעַל אֲדָר מִפְּנֵי הַפּוּרִים. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, יוֹצְאִין אַף עַל אִיָּר מִפְּנֵי פֶסַח קָטָן: \n",
            "english": "<b>In six months</b> of the year <b>the messengers go out</b> from the court in Jerusalem to report throughout Eretz Yisrael and the Diaspora which day was established as the New Moon, the thirtieth or the thirty-first day since the previous New Moon. They go out <b>in</b> the month of <b>Nisan, due to Passover,</b> so that people will know on which day to celebrate it; <b>in</b> the month of <b>Av, due to the fast</b> of the Ninth of Av; <b>in Elul, due to Rosh HaShana,</b> which begins thirty days after the New Moon of Elul; <b>in Tishrei, due to the</b> need to establish the <b>correct</b> dates on which to celebrate <b>the Festivals</b> of Tishrei, i.e., Yom Kippur and <i>Sukkot</i>; <b>in Kislev, due to Hanukkah; and in Adar, due to Purim.</b> <b>And when the Temple was standing,</b> messengers <b>would also go out in</b> the month of <b>Iyyar due to small Passover,</b> i.e., second <i>Pesaḥ</i>, which occurs on the fourteenth of Iyyar. This holiday allowed those who were ritually impure or on a distant journey on the fourteenth of Nisan, and therefore incapable of bringing the Paschal lamb at that time, to bring their Paschal lamb a month later."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "עַל שְׁנֵי חֳדָשִׁים מְחַלְּלִין אֶת הַשַּׁבָּת, עַל נִיסָן וְעַל תִּשְׁרֵי, שֶׁבָּהֶן הַשְּׁלוּחִין יוֹצְאִין לְסוּרְיָא, וּבָהֶן מְתַקְּנִין אֶת הַמּוֹעֲדוֹת. וּכְשֶׁהָיָה בֵית הַמִּקְדָּשׁ קַיָּם, מְחַלְּלִין אַף עַל כֻּלָּן מִפְּנֵי תַקָּנַת הַקָּרְבָּן: \n",
            "english": "Only <b>for</b> the sake of <b>two months may</b> witnesses who saw the new moon <b>desecrate Shabbat,</b> should that be necessary in order for them to offer testimony before the court: <b>For</b> the month of <b>Nisan and for</b> the month of <b>Tishrei, for in these</b> months <b>messengers are sent out to Syria, and by them,</b> i.e., these months, the dates of <b>the</b> major <b>Festivals are set:</b> Yom Kippur, <i>Sukkot</i>, Passover, and <i>Shavuot</i>. <b>And when the Temple was standing,</b> the witnesses <b>desecrated</b> Shabbat <b>for</b> the fixing of the New Moon of <b>all</b> the months, <b>due to</b> the imperative of <b>fixing</b> the proper <b>offering</b> of the New Moon at the correct time."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "בֵּין שֶׁנִּרְאָה בַעֲלִיל בֵּין שֶׁלֹּא נִרְאָה בַעֲלִיל, מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת, רַבִּי יוֹסֵי אוֹמֵר, אִם נִרְאָה בַעֲלִיל, אֵין מְחַלְּלִין עָלָיו אֶת הַשַּׁבָּת: \n",
            "english": "<b>Whether</b> the new moon <b>was seen clearly [<i>ba’alil</i>]</b> by everyone <b>or whether it was not clearly seen, one may desecrate Shabbat</b> in order to testify before the court. <b>Rabbi Yosei says: If</b> the moon <b>was clearly seen, they may not desecrate Shabbat for it,</b> since other witnesses, located nearer to the court, will certainly testify. If these distant witnesses go to court to testify, they will desecrate Shabbat unnecessarily."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "מַעֲשֶׂה שֶׁעָבְרוּ יוֹתֵר מֵאַרְבָּעִים זוּג, וְעִכְּבָן רַבִּי עֲקִיבָא בְלוּד. שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל, אִם מְעַכֵּב אַתָּה אֶת הָרַבִּים, נִמְצֵאתָ מַכְשִׁילָן לֶעָתִיד לָבֹא: \n",
            "english": "There was once <b>an incident where more than forty pairs</b> of witnesses <b>were passing</b> through on their way to Jerusalem to testify about the new moon, <b>and Rabbi Akiva detained them in Lod,</b> telling them that there was no need for them to desecrate Shabbat for this purpose. <b>Rabban Gamliel sent</b> a message <b>to him: If you detain the many</b> people who wish to testify about the new moon, <b>you will cause them to stumble in the future.</b> They will say: Why should we go, seeing that our testimony is unnecessary? At some point they will be needed, and no witnesses will come to the court."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "אָב וּבְנוֹ שֶׁרָאוּ אֶת הַחֹדֶשׁ, יֵלְכוּ. לֹא שֶׁמִּצְטָרְפִין זֶה עִם זֶה, אֶלָּא שֶׁאִם יִפָּסֵל אֶחָד מֵהֶן, יִצְטָרֵף הַשֵּׁנִי עִם אַחֵר. רַבִּי שִׁמְעוֹן אוֹמֵר, אָב וּבְנוֹ וְכָל הַקְּרוֹבִין, כְּשֵׁרִין לְעֵדוּת הַחֹדֶשׁ. אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה בְטוֹבִיָּה הָרוֹפֵא, שֶׁרָאָה אֶת הַחֹדֶשׁ בִּירוּשָׁלַיִם, הוּא וּבְנוֹ וְעַבְדּוֹ מְשֻׁחְרָר, וְקִבְּלוּ הַכֹּהֲנִים אוֹתוֹ וְאֶת בְּנוֹ, וּפָסְלוּ אֶת עַבְדּוֹ. וּכְשֶׁבָּאוּ לִפְנֵי בֵית דִּין, קִבְּלוּ אוֹתוֹ וְאֶת עַבְדּוֹ, וּפָסְלוּ אֶת בְּנוֹ: \n",
            "english": "If <b>a father and his son saw the new</b> moon, <b>they should</b> both <b>go</b> to the court in Jerusalem. It is <b>not that</b> they can <b>join together</b> to give testimony, for close relatives are disqualified from testifying together, <b>but</b> they both go <b>so that if one of them is disqualified, the second may join together with another</b> witness to testify about the new moon. <b>Rabbi Shimon says: A father and his son and all</b> their <b>relatives are fit</b> to combine together as witnesses <b>for testimony</b> to determine the start of <b>the month.</b> <b>Rabbi Yosei said:</b> There was <b>an incident with Toviyya the doctor. When he saw the</b> new <b>moon in Jerusalem, he and his son and his freed slave</b> all went to testify. <b>The priests accepted him and his son</b> as witnesses <b>and disqualified his slave,</b> for they ruled stringently that the month may be sanctified only on the basis of the testimony of those of Jewish lineage. <b>And when they came before the court, they accepted him and his slave</b> as witnesses <b>and disqualified his son,</b> due to the familial relationship."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "אֵלּוּ הֵן הַפְּסוּלִין, הַמְשַׂחֵק בְּקֻבְיָא, וּמַלְוֵי בְרִבִּית, וּמַפְרִיחֵי יוֹנִים, וְסוֹחֲרֵי שְׁבִיעִית, וַעֲבָדִים. זֶה הַכְּלָל, כָּל עֵדוּת שֶׁאֵין הָאִשָּׁה כְשֵׁרָה לָהּ, אַף הֵן אֵינָן כְּשֵׁרִים לָהּ: \n",
            "english": "<b>The following are unfit</b> to give testimony, as they are considered thieves and robbers: <b>One who plays with dice [<i>kubbiyya</i>]</b> or other games of chance for money; <b>and those who lend</b> money <b>with interest; and those who race pigeons</b> and place wagers on the outcome; and <b>merchants</b> who deal in produce of <b>the Sabbatical Year,</b> which may be eaten, but may not be an object of commerce; <b>and slaves. This is the principle: Any testimony for which a woman is unfit, these too are unfit.</b> Although in certain cases a woman’s testimony is accepted, e.g., to testify to the death of someone’s husband, in the majority of cases her testimony is not valid."
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "מִי שֶׁרָאָה אֶת הַחֹדֶשׁ וְאֵינוֹ יָכוֹל לְהַלֵּךְ, מוֹלִיכִין אוֹתוֹ עַל הַחֲמוֹר, אֲפִלּוּ בְמִטָּה. וְאִם צוֹדֶה לָהֶם, לוֹקְחִין בְּיָדָם מַקְּלוֹת. וְאִם הָיְתָה דֶרֶךְ רְחוֹקָה, לוֹקְחִין בְּיָדָם מְזוֹנוֹת, שֶׁעַל מַהֲלַךְ לַיְלָה וָיוֹם מְחַלְּלִין אֶת הַשַּׁבָּת וְיוֹצְאִין לְעֵדוּת הַחֹדֶשׁ, שֶׁנֶּאֱמַר (ויקרא כג), אֵלֶּה מוֹעֲדֵי ה' אֲשֶׁר תִּקְרְאוּ אוֹתָם בְּמוֹעֲדָם: \n",
            "english": "With regard to <b>one who saw the</b> new <b>moon but is unable to go</b> to Jerusalem by foot because he is sick or has difficulty walking, others <b>may bring him on a donkey or even in a bed,</b> even on Shabbat if necessary. <b>And if</b> the witnesses are concerned that bandits may be <b>lying in wait for them</b> along the road, <b>they may take clubs</b> or other weapons <b>in their hands,</b> even on Shabbat. <b>And if it was a long journey</b> to Jerusalem, <b>they may take sustenance with them,</b> although it is ordinarily prohibited to carry on Shabbat, <b>since for</b> a distance of <b>a walk of a night and a day,</b> the witnesses <b>may desecrate Shabbat and go out to</b> give <b>testimony</b> to determine the start of <b>the month.</b> This is <b>as it is stated: “These are the Festivals of the Lord,</b> sacred gatherings, <b>which you shall declare in their seasons”</b> (Leviticus 23:4). This teaches that, in all cases, the Festivals must be fixed at their proper times, even if it entails the transgression of Torah prohibitions. "
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אִם אֵינָן מַכִּירִין אוֹתוֹ, מְשַׁלְּחִין אַחֵר עִמּוֹ לַהֲעִידוֹ. בָּרִאשׁוֹנָה הָיוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ מִכָּל אָדָם. מִשֶּׁקִּלְקְלוּ הַמִּינִין, הִתְקִינוּ שֶׁלֹּא יְהוּ מְקַבְּלִין אֶלָּא מִן הַמַּכִּירִים:  ",
            "english": "<b>If</b> the members of the Great Sanhedrin in Jerusalem <b>are not familiar with that</b> one who saw the new moon, i.e., that he is a valid witness, the members of his local court of twenty-three <b>send another with him to testify</b> about <b>him.</b> The mishna adds: <b>Initially,</b> the court <b>would accept testimony</b> to determine the start <b>of the month from any person,</b> as all are presumed to be qualified witnesses, absent any disqualifying factors. However, <b>when the Boethusians,</b> a sect whose members had their own opinions with regard to the establishment of the Festivals, <b>corrupted</b> the process by sending false witnesses to testify about the new moon, the Sages <b>instituted that they would accept</b> this testimony <b>only from those</b> men <b>familiar</b> to the Sanhedrin as valid witnesses."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "בָּרִאשׁוֹנָה הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת. מִשֶּׁקִּלְקְלוּ הַכּוּתִים, הִתְקִינוּ שֶׁיְּהוּ שְׁלוּחִין יוֹצְאִין:  ",
            "english": "<b>Initially,</b> after the court sanctified the new month <b>they would light torches</b> on the mountaintops, from one peak to another, to signal to the community in Babylonia that the month had been sanctified. <b>After the Samaritans [<i>Kutim</i>] corrupted</b> and ruined this method by lighting torches at the wrong times to confuse the Jews, the Sages <b>instituted that messengers should go out</b> to the Diaspora and inform them of the start of the month."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "כֵּיצַד הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת, מְבִיאִין כְּלֻנְסָאוֹת שֶׁל אֶרֶז אֲרֻכִּין וְקָנִים וַעֲצֵי שֶׁמֶן וּנְעֹרֶת שֶׁל פִּשְׁתָּן וְכוֹרֵךְ בִּמְשִׁיחָה, וְעוֹלֶה לְרֹאשׁ הָהָר וּמַצִּית בָּהֶן אֶת הָאוּר, וּמוֹלִיךְ וּמֵבִיא וּמַעֲלֶה וּמוֹרִיד, עַד שֶׁהוּא רוֹאֶה אֶת חֲבֵרוֹ שֶׁהוּא עוֹשֶׂה כֵן בְּרֹאשׁ הָהָר הַשֵּׁנִי, וְכֵן בְּרֹאשׁ הָהָר הַשְּׁלִישִׁי:  ",
            "english": "The mishna asks: <b>How would they light</b> the <b>torches</b> during that earlier period? <b>They would bring</b> items that burn well, e.g., <b>long poles of cedar, reeds, pinewood, and beaten flax, and tie</b> them together <b>with a string. And</b> someone would then <b>ascend to the top of the mountain and light</b> the torch <b>on fire with them, and wave it back and forth and up and down, until he would see his colleague doing likewise on the top of the second mountain.</b> In this manner he would know that the next messenger had received the message and passed it on. <b>And similarly,</b> the second torchbearer would wait for a signal from the one <b>on the top of the third mountain,</b> and so on. In this manner the message would reach the Diaspora."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וּמֵאַיִן הָיוּ מַשִּׂיאִין מַשּׂוּאוֹת, מֵהַר הַמִּשְׁחָה לְסַרְטְבָא, וּמִסַּרְטְבָא לִגְרוֹפִינָא, וּמִגְּרוֹפִינָא לְחַוְרָן, וּמֵחַוְרָן לְבֵית בִּלְתִּין, וּמִבֵּית בִּלְתִּין לֹא זָזוּ מִשָּׁם, אֶלָּא מוֹלִיךְ וּמֵבִיא וּמַעֲלֶה וּמוֹרִיד עַד שֶׁהָיָה רוֹאֶה כָל הַגּוֹלָה לְפָנָיו כִּמְדוּרַת הָאֵשׁ:  ",
            "english": "<b>And from which</b> mountains <b>would they light the torches?</b> They would transmit the message <b>from the Mount of Olives</b> in Jerusalem <b>to Sartava, and from Sartava to Gerofina, and from Gerofina to Ḥavran, and from Ḥavran to Beit Baltin. And from Beit Baltin they would not move</b> to light torches in any other predetermined location. <b>Rather,</b> the one who was appointed for this task <b>would wave</b> the torch <b>back and forth and up and down, until he would see the entire Diaspora before him</b> alight <b>like</b> one large <b>bonfire,</b> as they would light torches to continue transmitting the message from place to place all the way to the farthest reaches of the Diaspora."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "חָצֵר גְּדוֹלָה הָיְתָה בִירוּשָׁלַיִם, וּבֵית יַעְזֵק הָיְתָה נִקְרֵאת, וּלְשָׁם כָּל הָעֵדִים מִתְכַּנְּסִים, וּבֵית דִּין בּוֹדְקִין אוֹתָם שָׁם. וּסְעוּדוֹת גְּדוֹלוֹת עוֹשִׂין לָהֶם בִּשְׁבִיל שֶׁיְּהוּ רְגִילִין לָבֹא. בָּרִאשׁוֹנָה לֹא הָיוּ זָזִין מִשָּׁם כָּל הַיּוֹם, הִתְקִין רַבָּן גַּמְלִיאֵל הַזָּקֵן שֶׁיְּהוּ מְהַלְּכִין אַלְפַּיִם אַמָּה לְכָל רוּחַ. וְלֹא אֵלּוּ בִלְבַד, אֶלָּא אַף הַחֲכָמָה הַבָּאָה לְיַלֵּד, וְהַבָּא לְהַצִּיל מִן הַדְּלֵקָה וּמִן הַגַּיִס וּמִן הַנָּהָר וּמִן הַמַּפֹּלֶת, הֲרֵי אֵלּוּ כְאַנְשֵׁי הָעִיר, וְיֵשׁ לָהֶם אַלְפַּיִם אַמָּה לְכָל רוּחַ:  ",
            "english": "<b>There was a large courtyard in Jerusalem, which was called Beit Ya’zek. And there all the witnesses</b> coming to testify about the new moon would <b>gather, and the court</b> of seventy-one judges would <b>examine them there. And they</b> would <b>prepare great feasts for them, so that they would be</b> willing and <b>accustomed to coming</b> and submitting their testimony. <b>Initially,</b> when witnesses would arrive on Shabbat from a distant place, <b>they would not move from there all day,</b> as they had left their Shabbat limit, and it was consequently prohibited for them to walk more than four cubits in any direction once they had completed their mission. Concerned that this limitation would discourage witnesses from coming, <b>Rabban Gamliel the Elder instituted that</b> the witnesses <b>be</b> permitted to <b>walk two thousand cubits in each direction.</b> The mishna continues: <b>And not only these</b> witnesses are granted two thousand cubits from their new place, <b>but</b> this applies <b>also</b> to <b>a midwife who comes to deliver</b> a child, <b>and one who comes to rescue</b> Jews <b>from a fire, from</b> an invasion of gentile <b>troops, from</b> a flooding <b>river, or from</b> the <b>collapse</b> of a building. All <b>these are</b> considered <b>like the inhabitants of the city</b> where they arrive, <b>and</b> therefore <b>they have two thousand cubits in each direction.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "כֵּיצַד בּוֹדְקִין אֶת הָעֵדִים. זוּג שֶׁבָּא רִאשׁוֹן, בּוֹדְקִין אוֹתוֹ רִאשׁוֹן. וּמַכְנִיסִין אֶת הַגָּדוֹל שֶׁבָּהֶן וְאוֹמְרִים לוֹ, אֱמֹר, כֵּיצַד רָאִיתָ אֶת הַלְּבָנָה, לִפְנֵי הַחַמָּה אוֹ לְאַחַר הַחַמָּה, לִצְפוֹנָהּ אוֹ לִדְרוֹמָהּ, כַּמָּה הָיָה גָבוֹהַּ וּלְאַיִן הָיָה נוֹטֶה, וְכַמָּה הָיָה רָחָב. אִם אָמַר לִפְנֵי הַחַמָּה, לֹא אָמַר כְּלוּם. וְאַחַר כָּךְ הָיוּ מַכְנִיסִים אֶת הַשֵּׁנִי וּבוֹדְקִין אוֹתוֹ. אִם נִמְצְאוּ דִבְרֵיהֶם מְכֻוָּנִים, עֵדוּתָן קַיָּמֶת. וּשְׁאָר כָּל הַזּוּגוֹת שׁוֹאֲלִין אוֹתָם רָאשֵׁי דְבָרִים, לֹא שֶׁהָיוּ צְרִיכִין לָהֶן, אֶלָּא כְּדֵי שֶׁלֹּא יֵצְאוּ בְּפַחֵי נֶפֶשׁ, בִּשְׁבִיל שֶׁיְּהוּ רְגִילִים לָבֹא:  ",
            "english": "<b>How do they examine the witnesses</b> who come to testify about the new moon? They deal with them in order, as <b>the pair</b> of witnesses <b>that arrives first they examine first. They bring in the greater of</b> the two witnesses, <b>and they say to him: Say how you saw the moon.</b> Was it <b>in front of the sun or behind the sun? To its north or to its south? How high was</b> the moon over the horizon, <b>and in which direction did it tilt? And how wide was</b> it? <b>If,</b> for example, <b>he said</b> that he saw the moon <b>in front of the sun, he has not said anything</b> of substance, as this is impossible and therefore he is either mistaken or lying. <b>And after</b> they finish hearing the first witness’s testimony, <b>they would bring in the second witness and examine him</b> in a similar manner. <b>If their statements match, their testimony is accepted</b> and the court sanctifies the New Moon. <b>And</b> the court then <b>asks all the other pairs</b> of witnesses certain <b>general matters,</b> without probing into all the details. They do this <b>not</b> because <b>they require</b> the additional testimony, <b>but so that</b> the witnesses <b>should not leave disappointed,</b> and <b>so that the witnesses should be accustomed to coming</b> to testify, and will not hesitate to come the next time, when they might be needed."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "רֹאשׁ בֵּית דִּין אוֹמֵר מְקֻדָּשׁ, וְכָל הָעָם עוֹנִין אַחֲרָיו מְקֻדָּשׁ מְקֻדָּשׁ. בֵּין שֶׁנִּרְאָה בִזְמַנּוֹ בֵּין שֶׁלֹּא נִרְאָה בִזְמַנּוֹ, מְקַדְּשִׁין אוֹתוֹ. רַבִּי אֶלְעָזָר בְּרַבִּי צָדוֹק אוֹמֵר, אִם לֹא נִרְאָה בִזְמַנּוֹ, אֵין מְקַדְּשִׁין אוֹתוֹ, שֶׁכְּבָר קִדְּשׁוּהוּ שָׁמָיִם:  ",
            "english": "After the witnesses have been examined and their testimony accepted, <b>the head of the court says:</b> It is <b>sanctified. And all the people respond after him:</b> It is <b>sanctified;</b> it is <b>sanctified. Whether</b> the moon <b>was seen at its</b> anticipated <b>time,</b> on the thirtieth day of the previous month, <b>or whether</b> it <b>was not seen at its</b> anticipated <b>time,</b> in which case witnesses are not necessary to establish the following day as the New Moon, the court <b>sanctifies it</b> and formally proclaims the day as the New Moon. <b>Rabbi Elazar, son of Rabbi Tzadok, says: If</b> the new moon <b>was not seen at its</b> anticipated <b>time,</b> the court <b>does not sanctify</b> the New Moon on the following day, <b>as</b> the celestial court in <b>Heaven has already sanctified it,</b> precluding the need for the additional sanctification by the earthly court."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "דְּמוּת צוּרוֹת לְבָנוֹת הָיוּ לוֹ לְרַבָּן גַּמְלִיאֵל בַּטַּבְלָא וּבַכֹּתֶל בַּעֲלִיָּתוֹ, שֶׁבָּהֶן מַרְאֶה אֶת הַהֶדְיוֹטוֹת וְאוֹמֵר, הֲכָזֶה רָאִיתָ אוֹ כָזֶה. מַעֲשֶׂה שֶׁבָּאוּ שְׁנַיִם וְאָמְרוּ, רְאִינוּהוּ שַׁחֲרִית בַּמִּזְרָח וְעַרְבִית בַּמַּעֲרָב. אָמַר רַבִּי יוֹחָנָן בֶּן נוּרִי, עֵדֵי שֶׁקֶר הֵם. כְּשֶׁבָּאוּ לְיַבְנֶה קִבְּלָן רַבָּן גַּמְלִיאֵל. וְעוֹד בָּאוּ שְׁנַיִם וְאָמְרוּ, רְאִינוּהוּ בִזְמַנּוֹ, וּבְלֵיל עִבּוּרוֹ לֹא נִרְאָה, וְקִבְּלָן רַבָּן גַּמְלִיאֵל. אָמַר רַבִּי דוֹסָא בֶּן הַרְכִּינָס, עֵדֵי שֶׁקֶר הֵן, הֵיאָךְ מְעִידִין עַל הָאִשָּׁה שֶׁיָּלְדָה, וּלְמָחָר כְּרֵסָהּ בֵּין שִׁנֶּיהָ. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ, רוֹאֶה אֲנִי אֶת דְּבָרֶיךָ:  ",
            "english": "<b>Rabban Gamliel had</b> a diagram of the different <b>forms of the moon</b> drawn <b>on a tablet</b> that hung <b>on the wall of his attic, which he would show to the laymen</b> who came to testify about the new moon but were unable to describe adequately what they had seen. <b>And he</b> would <b>say</b> to them: <b>Did you see</b> a form <b>like this or like this?</b> There was <b>an incident</b> in <b>which two</b> witnesses <b>came</b> to testify about the new moon, <b>and they said: We saw</b> the waning moon <b>in the morning in the east,</b> <b>and</b> that same day we saw the new moon <b>in the evening in the west. Rabbi Yoḥanan ben Nuri said: They are false witnesses,</b> as it is impossible to see the new moon so soon after the last sighting of the waning moon. However, <b>when they arrived in Yavne, Rabban Gamliel accepted them</b> as witnesses without concern. <b>And</b> there was <b>another</b> incident in which <b>two</b> witnesses <b>came and said: We saw</b> the new moon <b>at its</b> anticipated <b>time,</b> i.e., on the night of the thirtieth day of the previous month; however, <b>on the</b> following <b>night,</b> i.e., the start of the thirty-first, which is often the determinant of <b>a full,</b> thirty-day month, <b>it was not seen. And</b> nevertheless <b>Rabban Gamliel accepted their</b> testimony and established the New Moon on the thirtieth day. <b>Rabbi Dosa ben Horkinas</b> disagreed and <b>said: They are false witnesses; how can</b> witnesses <b>testify that a woman gave birth and the next day her belly is between her teeth,</b> i.e., she is obviously still pregnant? If the new moon was already visible at its anticipated time, how could it not be seen a day later? <b>Rabbi Yehoshua said to him: I see</b> the logic of <b>your statement;</b> the New Moon must be established a day later. "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "שָׁלַח לוֹ רַבָּן גַּמְלִיאֵל, גּוֹזְרַנִי עָלֶיךָ שֶׁתָּבֹא אֶצְלִי בְּמַקֶּלְךָ וּבִמְעוֹתֶיךָ בְּיוֹם הַכִּפּוּרִים שֶׁחָל לִהְיוֹת בְּחֶשְׁבּוֹנְךָ. הָלַךְ וּמְצָאוֹ רַבִּי עֲקִיבָא מֵצֵר, אָמַר לוֹ, יֶשׁ לִי לִלְמוֹד שֶׁכָּל מַה שֶּׁעָשָׂה רַבָּן גַּמְלִיאֵל עָשׂוּי, שֶׁנֶּאֱמַר (ויקרא כג), אֵלֶּה מוֹעֲדֵי יְיָ מִקְרָאֵי קֹדֶשׁ, אֲשֶׁר תִּקְרְאוּ אֹתָם, בֵּין בִּזְמַנָּן בֵּין שֶׁלֹּא בִזְמַנָּן, אֵין לִי מוֹעֲדוֹת אֶלָּא אֵלּוּ. בָּא לוֹ אֵצֶל רַבִּי דוֹסָא בֶּן הַרְכִּינָס, אָמַר לוֹ, אִם בָּאִין אָנוּ לָדוּן אַחַר בֵּית דִּינוֹ שֶׁל רַבָּן גַּמְלִיאֵל, צְרִיכִין אָנוּ לָדוּן אַחַר כָּל בֵּית דִּין וּבֵית דִּין שֶׁעָמַד מִימוֹת משֶׁה וְעַד עַכְשָׁיו, שֶׁנֶּאֱמַר (שמות כד), וַיַּעַל משֶׁה וְאַהֲרֹן נָדָב וַאֲבִיהוּא וְשִׁבְעִים מִזִּקְנֵי יִשְׂרָאֵל. וְלָמָּה לֹא נִתְפָּרְשׁוּ שְׁמוֹתָן שֶׁל זְקֵנִים, אֶלָּא לְלַמֵּד, שֶׁכָּל שְׁלשָׁה וּשְׁלשָׁה שֶׁעָמְדוּ בֵית דִּין עַל יִשְׂרָאֵל, הֲרֵי הוּא כְבֵית דִּינוֹ שֶׁל משֶׁה. נָטַל מַקְלוֹ וּמְעוֹתָיו בְּיָדוֹ, וְהָלַךְ לְיַבְנֶה אֵצֶל רַבָּן גַּמְלִיאֵל בְּיוֹם שֶׁחָל יוֹם הַכִּפּוּרִים לִהְיוֹת בְּחֶשְׁבּוֹנוֹ. עָמַד רַבָּן גַּמְלִיאֵל וּנְשָׁקוֹ עַל רֹאשׁוֹ, אָמַר לוֹ, בֹּא בְשָׁלוֹם, רַבִּי וְתַלְמִידִי, רַבִּי בְחָכְמָה, וְתַלְמִידִי שֶׁקִּבַּלְתָּ דְּבָרָי:  ",
            "english": "Upon hearing that Rabbi Yehoshua had challenged his ruling, <b>Rabban Gamliel sent</b> a message <b>to him: I decree against you that you</b> must <b>appear before me with your staff and with your money on</b> the day on which <b>Yom Kippur occurs according to your calculation;</b> according to my calculation, that day is the eleventh of Tishrei, the day after Yom Kippur. <b>Rabbi Akiva went and found</b> Rabbi Yehoshua <b>distressed</b> that the head of the Great Sanhedrin was forcing him to desecrate the day that he maintained was Yom Kippur. In an attempt to console him, Rabbi Akiva <b>said to</b> Rabbi Yehoshua: <b>I can learn</b> from a verse <b>that everything that Rabban Gamliel did</b> in sanctifying the month <b>is done,</b> i.e., it is valid. <b>As it is stated: “These are the appointed seasons of the Lord, sacred convocations, which you shall proclaim</b> in their season” (Leviticus 23:4). This verse indicates that <b>whether</b> you have proclaimed them <b>at their</b> proper <b>time</b> or <b>whether</b> you have declared them <b>not at their</b> proper <b>time, I have only these Festivals</b> as established by the representatives of the Jewish people. Rabbi Yehoshua then <b>came to Rabbi Dosa ben Horkinas,</b> who <b>said to him: If we come to debate</b> and question the rulings of <b>the court of Rabban Gamliel, we must debate</b> and question the rulings of <b>every court that has stood from the days of Moses until now. As it is stated: “Then Moses went up, and Aaron, Nadav and Avihu, and seventy of the Elders of Israel”</b> (Exodus 24:9). <b>But why were the names of these</b> seventy <b>Elders not specified? Rather,</b> this comes <b>to teach that every</b> set of <b>three</b> judges <b>that stands</b> as <b>a court over the Jewish people</b> has the same status <b>as the court of Moses.</b> Since it is not revealed who sat on that court, apparently it is enough that they were official judges in a Jewish court. When Rabbi Yehoshua heard that even Rabbi Dosa ben Horkinas maintained that they must submit to Rabban Gamliel’s decision, <b>he took his staff and his money in his hand, and went to Yavne to Rabban Gamliel on the day</b> on <b>which Yom Kippur occurred according to his</b> own <b>calculation.</b> Upon seeing him, <b>Rabban Gamliel stood up and kissed him on his head. He said to him: Come in peace, my teacher and my student.</b> You are <b>my teacher in wisdom,</b> as Rabbi Yehoshua was wiser than anyone else in his generation, <b>and</b> you are <b>my student, as you accepted my statement,</b> despite your disagreement."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "רָאוּהוּ בֵית דִּין וְכָל יִשְׂרָאֵל, נֶחְקְרוּ הָעֵדִים, וְלֹא הִסְפִּיקוּ לוֹמַר מְקֻדָּשׁ, עַד שֶׁחֲשֵׁכָה, הֲרֵי זֶה מְעֻבָּר. רָאוּהוּ בֵית דִּין בִּלְבַד, יַעַמְדוּ שְׁנַיִם וְיָעִידוּ בִפְנֵיהֶם, וְיֹאמְרוּ מְקֻדָּשׁ מְקֻדָּשׁ. רָאוּהוּ שְׁלשָׁה וְהֵן בֵּית דִּין, יַעַמְדוּ הַשְּׁנַיִם וְיוֹשִׁיבוּ מֵחַבְרֵיהֶם אֵצֶל הַיָּחִיד וְיָעִידוּ בִפְנֵיהֶם, וְיֹאמְרוּ מְקֻדָּשׁ מְקֻדָּשׁ, שֶׁאֵין הַיָּחִיד נֶאֱמָן עַל יְדֵי עַצְמוֹ: \n",
            "english": "If <b>the court and all of</b> the <b>Jewish people saw</b> the new moon, and <b>the witnesses were interrogated, but</b> the court <b>did not manage to say: Sanctified, before nightfall,</b> so that the thirtieth day already passed, the previous month <b>is</b> rendered <b>a full,</b> thirty-day month, and the following day is observed as the New Moon. If <b>the court alone saw</b> the new moon, <b>two</b> members of the court <b>should stand and testify before the others, and</b> the court <b>should say: Sanctified, sanctified.</b> If <b>three</b> people <b>saw</b> the new moon, <b>and they are</b> themselves members of <b>a court</b> for this purpose, <b>two</b> of them <b>should stand and seat</b> two <b>of their colleagues next to the individual</b> who remains of the three, thereby forming a new court of three. The two standing judges <b>should</b> then <b>testify before</b> the three seated judges that they saw the new moon and the seated judges <b>say: Sanctified, sanctified.</b> This procedure is necessary <b>because an individual is not authorized</b> to declare the month sanctified <b>by himself.</b> Rather, a court of three is required."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "כָּל הַשּׁוֹפָרוֹת כְּשֵׁרִין חוּץ מִשֶּׁל פָּרָה, מִפְּנֵי שֶׁהוּא קֶרֶן. אָמַר רַבִּי יוֹסֵי, וַהֲלֹא כָל הַשּׁוֹפָרוֹת נִקְרְאוּ קֶרֶן, שֶׁנֶּאֱמַר (יהושע ו), בִּמְשֹׁךְ בְּקֶרֶן הַיּוֹבֵל: \n",
            "english": "The mishna begins to discuss the primary mitzva of Rosh HaShana, sounding the <i>shofar</i>. <b>All <i>shofarot</i> are fit</b> for blowing <b>except for</b> the horn <b>of a cow, because it is a horn [<i>keren</i>]</b> and not a <i>shofar</i>. <b>Rabbi Yosei said: But aren’t all <i>shofarot</i> called horn, as it is stated:</b> “And it shall come to pass, <b>that when they sound a long blast with the horn [<i>keren</i>] of a ram [<i>yovel</i>]”</b> (Joshua 6:5), and a ram’s horn is a <i>shofar</i> fit for sounding on Rosh HaShana?"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה שֶׁל יָעֵל, פָּשׁוּט, וּפִיו מְצֻפֶּה זָהָב, וּשְׁתֵּי חֲצוֹצְרוֹת מִן הַצְּדָדִין. שׁוֹפָר מַאֲרִיךְ וַחֲצוֹצְרוֹת מְקַצְּרוֹת, שֶׁמִּצְוַת הַיּוֹם בַּשּׁוֹפָר: \n",
            "english": "<b>The <i>shofar</i></b> that was used <b>on Rosh HaShana</b> in the Temple was made from the <b>straight</b> horn <b>of an ibex, and its mouth,</b> the mouthpiece into which one blows, <b>was plated with gold. And</b> there were <b>two trumpets,</b> one <b>on</b> each of <b>the</b> two <b>sides</b> of the person sounding the <i>shofar</i>. <b>The <i>shofar</i> would sound a long</b> blast, <b>whereas the trumpets would sound a short</b> blast, <b>because the mitzva of the day is with the <i>shofar</i>.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "בַּתַּעֲנִיּוֹת, בְּשֶׁל זְכָרִים, כְּפוּפִין, וּפִיהֶן מְצֻפֶּה כֶסֶף, וּשְׁתֵּי חֲצוֹצְרוֹת בָּאֶמְצַע. שׁוֹפָר מְקַצֵּר וַחֲצוֹצְרוֹת מַאֲרִיכוֹת, שֶׁמִּצְוַת הַיּוֹם בַּחֲצוֹצְרוֹת: \n",
            "english": "<b>And</b> in contrast, the <i>shofarot</i> used <b>on</b> public <b>fast days</b> were made from <b>the curved</b> horns <b>of rams, and their mouths were plated with silver.</b> There were <b>two trumpets in the middle</b> between the <i>shofarot</i>, and <b>the <i>shofar</i> would sound a short blast, whereas the trumpets would sound a long</b> blast, <b>for the mitzva of the day is with the trumpets.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "שָׁוֶה הַיּוֹבֵל לְרֹאשׁ הַשָּׁנָה לַתְּקִיעָה וְלַבְּרָכוֹת. רַבִּי יְהוּדָה אוֹמֵר, בְּרֹאשׁ הַשָּׁנָה תּוֹקְעִין בְּשֶׁל זְכָרִים, וּבַיּוֹבְלוֹת בְּשֶׁל יְעֵלִים: \n",
            "english": "Yom Kippur of <b>the Jubilee Year is the same as Rosh HaShana with regard to</b> both <b>the</b> <i>shofar</i> <b>blasts</b> that are sounded <b>and the</b> additional <b>blessings</b> that are recited in the <i>Amida</i> prayer. <b>Rabbi Yehuda</b> disagrees and <b>says:</b> There is a difference between the two days: <b>On Rosh HaShana one blows with</b> horns <b>of rams, whereas in Jubilee Years</b> one blows <b>with</b> horns <b>of ibexes.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "שׁוֹפָר שֶׁנִּסְדַּק וְדִבְּקוֹ, פָּסוּל. דִּבֵּק שִׁבְרֵי שׁוֹפָרוֹת, פָּסוּל. נִקַּב וּסְתָמוֹ, אִם מְעַכֵּב אֶת הַתְּקִיעָה, פָּסוּל. וְאִם לָאו, כָּשֵׁר: \n",
            "english": "<b>A <i>shofar</i> that was cracked and</b> then <b>glued together,</b> even though it appears to be whole, is <b>unfit.</b> Similarly, if <b>one glued together broken fragments of <i>shofarot</i></b> to form a complete <i>shofar</i>, the <i>shofar</i> is <b>unfit.</b> If the <i>shofar</i> <b>was punctured and</b> the puncture <b>was sealed, if it impedes the blowing,</b> the <i>shofar</i> is <b>unfit, but if not,</b> it is <b>fit.</b> "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הַתּוֹקֵעַ לְתוֹךְ הַבּוֹר אוֹ לְתוֹךְ הַדּוּת אוֹ לְתוֹךְ הַפִּטָּס, אִם קוֹל שׁוֹפָר שָׁמַע, יָצָא. וְאִם קוֹל הֲבָרָה שָׁמַע, לֹא יָצָא. וְכֵן מִי שֶׁהָיָה עוֹבֵר אֲחוֹרֵי בֵית הַכְּנֶסֶת, אוֹ שֶׁהָיָה בֵיתוֹ סָמוּךְ לְבֵית הַכְּנֶסֶת, וְשָׁמַע קוֹל שׁוֹפָר אוֹ קוֹל מְגִלָּה, אִם כִּוֵּן לִבּוֹ, יָצָא, וְאִם לָאו, לֹא יָצָא. אַף עַל פִּי שֶׁזֶּה שָׁמַע וְזֶה שָׁמַע, זֶה כִּוֵּן לִבּוֹ וְזֶה לֹא כִוֵּן לִבּוֹ: \n",
            "english": "If <b>one sounds</b> a <i>shofar</i> <b>into a pit, or into a cistern, or into</b> a large <b>jug, if he</b> clearly <b>heard the sound of the <i>shofar</i>, he has fulfilled</b> his obligation; <b>but if he heard the sound of an echo, he has not fulfilled</b> his obligation. <b>And similarly,</b> if <b>one was passing behind a synagogue,or his house was adjacent to the synagogue, and he heard the sound of the <i>shofar</i> or the sound of the Scroll</b> of Esther being read, <b>if he focused his heart,</b> i.e. his intent, to fulfill his obligation, <b>he has fulfilled</b> his obligation; <b>but if not, he has not fulfilled</b> his obligation. It is therefore possible for two people to hear the <i>shofar</i> blasts, but only one of them fulfills his obligation. <b>Even though this one heard and</b> also <b>the other one heard,</b> nevertheless, <b>this one focused his heart</b> to fulfill his obligation and has therefore indeed fulfilled it, <b>but the other one did not focus his heart,</b> and so he has not fulfilled his obligation."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "וְהָיָה כַּאֲשֶׁר יָרִים משֶׁה יָדוֹ וְגָבַר יִשְׂרָאֵל וְגוֹ' (שמות יז), וְכִי יָדָיו שֶׁל משֶׁה עוֹשׂוֹת מִלְחָמָה אוֹ שׁוֹבְרוֹת מִלְחָמָה. אֶלָּא לוֹמַר לְךָ, כָּל זְמַן שֶׁהָיוּ יִשְׂרָאֵל מִסְתַּכְּלִים כְּלַפֵּי מַעְלָה וּמְשַׁעְבְּדִין אֶת לִבָּם לַאֲבִיהֶם שֶׁבַּשָּׁמַיִם הָיוּ מִתְגַּבְּרִים. וְאִם לָאו, הָיוּ נוֹפְלִין. כַּיּוֹצֵא בַדָּבָר אַתָּה אוֹמֵר (במדבר כא), עֲשֵׂה לְךָ שָׂרָף וְשִׂים אֹתוֹ עַל נֵס, וְהָיָה כָּל הַנָּשׁוּךְ וְרָאָה אֹתוֹ וָחָי. וְכִי נָחָשׁ מֵמִית, אוֹ נָחָשׁ מְחַיֶּה. אֶלָּא, בִּזְמַן שֶׁיִּשְׂרָאֵל מִסְתַּכְּלִין כְּלַפֵּי מַעְלָה וּמְשַׁעְבְּדִין אֶת לִבָּם לַאֲבִיהֶן שֶׁבַּשָּׁמַיִם, הָיוּ מִתְרַפְּאִים, וְאִם לָאו, הָיוּ נִמּוֹקִים. חֵרֵשׁ, שׁוֹטֶה, וְקָטָן, אֵין מוֹצִיאִין אֶת הָרַבִּים יְדֵי חוֹבָתָן. זֶה הַכְּלָל, כֹּל שֶׁאֵינוֹ מְחֻיָּב בַּדָּבָר, אֵינוֹ מוֹצִיא אֶת הָרַבִּים יְדֵי חוֹבָתָן: \n",
            "english": "Incidental to the discussion of the required intent when sounding the <i>shofar</i>, the mishna cites the verse: <b>“And it came to pass, when Moses held up his hand, that Israel prevailed;</b> and when he let down his hand, Amalek prevailed” (Exodus 17:11). It may be asked: <b>Did the hands of Moses make war</b> when he raised them <b>or break war</b> when he lowered them? <b>Rather,</b> the verse comes <b>to tell you</b> that <b>as long as the Jewish people turned their eyes upward and subjected their hearts to their Father in Heaven, they prevailed, but if not, they fell.</b> <b>Similarly, you can say:</b> The verse states: <b>“Make for yourself a fiery serpent, and set it upon a pole; and it shall come to pass, that everyone that is bitten, when he sees it, he shall live”</b> (Numbers 21:8). Once again it may be asked: <b>Did the serpent kill, or did the serpent preserve life? Rather, when the Jewish people turned their eyes upward and subjected their hearts to their Father in Heaven, they were healed, but if not, they rotted</b> from their snakebites. Returning to its halakhic discussion, the mishna continues: <b>A deaf-mute, an imbecile, or a minor</b> who sounds the <i>shofar</i> <b>cannot discharge the obligation on behalf of the community. This is the principle</b> with regard to similar matters: <b>Whoever is not obligated to</b> do <b>a</b> certain <b>matter cannot discharge the obligation on behalf of the community.</b>"
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "יוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה שֶׁחָל לִהְיוֹת בְּשַׁבָּת, בַּמִּקְדָּשׁ הָיוּ תוֹקְעִים, אֲבָל לֹא בַמְּדִינָה. מְשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁיְּהוּ תּוֹקְעִין בְּכָל מָקוֹם שֶׁיֶּשׁ בּוֹ בֵית דִּין. אָמַר רַבִּי אֶלְעָזָר, לֹא הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי אֶלָּא בְיַבְנֶה בִּלְבָד. אָמְרוּ לוֹ, אֶחָד יַבְנֶה וְאֶחָד כָּל מָקוֹם שֶׁיֶּשׁ בּוֹ בֵית דִּין: \n",
            "english": "With regard to the <b>Festival day of Rosh HaShana that occurs on Shabbat, in the Temple they would sound</b> the <i>shofar</i> as usual. <b>However,</b> they would <b>not</b> sound it <b>in the</b> rest of the <b>country</b> outside the Temple. <b>After the Temple was destroyed, Rabban Yoḥanan ben Zakkai instituted that</b> the people <b>should sound</b> the <i>shofar</i> on Shabbat <b>in every place where there is a court</b> of twenty-three judges. <b>Rabbi Elazar said: Rabban Yoḥanan ben Zakkai instituted</b> this practice <b>only in Yavne,</b> where the Great Sanhedrin of seventy-one judges resided in his time, but nowhere else. <b>They said to him:</b> He instituted the practice <b>both</b> in <b>Yavne and</b> in <b>any place where there is a court.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְעוֹד זֹאת הָיְתָה יְרוּשָׁלַיִם יְתֵרָה עַל יַבְנֶה, שֶׁכָּל עִיר שֶׁהִיא רוֹאָה וְשׁוֹמַעַת וּקְרוֹבָה וִיכוֹלָה לָבֹא, תּוֹקְעִין. וּבְיַבְנֶה לֹא הָיוּ תוֹקְעִין אֶלָּא בְּבֵית דִּין בִּלְבָד: \n",
            "english": "The mishna adds: <b>And Jerusalem</b> in earlier times <b>had this additional superiority over Yavne</b> after Rabban Yoḥanan ben Zakkai instituted this practice, <b>for</b> in <b>any city whose</b> residents <b>could see</b> Jerusalem <b>and hear</b> the sounding of the <i>shofar</i> from there, <b>and</b> which <b>was near</b> to Jerusalem <b>and</b> people <b>could come</b> to Jerusalem from there, <b>they</b> would <b>sound</b> the <i>shofar</i> there as well, as it was considered part of Jerusalem. <b>But in Yavne they would sound</b> the <i>shofar</i> <b>only in the court</b> itself, not in the surrounding cities."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "בָּרִאשׁוֹנָה הָיָה הַלּוּלָב נִטָּל בַּמִּקְדָּשׁ שִׁבְעָה, וּבַמְּדִינָה יוֹם אֶחָד. מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁיְהֵא לוּלָב נִטָּל בַּמְּדִינָה שִׁבְעָה זֵכֶר לַמִּקְדָּשׁ, וְשֶׁיְּהֵא יוֹם הָנֵף כֻּלּוֹ אָסוּר: \n",
            "english": "After the previous mishna mentioned Rabban Yoḥanan ben Zakkai’s ordinance that applies to the sounding of the <i>shofar</i>, this mishna records other ordinances instituted by the same Sage: <b>At first,</b> during the Temple era, <b>the <i>lulav</i> was taken in the Temple</b> all <b>seven</b> days of <i>Sukkot</i>, <b>and in the</b> rest of the <b>country</b> outside the Temple, it was taken only <b>one day,</b> on the first day of the Festival. <b>After the Temple was destroyed, Rabban Yoḥanan ben Zakkai instituted that the <i>lulav</i> should be taken</b> even <b>in the</b> rest of the <b>country</b> all <b>seven</b> days, in <b>commemoration of the Temple.</b> <b>And</b> for similar reasons, Rabban Yoḥanan ben Zakkai instituted <b>that</b> for <b>the entire day of waving</b> the <i>omer</i> offering, i.e., the sixteenth of Nisan, eating the grain of the new crop <b>is prohibited.</b> By Torah law, when the Temple is standing the new grain may not be eaten until after the <i>omer</i> offering is brought on the sixteenth of Nisan, usually early in the morning. When the Temple is not standing it may be eaten from the time that the eastern horizon is illuminated at daybreak. However, Rabban Yoḥanan ben Zakkai instituted a prohibition against eating the new grain throughout the entire sixteenth of Nisan, until the seventeenth, to commemorate the Temple."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "בָּרִאשׁוֹנָה הָיוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ כָּל הַיּוֹם. פַּעַם אַחַת נִשְׁתַּהוּ הָעֵדִים מִלָּבֹא, וְנִתְקַלְקְלוּ הַלְוִיִּם בַּשִּׁיר. הִתְקִינוּ שֶׁלֹּא יְהוּ מְקַבְּלִין אֶלָּא עַד הַמִּנְחָה. וְאִם בָּאוּ עֵדִים מִן הַמִּנְחָה וּלְמַעְלָה, נוֹהֲגִין אוֹתוֹ הַיּוֹם קֹדֶשׁ וּלְמָחָר קֹדֶשׁ. מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁיְּהוּ מְקַבְּלִין עֵדוּת הַחֹדֶשׁ כָּל הַיּוֹם. אָמַר רַבִּי יְהוֹשֻׁעַ בֶּן קָרְחָה, וְעוֹד זֹאת הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁאֲפִלּוּ רֹאשׁ בֵּית דִּין בְּכָל מָקוֹם, שֶׁלֹּא יְהוּ הָעֵדִים הוֹלְכִין אֶלָּא לִמְקוֹם הַוָּעַד: \n",
            "english": "<b>Initially, they would accept testimony</b> to determine the start <b>of the month</b> throughout <b>the entire</b> thirtieth <b>day</b> from the beginning of the month of Elul, before Rosh HaShana, and if witnesses arrived from afar and testified that they had sighted the New Moon the previous night, they would declare that day the Festival. <b>Once, the witnesses tarried coming</b> until the hour was late, <b>and the Levites erred with regard to the song,</b> i.e., the psalm that they were supposed to recite, as they did not know at the time whether it was a Festival or an ordinary weekday. From that point on, the Sages <b>instituted that they would accept</b> testimony to determine the start of the month <b>only until <i>minḥa</i></b> time. If witnesses had not arrived by that hour, they would declare Elul a thirty-day month and calculate the dates of the Festivals accordingly. <b>And if witnesses came from <i>minḥa</i></b> time <b>onward,</b> although the calculations for the dates of the Festivals would begin from the following day, the people would nevertheless <b>observe that day,</b> on which the witnesses arrived, as <b>sacred,</b> so that in future years they would not treat the entire day as a weekday and engage in labor from the morning on the assumption that the witnesses will arrive only after <i>minḥa</i> time. <b>And</b> they would also observe <b>the following day</b> as <b>sacred.</b> On the second day, they observed Rosh HaShana in full, both by sacrificing its offerings as well as by calculating the upcoming Festivals from that date. <b>After the Temple was destroyed</b> and there was no longer any reason for this ordinance, <b>Rabban Yoḥanan ben Zakkai instituted that they would</b> once again <b>accept testimony</b> to determine the start <b>of the month the entire day.</b> <b>Rabbi Yehoshua ben Korḥa said: And this, too, Rabban Yoḥanan ben Zakkai instituted, that even</b> if <b>the head of the court</b> of seventy-one <b>is in any</b> other <b>place,</b> not where the Great Sanhedrin is in session, <b>the witnesses should</b> nevertheless <b>go only to the place</b> where the Great Sanhedrin <b>gathers</b> to deliver testimony to determine the start of the month. Although the date of the month is dependent on the head of the Great Sanhedrin, as it is he who declares that the month is sanctified (see 24a), nevertheless, Rabban Yoḥanan ben Zakkai instituted that the members of the Great Sanhedrin may sanctify the month in the absence of the head of the court."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "סֵדֶר בְּרָכוֹת, אוֹמֵר אָבוֹת וּגְבוּרוֹת וּקְדֻשַּׁת הַשֵּׁם, וְכוֹלֵל מַלְכוּיוֹת עִמָּהֶן, וְאֵינוֹ תוֹקֵעַ. קְדֻשַּׁת הַיּוֹם, וְתוֹקֵעַ. זִכְרוֹנוֹת, וְתוֹקֵעַ. שׁוֹפָרוֹת, וְתוֹקֵעַ. וְאוֹמֵר עֲבוֹדָה וְהוֹדָאָה וּבִרְכַּת כֹּהֲנִים, דִּבְרֵי רַבִּי יוֹחָנָן בֶּן נוּרִי. אָמַר לוֹ רַבִּי עֲקִיבָא, אִם אֵינוֹ תוֹקֵעַ לַמַּלְכוּיוֹת, לָמָּה הוּא מַזְכִּיר. אֶלָּא אוֹמֵר אָבוֹת וּגְבוּרוֹת וּקְדֻשַּׁת הַשֵּׁם, וְכוֹלֵל מַלְכוּיוֹת עִם קְדֻשַּׁת הַיּוֹם, וְתוֹקֵעַ. זִכְרוֹנוֹת, וְתוֹקֵעַ. שׁוֹפָרוֹת, וְתוֹקֵעַ. וְאוֹמֵר עֲבוֹדָה וְהוֹדָאָה וּבִרְכַּת כֹּהֲנִים: \n",
            "english": "<b>The order of the blessings</b> of the additional prayer on Rosh HaShana is as follows: <b>One recites</b> the blessing of <b>the Patriarchs,</b> the blessing of God’s <b>Mighty Deeds, and</b> the blessing of <b>the Sanctification of</b> God’s <b>Name,</b> all of which are recited all year long. <b>And one includes</b> the blessing of <b>Kingship,</b> containing many biblical verses on that theme, <b>with them,</b> i.e., in the blessing of the Sanctification of God’s Name, <b>and he does not sound</b> the <i>shofar</i> after it. Next, one adds a special blessing for <b>the Sanctification of the Day, and sounds</b> the <i>shofar</i> after it; followed by the blessing of <b>Remembrances,</b> which contains many biblical verses addressing that theme, <b>and sounds</b> the <i>shofar</i> after it; and recites the blessing of <b><i>Shofarot</i>,</b> which includes verses that mention the <i>shofar</i>, <b>and sounds</b> the <i>shofar</i> after it. <b>And</b> he then returns to the regular <i>Amida</i> prayer and <b>recites</b> the blessing of God’s <b>Service and</b> the blessing of <b>Thanksgiving and the Priestly Blessing.</b> This is <b>the statement of Rabbi Yoḥanan ben Nuri.</b> <b>Rabbi Akiva said to him: If one does not sound</b> the <i>shofar</i> <b>for</b> the blessing of <b>Kingship, why does he mention</b> it? <b>Rather,</b> the order of the blessings is as follows: One <b>recites</b> the blessing of <b>the Patriarchs and</b> that of God’s <b>Mighty Deeds and</b> that of <b>the Sanctification of</b> God’s <b>Name. He</b> subsequently <b>includes</b> the blessing of <b>Kingship in</b> the blessing of <b>the Sanctification of the Day, and sounds</b> the <i>shofar</i>. Next he recites the blessing of <b>Remembrances, and sounds</b> the <i>shofar</i> after it, and the blessing of <b><i>Shofarot</i> and sounds</b> the <i>shofar</i> after it. <b>He</b> then <b>recites</b> the blessing of God’s <b>Service and</b> the blessing of <b>Thanksgiving and the Priestly Blessing.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "אֵין פּוֹחֲתִין מֵעֲשָׂרָה מַלְכוּיוֹת, מֵעֲשָׂרָה זִכְרוֹנוֹת, מֵעֲשָׂרָה שׁוֹפָרוֹת. רַבִּי יוֹחָנָן בֶּן נוּרִי אוֹמֵר, אִם אָמַר שָׁלשׁ שָׁלשׁ מִכֻּלָּן, יָצָא. אֵין מַזְכִּירִין זִכָּרוֹן מַלְכוּת וְשׁוֹפָר שֶׁל פֻּרְעָנוּת. מַתְחִיל בַּתּוֹרָה וּמַשְׁלִים בַּנָּבִיא. רַבִּי יוֹסֵי אוֹמֵר, אִם הִשְׁלִים בַּתּוֹרָה, יָצָא: \n",
            "english": "One does <b>not</b> recite <b>fewer than ten</b> verses in theblessing of <b>Kingship,</b> or fewer <b>than ten</b> verses in the blessing of <b>Remembrances,</b> or fewer <b>than ten</b> verses in the blessing of <b><i>Shofarot</i>. Rabbi Yoḥanan ben Nuri says: If one recited three from each of them, he has fulfilled</b> his obligation. <b>One does not mention</b> verses of <b>Remembrance, Kingship, and <i>Shofar</i></b> that have a theme <b>of punishment.</b> When reciting the ten verses, <b>one begins with</b> verses from the <b>Torah and concludes with</b> verses from <b>the Prophets. Rabbi Yosei says: If he concluded with</b> a verse from <b>the Torah, he has fulfilled</b> his obligation."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הָעוֹבֵר לִפְנֵי הַתֵּבָה בְּיוֹם טוֹב שֶׁל רֹאשׁ הַשָּׁנָה, הַשֵּׁנִי מַתְקִיעַ. וּבִשְׁעַת הַהַלֵּל, רִאשׁוֹן מַקְרֵא אֶת הַהַלֵּל: \n",
            "english": "With regard to <b>one who is passing before the ark,</b> as prayer leader, <b>on the festival of Rosh HaShana,</b> it is <b>the second</b> prayer leader, i.e., the one who leads the additional prayer, who <b>sounds</b> the <i>shofar</i> on behalf of the congregation. <b>And</b> on a day <b>when the <i>hallel</i></b> is recited, <b>the first</b> prayer leader, i.e., the one who leads the morning prayer, <b>recites the <i>hallel</i></b> on behalf of the congregation."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "שׁוֹפָר שֶׁל רֹאשׁ הַשָּׁנָה, אֵין מַעֲבִירִין עָלָיו אֶת הַתְּחוּם, וְאֵין מְפַקְּחִין עָלָיו אֶת הַגַּל, לֹא עוֹלִין בְּאִילָן, וְלֹא רוֹכְבִין עַל גַּבֵּי בְהֵמָה, וְלֹא שָׁטִין עַל פְּנֵי הַמַּיִם, וְאֵין חוֹתְכִין אוֹתוֹ בֵּין בְּדָבָר שֶׁהוּא מִשּׁוּם שְׁבוּת, וּבֵין בְּדָבָר שֶׁהוּא מִשּׁוּם לֹא תַעֲשֶׂה. אֲבָל אִם רָצָה לִתֵּן לְתוֹכוֹ מַיִם אוֹ יַיִן, יִתֵּן. אֵין מְעַכְּבִין אֶת הַתִּינוֹקוֹת מִלִּתְקוֹעַ, אֲבָל מִתְעַסְּקִין עִמָּהֶן עַד שֶׁיִּלְמְדוּ. וְהַמִּתְעַסֵּק, לֹא יָצָא, וְהַשּׁוֹמֵעַ מִן הַמִּתְעַסֵּק, לֹא יָצָא: \n",
            "english": "With regard to <b>the <i>shofar</i> of Rosh HaShana, one may not pass</b> the Shabbat <b>limit for it,</b> i.e., to go and hear it, <b>nor may one clear a pile</b> of rubble to uncover a buried <i>shofar</i>. <b>One may not climb a tree, nor may one ride on an animal, nor may one swim in water,</b> in order to find a <i>shofar</i> to sound.<b>And one may not cut</b> the <i>shofar</i> to prepare it for use, <b>neither with an object that is prohibited due to a rabbinic decree nor with an object that</b> may not be used <b>due to a prohibition</b> by Torah law. <b>However, if one wishes to place water or wine into</b> the <i>shofar</i> on Rosh HaShana so that it emits a clear sound, <b>he may place it,</b> as this does not constitute a prohibited labor. <b>One</b> need <b>not prevent children from sounding</b> the <i>shofar</i> on Rosh HaShana, despite the fact that they are not obligated in mitzvot. <b>Rather, one occupies</b> himself <b>with them,</b> encouraging and instructing them, <b>until they learn</b> how to sound it properly. The mishna adds: <b>One who acts unawares</b> and sounds the <i>shofar</i> without any intention to perform the mitzva <b>has not fulfilled</b> his obligation. <b>And,</b> similarly, <b>one who hears</b> the <i>shofar</i> blasts <b>from one who acts unawares has not fulfilled</b> his obligation."
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "סֵדֶר תְּקִיעוֹת, שָׁלשׁ, שֶׁל שָׁלשׁ שָׁלשׁ. שִׁעוּר תְּקִיעָה כְּשָׁלשׁ תְּרוּעוֹת. שִׁעוּר תְּרוּעָה כְּשָׁלשׁ יְבָבוֹת. תָּקַע בָּרִאשׁוֹנָה, וּמָשַׁךְ בַּשְּׁנִיָּה כִשְׁתַּיִם, אֵין בְּיָדוֹ אֶלָּא אֶחָת. מִי שֶׁבֵּרַךְ וְאַחַר כָּךְ נִתְמַנָּה לוֹ שׁוֹפָר, תּוֹקֵעַ וּמֵרִיעַ וְתוֹקֵעַ שָׁלשׁ פְּעָמִים. כְּשֵׁם שֶׁשְּׁלִיחַ צִבּוּר חַיָּב, כָּךְ כָּל יָחִיד וְיָחִיד חַיָּב. רַבָּן גַּמְלִיאֵל אוֹמֵר, שְׁלִיחַ צִבּוּר מוֹצִיא אֶת הָרַבִּים יְדֵי חוֹבָתָן: \n",
            "english": "<b>The order of the blasts</b> is <b>three</b> sets <b>of three</b> blasts <b>each,</b> which are: <i>Tekia</i>, <i>terua</i>, and <i>tekia</i>. <b>The length of a <i>tekia</i></b> is <b>equal to</b> the length of <b>three <i>teruot</i>,</b> and <b>the length of a <i>terua</i></b> is <b>equal to</b> the length of <b>three whimpers.</b> If <b>one sounded the first</b> <i>tekia</i> of the initial series of <i>tekia</i>, <i>terua</i>, <i>tekia</i>, <b>and</b> then <b>extended the second</b> <i>tekia</i> of that series <b>to</b> the length of <b>two</b> <i>tekiot</i>, so that it should count as both the second <i>tekia</i> of the first set and the first <i>tekia</i> of the second set, <b>he has in his hand</b> the fulfillment of <b>only one</b> <i>tekia</i>, and he must begin the second set with a new <i>tekia</i>. With regard to <b>one who recited the blessings</b> of the additional prayer, <b>and</b> only <b>afterward a <i>shofar</i> became available to him, he sounds</b> a <i>tekia</i>, <b>sounds</b> a <i>terua</i>, <b>and sounds</b> a <i>tekia</i>, an order he repeats <b>three times.</b> <b>Just as the prayer leader is obligated</b> in the prayer of Rosh HaShana, <b>so too, each and every individual is obligated</b> in these prayers. <b>Rabban Gamliel</b> disagrees and <b>says:</b> Individuals are not obligated, as <b>the prayer leader fulfills the obligation on behalf of the many.</b>"
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:12:48.557Z",
    "totalChapters": 4,
    "status": "imported_sefaria"
  }
}
