{
  "id": "shevuot",
  "name": "Shevuot",
  "type": "mishnah",
  "sefariaRef": "Mishnah Shevuot",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שְׁבוּעוֹת שְׁתַּיִם שֶׁהֵן אַרְבַּע, יְדִיעוֹת הַטֻּמְאָה שְׁתַּיִם שֶׁהֵן אַרְבַּע, יְצִיאוֹת הַשַּׁבָּת שְׁתַּיִם שֶׁהֵן אַרְבַּע, מַרְאוֹת נְגָעִים שְׁנַיִם שֶׁהֵם אַרְבָּעָה: \n",
            "english": "With regard to <b>oaths</b> on an utterance of the lips, there are <b>two</b> types <b>that are</b> actually <b>four</b> types. The Torah specifies only two types of oaths whose violation renders one liable to bring a sliding-scale offering to atone for his transgression (see Leviticus 5:4): Where a person takes an oath to perform some action, and where he takes an oath to refrain from performing some action. With regard to both types, the Torah explicitly mentions liability only for an oath pertaining to one’s future behavior. Nevertheless, the Sages derive that one is also liable for a violation of both types of oaths when they pertain to one’s past behavior. Accordingly, although only two types are explicitly mentioned in the Torah, the Sages derive that there are actually four types. The mishna lists similar groups of <i>halakhot</i>. With regard to cases of <b>awareness of the defiling</b> of the Temple by entering it while one is ritually impure, or defiling its sacrificial foods by partaking of them while one is ritually impure, there are <b>two</b> types <b>that are</b> actually <b>four.</b> It is prohibited for an impure person to enter the Temple (see Numbers 19:20) or to partake of its sacrificial foods (see Leviticus 7:19–20). If one transgressed either prohibition during a lapse of awareness, then upon becoming aware of his transgression, he is liable to bring a sliding-scale offering (see Leviticus 5:2). The Torah specifies that one is liable to bring the offering only in the case in which he had a lapse of awareness of the fact that he was impure. The Sages derive that one is liable not only in these two cases, but also where he was aware of his personal status but had a lapse of awareness concerning the identity of the place he was entering or the status of the foods he ate. With regard to acts of <b>carrying out</b> that are prohibited <b>on Shabbat,</b> there are <b>two</b> types <b>that are</b> actually <b>four.</b> On Shabbat, it is prohibited to transfer an item from domain to domain. The Torah explicitly refers to only two cases, both of which involve an item being transferred from a private domain to a public domain: Where the transfer is made by a person who remains in the public domain, and where the transfer is made by a person who remains in the private domain. The Sages derive that liability is incurred in these cases also if the item is transferred from the public domain to the private domain. Although only two types are mentioned by the Torah, the Sages derive that there are actually four types. With regard to <b>shades of</b> leprous <b>marks</b> on a person’s skin, there are <b>two</b> types <b>that are</b> actually <b>four.</b> The Torah specifies that if a leprous mark appears on a person’s skin, the afflicted person must undergo a process of purification and then bring various offerings. Part of the classification of these types of leprosy is based on their shade of white. Two types of marks are explicitly mentioned in the Torah, and the Sages derive that each of these two types has a secondary mark."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "כֹּל שֶׁיֵּשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וִידִיעָה בַסּוֹף וְהֶעְלֵם בֵּינְתַּיִם, הֲרֵי זֶה בְּעוֹלֶה וְיוֹרֵד. יֶשׁ בָּהּ יְדִיעָה בַתְּחִלָּה וְאֵין בָּהּ יְדִיעָה בַסּוֹף, שָׂעִיר שֶׁנַּעֲשֶׂה בִפְנִים וְיוֹם הַכִּפּוּרִים תּוֹלֶה, עַד שֶׁיִּוָּדַע לוֹ וְיָבִיא בְעוֹלֶה וְיוֹרֵד: \n",
            "english": "The mishna returns to the subject of defiling the Temple or its sacrificial foods. It elaborates on which offerings atone for different cases of defiling the Temple or its sacrificial foods: In cases <b>in which</b> one <b>had awareness,</b> i.e., he knew he was ritually impure and was aware of the sanctity of the Temple or foods involved <b>at the beginning,</b> i.e., before he transgressed, <b>and</b> had <b>awareness at the end,</b> i.e., after the transgression, <b>but</b> had <b>a lapse of awareness</b> of one of those two components <b>in between,</b> while he actually transgressed, <b>this</b> person is liable <b>to</b> bring <b>a sliding-scale</b> offering. For cases <b>in which</b> one <b>had awareness at the beginning,</b> transgressed during a lapse of awareness, <b>and</b> still <b>had no awareness at the end,</b> the <b>goat whose</b> blood presentation is <b>performed inside</b> the Sanctuary on Yom Kippur, <b>and Yom Kippur</b> itself, <b>suspend</b> any punishment that he deserves <b>until he becomes aware</b> of his transgression; <b>and</b> then to achieve atonement <b>he brings a sliding-scale</b> offering."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף, שָׂעִיר הַנַּעֲשֶׂה בַחוּץ וְיוֹם הַכִּפּוּרִים מְכַפֵּר, שֶׁנֶּאֱמַר (במדבר כט) מִלְּבַד חַטַּאת הַכִּפֻּרִים, עַל מַה שֶּׁזֶּה מְכַפֵּר, זֶה מְכַפֵּר. מַה הַפְּנִימִי אֵין מְכַפֵּר אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ יְדִיעָה, אַף הַחִיצוֹן אֵין מְכַפֵּר אֶלָּא עַל דָּבָר שֶׁיֵּשׁ בּוֹ יְדִיעָה: \n",
            "english": "For cases in which one <b>did not have awareness at the beginning but had awareness at the end,</b> the <b>goat whose</b> blood presentation is <b>performed outside</b> the Sanctuary, i.e., the goat of the additional offerings of Yom Kippur, <b>and Yom Kippur</b> itself, <b>atone, as it is stated</b> with regard to the offerings brought on Yom Kippur: “One goat for a sin-offering <b>aside from the sin-offering of the atonements”</b> (Numbers 29:11). The verse juxtaposes the internal and external goats together to teach that <b>for that which this</b> one <b>atones, that</b> one <b>atones. Just as the internal</b> goat, i.e., the one whose blood presentation is performed inside the Sanctuary, <b>atones only for a case in which there was awareness</b> of the components of the transgression at some point, i.e., at the beginning, <b>so too, the external</b> goat, i.e., the goat of the additional offerings of Yom Kippur, <b>atones only for a case in which there was awareness</b> at some point, i.e., at the end."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, שְׂעִירֵי הָרְגָלִים וּשְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִים, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי שִׁמְעוֹן אוֹמֵר, שְׂעִירֵי הָרְגָלִים מְכַפְּרִין, אֲבָל לֹא שְׂעִירֵי רָאשֵׁי חֳדָשִׁים. וְעַל מַה שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין, עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא. רַבִּי מֵאִיר אוֹמֵר, כָּל הַשְּׂעִירִים כַּפָּרָתָן שָׁוָה עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. הָיָה רַבִּי שִׁמְעוֹן אוֹמֵר, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא, וְשֶׁל רְגָלִים מְכַפְּרִין עַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, וְשֶׁל יוֹם הַכִּפּוּרִים מְכַפֵּר עַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף. אָמְרוּ לוֹ, מַהוּ שֶׁיִּקְרְבוּ זֶה בָזֶה. אָמַר לָהֶם, יִקְרָבוּ. אָמְרוּ לוֹ, הוֹאִיל וְאֵין כַּפָּרָתָן שָׁוָה, הֵיאַךְ קְרֵבִין זֶה בָזֶה. אָמַר לָהֶן, כֻּלָּן בָּאִין לְכַפֵּר עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו: \n",
            "english": "<b>And for</b> cases in <b>which</b> one <b>did not have awareness, neither at the beginning nor at the end,</b> the <b>goats</b> brought as sin-offerings for the additional offerings <b>of the Festivals and</b> the <b>goats</b> brought as sin-offerings for the additional offerings <b>of</b> the <b>New Moons atone.</b> This is <b>the statement of Rabbi Yehuda. Rabbi Shimon says:</b> The <b>goats of the Festivals atone</b> for cases in which one never had awareness of the transgression, <b>but</b> the <b>goats of</b> the <b>New Moons</b> do <b>not. But</b> if so, <b>for what do</b> the <b>goats of</b> the <b>New Moons atone?</b> They atone <b>for a ritually pure</b> person <b>who</b> unwittingly <b>partook of ritually impure</b> sacrificial food. <b>Rabbi Meir says:</b> With regard to <b>all the goats</b> offered as additional offerings, those of the New Moons, Festivals, and Yom Kippur, <b>their atonement,</b> i.e., the atonement that they effect, <b>is the same;</b> they all atone <b>for</b> the <b>defiling of</b> the <b>Temple</b> by entering it while impure, <b>or</b> for the defiling of <b>its sacrificial</b> foods by partaking of them while impure. <b>Rabbi Shimon would say,</b> delineating his opinion as the mishna expresses it above: The <b>goats of</b> the <b>New Moons atone for a ritually pure</b> person <b>who</b> unwittingly <b>partook of ritually impure</b> sacrificial food. <b>And</b> with regard to the defiling of the Temple or its sacrificial foods, the goats <b>of</b> the <b>Festivals atone for</b> cases <b>in which</b> one <b>did not have awareness, neither at the beginning nor at the end, and</b> the goats of the additional offerings <b>of Yom Kippur atone for</b> cases <b>in which</b> one <b>did not have awareness at the beginning but did have awareness at the end.</b> The Rabbis <b>said to him: What is</b> the <i>halakha</i> with regard to <b>whether</b> goats consecrated for different days <b>may be sacrificed, this</b> one <b>in</b> place of <b>that</b> one? For example, if a goat was initially consecrated to be sacrificed as part of the Yom Kippur additional offerings, may it be sacrificed as part of the Festival additional offerings instead? Rabbi Shimon <b>said to them: They may be sacrificed. They said to him: Since,</b> according to you, <b>their atonement is not the same, how could they</b> possibly <b>be sacrificed, this</b> one <b>in</b> place of <b>that</b> one? Rabbi Shimon <b>said to them:</b> They can be interchanged, since ultimately <b>all of them come to atone for</b> the <b>defiling of</b> the <b>Temple or its sacrificial</b> foods."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "רַבִּי שִׁמְעוֹן בֶּן יְהוּדָה אוֹמֵר מִשְּׁמוֹ, שְׂעִירֵי רָאשֵׁי חֳדָשִׁים מְכַפְּרִין עַל טָהוֹר שֶׁאָכַל אֶת הַטָּמֵא. מוֹסִיף עֲלֵיהֶם שֶׁל רְגָלִים, שֶׁמְּכַפְּרִין עַל טָהוֹר שֶׁאָכַל אֶת הַטָּמֵא וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף. מוֹסִיף עֲלֵיהֶם שֶׁל יוֹם הַכִּפּוּרִים, שֶׁהֵן מְכַפְּרִין עַל הַטָּהוֹר שֶׁאָכַל אֶת הַטָּמֵא, וְעַל שֶׁאֵין בָּהּ יְדִיעָה לֹא בַתְּחִלָּה וְלֹא בַסּוֹף, וְעַל שֶׁאֵין בָּהּ יְדִיעָה בַתְּחִלָּה אֲבָל יֶשׁ בָּהּ יְדִיעָה בַסּוֹף. אָמְרוּ לוֹ, מַהוּ שֶׁיִּקְרְבוּ זֶה בָזֶה. אָמַר לָהֶם, הֵן. אָמְרוּ לוֹ, אִם כֵּן, יִהְיוּ שֶׁל יוֹם הַכִּפּוּרִים קְרֵבִין בְּרָאשֵׁי חֳדָשִׁים, אֲבָל הֵיאַךְ שֶׁל רָאשֵׁי חֳדָשִׁים קְרֵבִין בְּיוֹם הַכִּפּוּרִים לְכַפֵּר כַּפָּרָה שֶׁאֵינָהּ שֶׁלָּהּ. אָמַר לָהֶן, כֻּלָּן בָּאִין לְכַפֵּר עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו: \n",
            "english": "<b>Rabbi Shimon ben Yehuda says in the name of</b> Rabbi Shimon a tradition of his opinion that differs from the way the mishna expresses it above: The <b>goats of</b> the <b>New Moons atone for a ritually pure</b> person <b>who</b> unwittingly <b>partook of ritually impure</b> sacrificial food. The goats <b>of</b> the <b>Festivals exceed them, as they atone</b> both <b>for a pure</b> person <b>who partook of impure</b> sacrificial food <b>and</b> also <b>for</b> cases of defiling the Temple or its sacrificial foods <b>in which</b> one <b>did not have awareness, neither at the beginning nor at the end.</b> The goats <b>of Yom Kippur</b> further <b>exceed them, as they atone</b> both <b>for a ritually pure</b> person <b>who partook of ritually impure</b> sacrificial food <b>and for</b> cases of defiling the Temple or its sacrificial foods <b>in which</b> one <b>did not have awareness, neither at the beginning nor at the end; and</b> they also atone <b>for</b> cases <b>in which</b> one <b>did not have awareness at the beginning but did have awareness at the end.</b> The Rabbis <b>said to him: What is</b> the <i>halakha</i> with regard to <b>whether</b> goats consecrated for different days <b>may be sacrificed, this</b> one <b>in</b> place of <b>that</b> one? Rabbi Shimon <b>said to them: Yes,</b> they can be interchanged. <b>They said to him: If</b> what you say is <b>so,</b> granted that the goats <b>of Yom Kippur may be sacrificed on</b> the <b>New Moons, but how could</b> the goats <b>of</b> the <b>New Moons be sacrificed on Yom Kippur</b> when they will need <b>to effect atonement</b> for <b>that which they were not</b> consecrated <b>for?</b> Rabbi Shimon <b>said to them:</b> They can all be interchanged, since ultimately <b>all of them come to atone for</b> the <b>defiling of</b> the <b>Temple or its sacrificial</b> foods, even if each one atones for a different case."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "וְעַל זְדוֹן טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו, שָׂעִיר הַנַּעֲשֶׂה בִפְנִים וְיוֹם הַכִּפּוּרִים מְכַפְּרִין. וְעַל שְׁאָר עֲבֵרוֹת שֶׁבַּתּוֹרָה, הַקַּלּוֹת וְהַחֲמוּרוֹת, הַזְּדוֹנוֹת וְהַשְּׁגָגוֹת, הוֹדַע וְלֹא הוֹדַע, עֲשֵׂה וְלֹא תַעֲשֶׂה, כְּרֵתוֹת וּמִיתוֹת בֵּית דִּין, שָׂעִיר הַמִּשְׁתַּלֵּחַ מְכַפֵּר: \n",
            "english": "<b>And for</b> the <b>intentional defiling of</b> the <b>Temple or its sacrificial</b> foods, both the <b>goat whose</b> blood presentation is <b>performed inside</b> the Sanctuary on Yom Kippur, <b>and Yom Kippur</b> itself, <b>atone.</b> The mishna delineates how atonement is effected for other transgressions: <b>For</b> all <b>other transgressions that are</b> stated <b>in the Torah,</b> whether they are <b>the minor</b> ones <b>or the major</b> ones, whether they were <b>intentional or unwitting,</b> whether <b>one became aware</b> of them before Yom Kippur <b>or did not become aware</b> of them until after Yom Kippur, whether they involve <b>a positive mitzva or a prohibition,</b> whether the transgressors are subject to <b>excision from the World-to-Come [<i>karet</i>] or</b> to one of the <b>court</b>-imposed <b>death penalties,</b> the <b>scapegoat</b> sent to Azazel on Yom Kippur <b>atones.</b>"
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "אֶחָד יִשְׂרְאֵלִים, וְאֶחָד כֹּהֲנִים, וְאֶחָד כֹּהֵן מָשׁוּחַ. מַה בֵּין יִשְׂרְאֵלִים לְכֹהֲנִים וּלְכֹהֵן מָשׁוּחַ, אֶלָּא שֶׁדַּם הַפָּר מְכַפֵּר עַל הַכֹּהֲנִים עַל טֻמְאַת מִקְדָּשׁ וְקָדָשָׁיו. רַבִּי שִׁמְעוֹן אוֹמֵר, כְּשֵׁם שֶׁדַּם הַשָּׂעִיר הַנַּעֲשֶׂה בִפְנִים מְכַפֵּר עַל יִשְׂרָאֵל, כָּךְ דַּם הַפָּר מְכַפֵּר עַל הַכֹּהֲנִים. כְּשֵׁם שֶׁוִּדּוּיוֹ שֶׁל שָׂעִיר הַמִּשְׁתַּלֵּחַ מְכַפֵּר עַל יִשְׂרָאֵל, כָּךְ וִדּוּיוֹ שֶׁל פָּר מְכַפֵּר עַל הַכֹּהֲנִים: \n",
            "english": "<b>Israelites and priests and</b> the <b>anointed priest,</b> i.e., the High Priest, achieve atonement from the scapegoat equally. <b>What</b> is the difference <b>between Israelites, priests, and</b> the <b>anointed priest?</b> The difference is <b>only that the priests achieve atonement for</b> their <b>defiling of</b> the <b>Temple or its sacrificial</b> foods through <b>the bull</b> that the High Priest offers on Yom Kippur, whereas the Israelites achieve atonement for defiling caused by them through the goats that are sacrificed on Yom Kippur. <b>Rabbi Shimon says:</b> With regard to the defiling of the Temple or its sacrificial foods, <b>just as</b> the <b>blood of the goat, whose</b> blood presentation is <b>performed inside</b> the Sanctuary, <b>atones for Israelites, so</b> too, the <b>blood of the bull</b> of the High Priest, whose blood presentation is also performed inside the Sanctuary, <b>atones for the priests.</b> And for all other transgressions, <b>just as</b> the <b>confession</b> made <b>over the scapegoat atones for Israelites, so</b> too, the <b>confession</b> made <b>over</b> the <b>bull atones for the priests.</b>"
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "יְדִיעוֹת הַטֻּמְאָה שְׁתַּיִם שֶׁהֵן אַרְבַּע. נִטְמָא וְיָדַע וְנֶעֶלְמָה מִמֶּנּוּ הַטֻּמְאָה וְזָכוּר אֶת הַקֹּדֶשׁ, נֶעְלַם מִמֶּנּוּ הַקֹּדֶשׁ וְזָכוּר אֶת הַטֻּמְאָה, נֶעֶלְמוּ מִמֶּנּוּ זֶה וָזֶה וְאָכַל אֶת הַקֹּדֶשׁ וְלֹא יָדַע, וּמִשֶּׁאָכַל יָדַע, הֲרֵי זֶה בְעוֹלֶה וְיוֹרֵד. נִטְמָא וְיָדַע וְנֶעֶלְמָה מִמֶּנּוּ טֻמְאָה וְזָכוּר אֶת הַמִּקְדָּשׁ, נֶעְלַם מִמֶּנּוּ מִקְדָּשׁ וְזָכוּר אֶת הַטֻּמְאָה, נֶעֶלְמוּ מִמֶּנּוּ זֶה וָזֶה וְנִכְנַס לַמִּקְדָּשׁ וְלֹא יָדַע, וּמִשֶּׁיָּצָא יָדַע, הֲרֵי זֶה בְעוֹלֶה וְיוֹרֵד: \n",
            "english": "With regard to cases of <b>awareness of the defiling</b> of the Temple by entering it while one is ritually impure, or defiling its sacrificial foods by partaking of them while one is ritually impure, there are <b>two</b> types <b>that are</b> actually <b>four.</b> How so? If <b>one became ritually impure and he was aware</b> that he was impure, <b>but</b> afterward his <b>impurity was hidden from him, though he remembered</b> that he was partaking of <b>sacrificial</b> food, which is forbidden to one who is in a state of ritual impurity; this is one of the four types of awareness of impurity. If the fact that he was partaking of <b>sacrificial</b> food <b>was hidden from him, though he remembered the ritual impurity</b> that he had contracted; this is the second of the four types of awareness of impurity. And the same <i>halakha</i> applies if both <b>this and that were hidden from him,</b> both the fact that he was impure and the fact that he was partaking of sacrificial food. In all these cases, if <b>he partook of the sacrificial</b> food <b>and was unaware</b> either that he was impure, or that the food was sacrificial food, or both, <b>and after he partook of</b> it <b>he became aware</b> of that which he had forgotten, <b>he is</b> required to bring <b>a sliding-scale</b> offering. In this type of offering, the sinner sacrifices an animal, bird, or meal-offering, depending on his financial status. And similarly with regard to entering the Temple: If <b>one became ritually impure and he was aware</b> that he was impure, <b>but</b> afterward his <b>impurity was hidden from him,</b> though <b>he remembered</b> that he was entering <b>the Temple,</b> which is prohibited for one who is in a state of ritual impurity; this is the third of the four types of awareness of impurity. If the fact that he was entering <b>the Temple was hidden from him,</b> though <b>he remembered the ritual impurity</b> that he had contracted; this is the fourth type of awareness of impurity. And the same <i>halakha</i> applies if both <b>this and that were hidden from him,</b> both the fact that he was impure and the fact that he was entering the Temple. In all these cases, if <b>he entered the Temple and was unaware</b> either that he was impure, or that he was entering the Temple, or both, <b>and after he left he became aware</b> of what was hidden from him, <b>he is</b> required to bring <b>a sliding-scale</b> offering."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אֶחָד הַנִּכְנָס לָעֲזָרָה וְאֶחָד הַנִּכְנָס לְתוֹסֶפֶת הָעֲזָרָה, שֶׁאֵין מוֹסִיפִין עַל הָעִיר וְעַל הָעֲזָרוֹת אֶלָּא בְמֶלֶךְ וְנָבִיא וְאוּרִים וְתֻמִּים וּבְסַנְהֶדְרִין שֶׁל שִׁבְעִים וְאֶחָד וּבִשְׁתֵּי תוֹדוֹת וּבְשִׁיר. וּבֵית דִּין מְהַלְּכִין וּשְׁתֵּי תוֹדוֹת אַחֲרֵיהֶם, וְכָל יִשְׂרָאֵל אַחֲרֵיהֶם. הַפְּנִימִית נֶאֱכֶלֶת וְהַחִיצוֹנָה נִשְׂרָפֶת. וְכֹל שֶׁלֹּא נַעֲשָׂה בְכָל אֵלּוּ, הַנִּכְנָס לְשָׁם אֵין חַיָּבִין עָלֶיהָ: \n",
            "english": "As for the boundaries of the Temple with regard to the <i>halakhot</i> of impurity, <b>the same</b> <i>halakha</i> applies to <b>one who enters the</b> area that was part of the original Temple <b>courtyard and</b> to <b>one who enters the</b> later <b>addition to the</b> Temple <b>courtyard,</b> because the additional section is sanctified with the full sanctity of the Temple courtyard. The mishna notes: <b>As, additions can be made to the city</b> of Jerusalem <b>or to the</b> Temple <b>courtyards only by</b> a special body comprising the <b>king, a prophet, the <i>Urim VeTummim</i>, and the Sanhedrin of seventy-one</b> judges, <b>and with two thanks-offerings and with</b> a special <b>song.</b> Once the addition to the courtyard is made by this body and this process, it is given the full sanctity of the original courtyard area. The mishna provides certain details of the consecration ceremony. <b>And the court</b> would <b>move</b> forward, <b>and two thanks-offerings</b> would be brought <b>after them, and all of the Jewish people</b> would follow <b>behind them.</b> When they would reach the end of the place that they desired to consecrate, <b>the inner</b> thanks-offering would <b>be eaten and the outer one</b> would <b>be burned.</b> The details of this ceremony will be described in the Gemara. <b>And</b> with regard to <b>any</b> addition to the Temple <b>that was not made with all these</b> ceremonial procedures, <b>one who enters there</b> while ritually impure <b>is not liable</b> to bring an offering if his entry was unwitting, nor to be punished with <i>karet</i>, excision from the World-to-Come, if his entry was intentional."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "נִטְמָא בָעֲזָרָה וְנֶעֶלְמָה מִמֶּנּוּ טֻמְאָה וְזָכוּר אֶת הַמִּקְדָּשׁ, נֶעְלַם מִמֶּנּוּ מִקְדָּשׁ וְזָכוּר לַטֻּמְאָה, נֶעְלַם מִמֶּנּוּ זֶה וָזֶה, וְהִשְׁתַּחֲוָה אוֹ שֶׁשָּׁהָה בִכְדֵי הִשְׁתַּחֲוָאָה, בָּא לוֹ בָאֲרֻכָּה, חַיָּב. בַּקְּצָרָה, פָּטוּר. זוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּמִּקְדָּשׁ, שֶׁאֵין חַיָּבִין עָלֶיהָ: \n",
            "english": "The first part of the mishna discussed one who became ritually impure before entering the Temple. The mishna proceeds to consider a case involving one who was ritually pure when he entered the Temple but <b>who became impure</b> while <b>in the</b> Temple <b>courtyard, and</b> afterward, his <b>impurity was hidden from him</b> but <b>he remembered</b> that he was standing in <b>the Temple,</b> or the fact that he was standing in <b>the Temple was hidden from him</b> but <b>he remembered</b> his <b>impurity,</b> or both <b>this</b> fact <b>and that</b> fact <b>were hidden from him.</b> In all these cases, if <b>he bowed</b> down, <b>or he tarried</b> in the Temple courtyard <b>long enough to bow down</b> even though he did not actually bow, <b>or he went out</b> by way of <b>a longer</b> route when he could have taken a shorter route, he is <b>liable</b> to bring a sliding-scale offering. But if he left the Temple via <b>the shortest</b> way, he is <b>exempt.</b> <b>This</b> mitzva that the ritually impure must be sent out of the Temple <b>is the positive mitzva concerning the Temple for which,</b> as is taught elsewhere in the Mishna (<i>Horayot</i> 8b), the Sanhedrin <b>is not liable</b> to bring an offering for an erroneous ruling. A communal bull sin-offering is brought because of the unwitting transgression of a prohibition involving an action by the Jewish people resulting from an erroneous halakhic decision handed down by the Sanhedrin. But if the Sanhedrin mistakenly ruled that one who became impure while in the Temple may leave by way of a longer route, they do not bring this offering, as it is brought only for an erroneous ruling on a matter that requires the bringing of a fixed sin-offering, and not a sliding-scale offering, for its unwitting violation."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְאֵיזוֹ הִיא מִצְוַת עֲשֵׂה שֶׁבַּנִּדָּה שֶׁחַיָּבִין עָלֶיהָ, הָיָה מְשַׁמֵּשׁ עִם הַטְּהוֹרָה וְאָמְרָה לוֹ נִטְמֵאתִי, וּפֵרַשׁ מִיָּד, חַיָּב, מִפְּנֵי שֶׁיְּצִיאָתוֹ הֲנָאָה לוֹ כְּבִיאָתוֹ: \n",
            "english": "<b>And which is the positive mitzva with regard to a menstruating woman for which,</b> as is taught in <i>Horayot</i> there, the Sanhedrin is <b>liable</b> to bring a bull offering for an erroneous ruling? If a man <b>was engaging in intercourse with a ritually pure woman, and</b> during the course of their act of intercourse <b>she</b> experienced menstrual bleeding and <b>said to him: I have become impure, and</b> unwittingly <b>he immediately withdrew</b> from her and did not wait until his penis became flaccid, he is <b>liable</b> to bring a sin-offering for engaging in intercourse with a menstruating woman, <b>because his withdrawal</b> from her <b>is as pleasant to him as his entry.</b> If the Sanhedrin mistakenly ruled that one may withdraw immediately, they bring a bull offering for their erroneous ruling."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "רַבִּי אֱלִיעֶזֶר אוֹמֵר, הַשֶּׁרֶץ וְגוֹ' וְנֶעְלַם מִמֶּנּוּ (ויקרא ה), עַל הֶעְלֵם שֶׁרֶץ חַיָּב, וְאֵינוֹ חַיָּב עַל הֶעְלֵם מִקְדָּשׁ. רַבִּי עֲקִיבָא אוֹמֵר, וְנֶעְלַם מִמֶּנּוּ וְהוּא טָמֵא (שם), עַל הֶעְלֵם טֻמְאָה חַיָּב, וְאֵינוֹ חַיָּב עַל הֶעְלֵם מִקְדָּשׁ. רַבִּי יִשְׁמָעֵאל אוֹמֵר, וְנֶעְלַם וְנֶעְלַם שְׁתֵּי פְעָמִים, לְחַיֵּב עַל הֶעְלֵם טֻמְאָה וְעַל הֶעְלֵם מִקְדָּשׁ: \n",
            "english": "<b>Rabbi Eliezer says:</b> With regard to the sliding-scale offering the verse states: “Or if a person touches any impure thing, whether it is the carcass of a non-kosher undomesticated animal, or the carcass of a non-kosher domesticated animal, or the carcass of a non-kosher <b>creeping animal, and it is hidden from him”</b> (Leviticus 5:2). A precise reading of this verse indicates that in a case where one has <b>a lapse of awareness</b> that he had contracted ritual impurity by touching <b>a creeping animal,</b> he is <b>liable</b> to bring a sliding-scale offering for having defiled the Temple or the sacrificial food, <b>but he is not liable</b> to bring such an offering in a case where he has <b>a lapse of awareness</b> that he is entering the <b>Temple</b> or partaking of sacrificial food. Similarly, <b>Rabbi Akiva says:</b> The verse states: <b>“And it is hidden from him, so that he is impure”</b> (Leviticus 5:2), thereby teaching that in a case when one has <b>a lapse of awareness</b> that he had contracted <b>ritual impurity,</b> he is <b>liable</b> to bring a sliding-scale offering, <b>but</b> one <b>is not liable</b> to bring such an offering in a case when he has <b>a lapse of awareness</b> that he is entering the <b>Temple</b> or partaking of sacrificial food. <b>Rabbi Yishmael says:</b> The verse states: <b>“And it is hidden</b> from him” (Leviticus 5:2), and it states: <b>“And it is hidden</b> from him” (Leviticus 5:3), <b>twice,</b> in order <b>to render one liable</b> to bring a sliding-scale offering both in a case where one has <b>a lapse of awareness</b> that he had contracted <b>ritual impurity and</b> in a case where one has <b>a lapse of awareness</b> that he is entering the <b>Temple.</b>"
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שְׁבוּעוֹת שְׁתַּיִם שֶׁהֵן אַרְבַּע, שְׁבוּעָה שֶׁאֹכַל וְשֶׁלֹּא אֹכַל, שֶׁאָכַלְתִּי וְשֶׁלֹּא אָכַלְתִּי. שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל כָּל שֶׁהוּא, חַיָּב, דִּבְרֵי רַבִּי עֲקִיבָא. אָמְרוּ לוֹ לְרַבִּי עֲקִיבָא, הֵיכָן מָצִינוּ בְּאוֹכֵל כָּל שֶׁהוּא שֶׁהוּא חַיָּב, שֶׁזֶּה חַיָּב. אָמַר לָהֶן רַבִּי עֲקִיבָא, וְכִי הֵיכָן מָצִינוּ בִּמְדַבֵּר וּמֵבִיא קָרְבָּן, שֶׁזֶּה מְדַבֵּר וּמֵבִיא קָרְבָּן. שְׁבוּעָה שֶׁלֹּא אֹכַל וְאָכַל וְשָׁתָה, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֹכַל וְשֶׁלֹּא אֶשְׁתֶּה וְאָכַל וְשָׁתָה, חַיָּב שְׁתָּיִם: \n",
            "english": "With regard to <b>oaths</b> attesting to the truth about an utterance, which, when violated, render one liable to bring a sliding-scale offering, there are <b>two</b> types <b>that are</b> actually <b>four</b> types. The initial two oaths, which relate to utterances about the future and are explicitly prohibited in the Torah, are: On my <b>oath I will eat, or:</b> On my oath <b>I will not eat.</b> These are expanded to four, to include oaths concerning utterances about the past: On my oath <b>I ate, or:</b> On my oath <b>I did not eat.</b> If one says: On my <b>oath I will not eat, and he</b> then <b>ate any amount,</b> even less than an olive-bulk, he is <b>liable;</b> this is <b>the statement of Rabbi Akiva.</b> The Rabbis <b>said to Rabbi Akiva: Where do we find that</b> one who <b>eats any amount is liable,</b> leading you to say <b>that this</b> person is <b>liable? Rabbi Akiva said to them: And where do we find one who speaks and</b> is liable to <b>bring an offering</b> for it, <b>as this</b> oath taker merely <b>speaks,</b> i.e., takes an oath, <b>and brings an offering</b> for it? If one said: On my <b>oath I will not eat, and</b> then he <b>ate and drank, he is liable</b> to bring <b>only one</b> offering, because an oath to refrain from eating includes refraining from drinking. If he said: On my <b>oath I will not eat and I will not drink, and</b> then he <b>ate and drank,</b> he is <b>liable</b> to bring <b>two</b> offerings."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל פַּת חִטִּין וּפַת שְׂעֹרִין וּפַת כֻּסְּמִין, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֹכַל פַּת חִטִּין וּפַת שְׂעֹרִין וּפַת כֻּסְּמִין, וְאָכַל, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "english": "If he said: On my <b>oath I will not eat, and</b> then he <b>ate wheat bread and barley bread and spelt bread, he is liable</b> to bring <b>only one</b> offering. If he said: On my <b>oath I will not eat wheat bread or barley bread or spelt bread, and</b> then he <b>ate</b> all of them, he is <b>liable</b> to bring an offering <b>for each and every one.</b> "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה וְשָׁתָה מַשְׁקִין הַרְבֵּה, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁלֹּא אֶשְׁתֶּה יַיִן וָשֶׁמֶן וּדְבַשׁ וְשָׁתָה, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "english": "If he said: On my <b>oath I will not drink, and</b> then he <b>drank several</b> kinds of <b>liquids, he is liable</b> to bring <b>only one</b> offering. If he said: On my <b>oath I will not drink wine or oil or honey, and</b> then <b>he drank</b> all of them, he is <b>liable</b> to bring an offering <b>for each and every one.</b> "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל אֳכָלִים שֶׁאֵינָן רְאוּיִין לַאֲכִילָה וְשָׁתָה מַשְׁקִין שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה, פָּטוּר. שְׁבוּעָה שֶׁלֹּא אֹכַל, וְאָכַל נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים, חַיָּב. רַבִּי שִׁמְעוֹן פּוֹטֵר. אָמַר, קוֹנָם אִשְׁתִּי נֶהֱנֵית לִי אִם אָכַלְתִּי הַיּוֹם, וְהוּא אָכַל נְבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים, הֲרֵי אִשְׁתּוֹ אֲסוּרָה: \n",
            "english": "If he said: On my <b>oath I will not eat, and he ate foods that are inedible or drank liquids that are not potable,</b> he is <b>exempt.</b> If he said: On my <b>oath I will not eat, and</b> then he <b>ate</b> the meat of unslaughtered <b>carcasses or <i>tereifot</i>, repugnant creatures or creeping animals,</b> he is <b>liable. And Rabbi Shimon deems</b> him <b>exempt,</b> since he is already under oath from Mount Sinai not to eat them and an oath cannot take effect where another oath is in force. But if he <b>said:</b> It is <b><i>konam</i></b> for <b>my wife to derive benefit from me if I ate today, and he had eaten carcasses or <i>tereifot</i>, repugnant creatures or creeping animals, his wife is prohibited</b> from deriving benefit from him. "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אֶחָד דְּבָרִים שֶׁל עַצְמוֹ, וְאֶחָד דְּבָרִים שֶׁל אֲחֵרִים, וְאֶחָד דְּבָרִים שֶׁיֵּשׁ בָּהֶן מַמָּשׁ, וְאֶחָד דְּבָרִים שֶׁאֵין בָּהֶם מַמָּשׁ. כֵּיצַד. אָמַר, שְׁבוּעָה שֶׁאֶתֵּן לְאִישׁ פְּלוֹנִי וְשֶׁלֹּא אֶתֵּן, שֶׁנָּתַתִּי וְשֶׁלֹּא נָתַתִּי, שֶׁאִישַׁן וְשֶׁלֹּא אִישַׁן, שֶׁיָּשַׁנְתִּי וְשֶׁלֹּא יָשַׁנְתִּי, שֶׁאֶזְרֹק צְרוֹר לַיָּם וְשֶׁלֹּא אֶזְרֹק, שֶׁזָּרַקְתִּי וְשֶׁלֹּא זָרַקְתִּי. רַבִּי יִשְׁמָעֵאל אוֹמֵר, אֵינוֹ חַיָּב אֶלָּא עַל הֶעָתִיד לָבֹא, שֶׁנֶּאֱמַר (ויקרא ה) לְהָרַע אוֹ לְהֵיטִיב. אָמַר לוֹ רַבִּי עֲקִיבָא, אִם כֵּן אֵין לִי אֶלָּא דְבָרִים שֶׁיֵּשׁ בָּהֶן הֲרָעָה וַהֲטָבָה, דְּבָרִים שֶׁאֵין בָּהֶן הֲרָעָה וַהֲטָבָה מִנַּיִן. אָמַר לוֹ, מֵרִבּוּי הַכָּתוּב. אָמַר לוֹ, אִם רִבָּה הַכָּתוּב לְכָךְ, רִבָּה הַכָּתוּב לְכָךְ: \n",
            "english": "If one unwittingly takes a false oath about the past or breaks an oath he made about the future, <b>both</b> if it is an oath that addresses <b>matters that concern oneself and</b> if it is an oath that addresses <b>matters that concern others,</b> he is liable to bring a sliding-scale offering for an oath on an utterance. <b>And</b> likewise, an oath on an utterance may address <b>both tangible matters and intangible matters.</b> <b>How so?</b> Examples of oaths about future actions that concern others are if one <b>said:</b> On my <b>oath I will give so-and-so</b> a particular item, <b>or:</b> On my oath <b>I will not give</b> it to him. Examples of such oaths about the past are if one said: On my oath <b>I gave</b> another a particular item, <b>or:</b> On my oath <b>I did not give</b> it to him. Examples of oaths about the future that address intangible matters are where one said: On my oath <b>I will sleep, or:</b> On my oath <b>I will not sleep.</b> Examples of such oaths about the past are where one said: On my oath <b>I slept, or:</b> On my oath <b>I did not sleep.</b> Other examples of oaths about intangible matters are when one takes an oath, saying: <b>I will throw a stone into the sea, or: I will not throw</b> it, or: <b>I threw</b> it, <b>or: I did not throw</b> it. <b>Rabbi Yishmael says: One is liable only</b> for an oath on an utterance taken <b>about the future, as it is stated:</b> “Or if anyone take an oath clearly with his lips <b>to do evil, or to do good,</b> whatsoever it be that a man shall utter clearly with an oath” (Leviticus 5:4). The Torah refers explicitly only to oaths about what one will do in the future. <b>Rabbi Akiva said to him: If so,</b> and one is liable only for oaths explicitly mentioned in the verse, then <b>I have</b> derived <b>only</b> that one is liable for an oath on an utterance with regard to <b>matters to which doing evil and doing good apply. From where</b> do I derive that one is liable for an oath on an utterance with regard to <b>matters to which doing evil and doing good do not apply?</b> Rabbi Yishmael <b>said to him:</b> The <i>halakha</i> in these cases is derived <b>by amplification of</b> the meaning of <b>the verse.</b> Rabbi Akiva <b>said to him: If the verse is amplified for this,</b> i.e., to extend the <i>halakha</i> of an oath on an utterance to matters that do not involve doing evil or good, <b>the verse is amplified for that,</b> i.e., oaths about the past."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה וְלֹא בִטֵּל, פָּטוּר. לְקַיֵּם וְלֹא קִיֵּם, פָּטוּר. שֶׁהָיָה בַדִּין, שֶׁיְּהֵא חַיָּב, כְּדִבְרֵי רַבִּי יְהוּדָה בֶּן בְּתֵירָא. אָמַר רַבִּי יְהוּדָה בֶּן בְּתֵירָא, מָה אִם הָרְשׁוּת שֶׁאֵינוֹ מֻשְׁבָּע עָלֶיהָ מֵהַר סִינַי, הֲרֵי הוּא חַיָּב עָלֶיהָ, מִצְוָה שֶׁהוּא מֻשְׁבָּע עָלֶיהָ מֵהַר סִינַי, אֵינוֹ דִין שֶׁיְּהֵא חַיָּב עָלֶיהָ. אָמְרוּ לוֹ, לֹא, אִם אָמַרְתָּ בִשְׁבוּעַת הָרְשׁוּת, שֶׁכֵּן עָשָׂה בָהּ לָאו כְּהֵן, תֹּאמַר בִּשְׁבוּעַת מִצְוָה שֶׁלֹּא עָשָׂה בָהּ לָאו כְּהֵן, שֶׁאִם נִשְׁבַּע לְבַטֵּל וְלֹא בִטֵּל, פָּטוּר: \n",
            "english": "If one <b>takes an oath to refrain from</b> performing <b>a mitzva and he does not refrain,</b> he is <b>exempt</b> from bringing an offering for an oath on an utterance. If he takes an oath <b>to perform</b> a mitzva <b>and he does not perform</b> it, he is also <b>exempt, though it would have been fitting</b> to claim <b>that he is liable</b> to bring the offering, <b>in accordance with the statement of Rabbi Yehuda ben Beteira.</b> The mishna explains: <b>Rabbi Yehuda ben Beteira said: What? If,</b> with regard to an oath concerning <b>an optional</b> matter, <b>for which one is not under oath from Mount Sinai, he is liable for</b> breaking <b>it,</b> then with regard to an oath about <b>a mitzva, for which he is under oath from Mount Sinai, is it not logical that he would be liable for</b> breaking <b>it?</b>The Rabbis <b>said to him: No, if you said</b> that one is liable <b>for</b> breaking <b>an oath</b> concerning <b>an optional</b> action, <b>where</b> the Torah <b>rendered</b> one liable for <b>a negative</b> oath not to perform it <b>like</b> for <b>a positive</b> oath to perform it, <b>shall you</b> also <b>say</b> one is liable <b>with regard to</b> breaking <b>an oath</b> concerning <b>a mitzva, where</b> the Torah <b>did not render</b> one liable for <b>a negative</b> oath <b>like</b> for <b>a positive</b> oath, <b>since if one takes an oath to refrain</b> from performing <b>a mitzva and did not refrain,</b> he is <b>exempt.</b> "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "שְׁבוּעָה שֶׁלֹּא אֹכַל כִּכָּר זוֹ, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, וַאֲכָלָהּ, אֵינוֹ חַיָּב אֶלָּא אַחַת. זוֹ הִיא שְׁבוּעַת בִּטּוּי, שֶׁחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ קָרְבָּן עוֹלֶה וְיוֹרֵד. שְׁבוּעַת שָׁוְא, חַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר: \n",
            "english": "If one says: On my <b>oath I will not eat this loaf,</b> and he then says again: On my <b>oath I will not eat it,</b> and again: On my <b>oath I will not eat it, and he</b> then <b>ate it, he is liable only once.</b> Once the first oath had taken effect, the subsequent oaths could not, as a prohibition cannot take effect where another prohibition is already in place. <b>This is an oath on an utterance, for which</b> one is <b>liable</b> to receive <b>lashes for intentionally</b> breaking <b>it, and for unwittingly</b> breaking <b>it</b> one is liable to bring <b>a sliding-scale offering.</b> For <b>an oath</b> taken <b>in vain,</b> one is <b>liable</b> to receive <b>lashes when</b> it is taken <b>intentionally, and</b> one is <b>exempt when</b> it is taken <b>unwittingly.</b> "
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "אֵיזוֹ הִיא שְׁבוּעַת שָׁוְא, נִשְׁבַּע לְשַׁנּוֹת אֶת הַיָּדוּעַ לָאָדָם, אָמַר עַל הָעַמּוּד שֶׁל אֶבֶן שֶׁהוּא שֶׁל זָהָב, וְעַל הָאִישׁ שֶׁהוּא אִשָּׁה, וְעַל הָאִשָּׁה שֶׁהִיא אִישׁ. נִשְׁבַּע עַל דָּבָר שֶׁאִי אֶפְשָׁר, אִם לֹא רָאִיתִי גָמָל שֶׁפּוֹרֵחַ בָּאֲוִיר, וְאִם לֹא רָאִיתִי נָחָשׁ כְּקוֹרַת בֵּית הַבַּד. אָמַר לְעֵדִים בֹּאוּ וַהֲעִידוּנִי, שְׁבוּעָה שֶׁלֹּא נְעִידֶךָ. נִשְׁבַּע לְבַטֵּל אֶת הַמִּצְוָה, שֶׁלֹּא לַעֲשׂוֹת סֻכָּה, וְשֶׁלֹּא לִטֹּל לוּלָב, וְשֶׁלֹּא לְהָנִיחַ תְּפִלִּין, זוֹ הִיא שְׁבוּעַת שָׁוְא, שֶׁחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר: \n",
            "english": "<b>Which</b> oath <b>is an oath</b> taken <b>in vain,</b> mentioned in the previous mishna (27b)? It is when one <b>takes an oath to deny that which is known to people</b> to be true, for example, one <b>says about a stone column that it is</b> made <b>of gold, or about a man that he is a woman, or about a woman that she is a man.</b> Another type of oath taken in vain is when one <b>takes an oath about a matter that is impossible,</b> e.g., if he says: <b>If I did not see a camel flying through the air, or: If I did not see a snake</b> as large <b>as the beam of the olive press.</b> In the case of one who <b>said to witnesses: Come and testify for me,</b> and they replied: On our <b>oath we will not testify for you,</b> that is an oath taken in vain, because it involves <b>taking an oath to refrain from</b> performing <b>a mitzva.</b> Other examples of this include an oath <b>not to build a <i>sukka</i>, or not to take a <i>lulav</i>, or not to don phylacteries. This</b> type of oath <b>is an oath taken in vain, for</b> which one is <b>liable</b> to receive <b>lashes</b> if he takes the oath <b>intentionally, and for</b> which he is <b>exempt</b> if he takes it <b>unwittingly.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "שְׁבוּעָה שֶׁאֹכַל כִּכָּר זוֹ, שְׁבוּעָה שֶׁלֹּא אֹכֲלֶנָּה, הָרִאשׁוֹנָה שְׁבוּעַת בִּטּוּי וְהַשְּׁנִיָּה שְׁבוּעַת שָׁוְא. אֲכָלָהּ, עָבַר עַל שְׁבוּעַת שָׁוְא. לֹא אֲכָלָהּ, עָבַר עַל שְׁבוּעַת בִּטּוּי: \n",
            "english": " If one said: On my <b>oath I will eat this loaf,</b> and later said: On my <b>oath I will not eat it, the first</b> oath is <b>an oath on an utterance, and the second</b> is <b>an oath</b> taken <b>in vain,</b> as he took an oath to perform an action that would violate his previous oath. If <b>he ate it, he violated</b> the prohibition against taking <b>an oath in vain.</b> If <b>he did not eat it, he violated</b> the prohibition against breaking <b>an oath on an utterance.</b> "
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "שְׁבוּעַת בִּטּוּי נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִין, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ. וְחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ קָרְבָּן עוֹלֶה וְיוֹרֵד: \n",
            "english": "As opposed to the <i>halakhot</i> of an oath of testimony, which will be discussed in the following chapter, the <i>halakhot</i> of <b>an oath on an utterance apply to men and to women, to relatives and to non-relatives, to those who are fit</b> to testify <b>and to those who are disqualified,</b> whether the oath is taken <b>in the presence of a court or not in the presence of a court,</b> i.e., when one takes an oath <b>on his own,</b> at his own initiative. <b>And for</b> violating an oath <b>intentionally</b> one is <b>liable</b> to receive <b>lashes, and for</b> doing so <b>unwittingly</b> he is liable to bring <b>a sliding-scale offering.</b> "
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "שְׁבוּעַת שָׁוְא נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִים, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, וּמִפִּי עַצְמוֹ. וְחַיָּבִין עַל זְדוֹנָהּ מַכּוֹת וְעַל שִׁגְגָתָהּ פָּטוּר. אַחַת זוֹ, וְאַחַת זוֹ, הַמֻּשְׁבָּע מִפִּי אֲחֵרִים, חַיָּב. כֵּיצַד. אָמַר, לֹא אָכַלְתִּי הַיּוֹם וְלֹא הֵנָחְתִּי תְפִלִּין הַיּוֹם, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב: \n",
            "english": "Liability for <b>an oath</b> taken <b>in vain applies to men and to women, to relatives and to non-relatives, to those who are fit</b> to bear witness <b>and to those who are disqualified,</b> whether the oath is taken <b>in the presence of a court or not in the presence of a court, and</b> also when one takes an oath <b>on his own. And for</b> violating an oath <b>intentionally</b> one is <b>liable</b> to receive <b>lashes, and for</b> doing so <b>unwittingly</b> he is <b>exempt.</b> With regard to <b>both this,</b> an oath on an utterance, <b>and that,</b> an oath taken in vain, even if <b>he is administered the oath by others,</b> he is <b>liable.</b> For example, if one said: <b>If I did not eat today, or: I did not don phylacteries today,</b> and another said to him: <b>I administer an oath to you</b> that your statement is true, <b>and</b> the former <b>said: Amen,</b> he is <b>liable</b> if the statement was false. "
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שְׁבוּעַת הָעֵדוּת נוֹהֶגֶת בַּאֲנָשִׁים וְלֹא בְנָשִׁים, בִּרְחוֹקִין וְלֹא בִקְרוֹבִין, בִּכְשֵׁרִים וְלֹא בִפְסוּלִין. וְאֵינָהּ נוֹהֶגֶת אֶלָּא בָרְאוּיִין לְהָעִיד, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ, וּמִפִּי אֲחֵרִים, אֵין חַיָּבִין עַד שֶׁיִּכְפְּרוּ בָהֶן בְּבֵית דִּין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בֵּין מִפִּי עַצְמוֹ וּבֵין מִפִּי אֲחֵרִים, אֵינָן חַיָּבִין עַד שֶׁיִּכְפְּרוּ בָהֶן בְּבֵית דִּין:  ",
            "english": "<b>The oath of testimony is practiced with regard to men but not with regard to women, with regard to non-relatives</b> of the litigants <b>but not with regard to relatives, with regard to</b> those <b>fit</b> to testify <b>but not with regard to</b> those <b>unfit</b> to testify due to a transgression that they performed. <b>And</b> the oath of testimony <b>is practiced only with regard to</b> those <b>fit to testify.</b> The oath of testimony is practiced both <b>in the presence of a court and not in the presence of a court,</b> when the potential witness takes the oath <b>on his own. But</b> if the oath is administered <b>by others</b> and those denying that they witnessed the incident in question neither take an oath nor answer amen to the administered oath, <b>they are not liable until they deny</b> any knowledge of the incident in question <b>in court.</b> This is <b>the statement of Rabbi Meir. And the Rabbis say: Whether</b> one of the witnesses takes the oath <b>on his own or whether</b> the oath is administered <b>by others,</b> the witnesses <b>are not liable until they deny</b> any knowledge of the incident in question before the litigants <b>in court.</b> "
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְחַיָּבִין עַל זְדוֹן הַשְּׁבוּעָה, וְעַל שִׁגְגָתָהּ עִם זְדוֹן הָעֵדוּת, וְאֵינָן חַיָּבִין עַל שִׁגְגָתָהּ. וּמַה הֵן חַיָּבִין עַל זְדוֹן הַשְּׁבוּעָה, קָרְבָּן עוֹלֶה וְיוֹרֵד:  ",
            "english": "<b>And one is liable for</b> the act of taking a false <b>oath with intent and for an unwitting</b> act of taking a false oath, i.e., he is unaware of the liability for taking a false oath, provided that he takes the oath <b>with intent</b> in terms of <b>the testimony,</b> i.e., he takes an oath that he has no knowledge of the matter even though he knows that he witnessed the incident. <b>But</b> witnesses <b>are not liable for</b> taking the oath if they were <b>unwitting</b> in terms of the testimony, i.e., they believe that they have no knowledge of the matter. <b>And what are they liable for</b> by taking a false <b>oath with intent?</b> They are liable to bring <b>a sliding-scale offering.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "שְׁבוּעַת הָעֵדוּת כֵּיצַד. אָמַר לִשְׁנַיִם בֹּאוּ וַהֲעִידוּנִי. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אוֹ שֶׁאָמְרוּ לוֹ אֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם וְאָמְרוּ אָמֵן, הֲרֵי אֵלּוּ חַיָּבִין. הִשְׁבִּיעַ עֲלֵיהֶן חֲמִשָּׁה פְעָמִים חוּץ לְבֵית דִּין וּבָאוּ לְבֵית דִּין וְהוֹדוּ, פְּטוּרִים. כָּפְרוּ, חַיָּבִים עַל כָּל אַחַת וְאֶחָת. הִשְׁבִּיעַ עֲלֵיהֶן חֲמִשָּׁה פְעָמִים בִּפְנֵי בֵית דִּין וְכָפְרוּ, אֵינָן חַיָּבִין אֶלָּא אַחַת. אָמַר רַבִּי שִׁמְעוֹן, מַה טַּעַם, הוֹאִיל וְאֵינָם יְכוֹלִין לַחֲזֹר וּלְהוֹדוֹת:  ",
            "english": "Liability to bring a sliding-scale offering for taking a false <b>oath of testimony, how so?</b> In a case where the plaintiff <b>said to two</b> individuals: <b>Come and testify</b> on <b>my</b> behalf, and they replied: On our <b>oath we do not know any testimony on your</b> behalf, i.e., we do not have any knowledge of the matter you speak of, <b>or</b> in a case where <b>they said to him: We do not know</b> any <b>testimony on your</b> behalf, and he said to them: <b>I administer an oath to you, and they said: Amen;</b> if it was determined that they lied, <b>these</b> two witnesses <b>are liable.</b> If <b>he administered an oath to them five times outside the court, and they came to court and admitted</b> that they had knowledge of the incident in question and testified, they are <b>exempt.</b> But if <b>they denied</b> knowledge of the incident in court as well, they are <b>liable for each and every one</b> of the oaths administered to them outside the court. If <b>he administered an oath to them five times before the court, and they denied</b> knowledge of the incident, <b>they are liable</b> for taking <b>only one</b> false oath. <b>Rabbi Shimon said: What is the reason</b> for this ruling? <b>Since</b> once they denied that they had any knowledge of the incident <b>they can no</b> longer <b>retract</b> that denial <b>and admit</b> that they have knowledge of the matter. Therefore, there was only one oath of testimony, and there is no liability for the remaining oaths."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "כָּפְרוּ שְׁנֵיהֶן כְּאַחַת, שְׁנֵיהֶן חַיָּבִין. בָּזֶה אַחַר זֶה, הָרִאשׁוֹן חַיָּב וְהַשֵּׁנִי פָטוּר. כָּפַר אֶחָד וְהוֹדָה אֶחָד, הַכּוֹפֵר חַיָּב. הָיוּ שְׁתֵּי כִתֵּי עֵדִים, כָּפְרָה הָרִאשׁוֹנָה וְאַחַר כָּךְ כָּפְרָה הַשְּׁנִיָּה, שְׁתֵּיהֶם חַיָּבוֹת, מִפְּנֵי שֶׁהָעֵדוּת יְכוֹלָה לְהִתְקַיֵּם בִּשְׁתֵּיהֶן:  ",
            "english": "If <b>both of</b> the witnesses <b>denied</b> knowledge of the incident <b>together, both of them are liable.</b> If they denied knowledge <b>one after the other, the first</b> who denied knowledge is <b>liable, and the second</b> is <b>exempt,</b> as once the first witness denies knowledge of the incident, the second is an individual witness, whose testimony is not decisive. If <b>one</b> of the two witnesses <b>denied</b> knowledge of the incident, <b>and</b> the other <b>one admitted</b> that he had knowledge and proceeded to testify, <b>the one who denies</b> knowledge of the incident is <b>liable.</b> If <b>there were two sets of witnesses</b> that took the oath of testimony, and <b>the first</b> set <b>denied</b> knowledge of the matter <b>and then the second</b> set <b>denied</b> knowledge of the matter, <b>both of</b> the sets <b>are liable, because the testimony can exist with either of them,</b> as even after the first set denies knowledge of the incident, the second remains capable of providing decisive testimony."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אֵין חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין שֶׁיֵּשׁ לְךָ בְיַד פְּלוֹנִי פִּקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה, חַיָּבִין עַל כָּל אַחַת וְאֶחָת. מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי פִּקְדוֹן חִטִּין וּשְׂעֹרִין וְכֻסְּמִין. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, אֵין חַיָּבִין אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת שֶׁיֵּשׁ לְךָ בְיַד פְּלוֹנִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִין, חַיָּבִין עַל כָּל אַחַת וְאֶחָת:  ",
            "english": "In a case where the plaintiff said to the witnesses: <b>I administer an oath to you</b> concerning your refusal to testify <b>if you do not come and testify on my behalf that I have in the possession of so-and-so a deposit, and</b> an outstanding <b>loan, and a stolen item, and a lost item,</b> and they lied in reply: On our <b>oath we do not know</b> any <b>testimony on your behalf, they are liable</b> for taking <b>only one</b> false oath of testimony. But if they lied in reply: On our <b>oath we do not know that you have in the possession of so-and-so a deposit, and</b> an outstanding <b>loan, and a stolen item, and a lost item, they are liable for each and every one</b> of the components of the claim. It is as though they took a separate oath with regard to each of the details of the claim. In a case where the plaintiff said to the witnesses: <b>I administer an oath to you</b> concerning your refusal to testify <b>if you do not come and testify that I have in the possession of so-and-so a deposit of wheat, and barley, and spelt,</b> and they lied in reply: On our <b>oath we do not know</b> any <b>testimony on your</b> behalf, <b>they are liable</b> for taking <b>only one</b> false oath of testimony. But if they lied in reply: On our <b>oath we do not know</b> any <b>testimony on your</b> behalf <b>that you have in the possession of so-and-so wheat, and barley, and spelt, they are liable for each and every one</b> of the components of the claim."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁיֵּשׁ לִי בְיַד פְּלוֹנִי נֶזֶק וַחֲצִי נֶזֶק, תַּשְׁלוּמֵי כֶפֶל, תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה, וְשֶׁאָנַס אִישׁ פְּלוֹנִי אֶת בִּתִּי, וּפִתָּה אֶת בִּתִּי, וְשֶׁהִכַּנִי בְנִי, וְשֶׁחָבַל בִּי חֲבֵרִי, וְשֶׁהִדְלִיק אֶת גְּדִישִׁי בְיוֹם הַכִּפּוּרִים, הֲרֵי אֵלּוּ חַיָּבִין:  ",
            "english": "In a case where the plaintiff said to the witnesses: <b>I administer an oath to you</b> concerning your refusal to testify <b>if you do not come and testify on my behalf that I have in the possession of so-and-so</b> an outstanding payment for <b>damage; or</b> an outstanding payment for <b>half the damage,</b> which the owner pays for damage caused by his innocuous ox goring another animal; <b>or</b> with regard to an outstanding <b>payment of double</b> the principal that a thief must pay the owner of the stolen item; <b>or</b> with regard to an outstanding <b>payment of four or five</b> times the principal that a thief pays when he stole a sheep or an ox, respectively, and then slaughtered or sold it; <b>or</b> in a case where the plaintiff said: I administer an oath to you concerning your refusal to testify if you do not come and testify <b>that so-and-so raped my daughter; or, he seduced my daughter; or, that my son struck me; or, that another injured me; or, that he set my stack of grain on fire on Yom Kippur;</b> if in any of these cases the witnesses took an oath falsely denying any knowledge of the matter on behalf of the plaintiff, <b>these</b> witnesses <b>are liable</b> for taking a false oath of testimony."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁאֲנִי כֹהֵן, שֶׁאֲנִי לֵוִי, שֶׁאֵינִי בֶן גְּרוּשָׁה, שֶׁאֵינִי בֶן חֲלוּצָה, שֶׁאִישׁ פְּלוֹנִי כֹהֵן, שֶׁאִישׁ פְּלוֹנִי לֵוִי, שֶׁאֵינוֹ בֶן גְּרוּשָׁה, שֶׁאֵינוֹ בֶן חֲלוּצָה, שֶׁאָנַס אִישׁ פְּלוֹנִי אֶת בִּתּוֹ, וּפִתָּה אֶת בִּתּוֹ, וְשֶׁחָבַל בִּי בְנִי, וְשֶׁחָבַל בִּי חֲבֵרִי, וְשֶׁהִדְלִיק גְּדִישִׁי בְשַׁבָּת, הֲרֵי אֵלּוּ פְטוּרִין:  ",
            "english": "In a case where the plaintiff said to two witnesses: <b>I administer an oath to you</b> concerning your refusal to testify <b>if you do not come and testify that I am a priest,</b> or <b>that I am a Levite,</b> or <b>that I am not the son of</b> a priest and <b>a divorced woman,</b> or <b>that I am not the son of</b> a priest and <b>a <i>ḥalutza</i>,</b> or <b>that so-and-so is a priest,</b> or <b>that so-and-so is a Levite,</b> or <b>that he is not the son of</b> a priest and <b>a divorced woman,</b> or <b>that he is not the son of</b> a priest and <b>a <i>ḥalutza</i>;</b> in all these cases the witnesses are exempt from liability for taking a false oath of testimony, because these do not involve monetary claims. Likewise, if the plaintiff said to them: I administer an oath to you concerning your refusal to testify if you do not come and testify <b>that so-and-so raped his daughter, or</b> that <b>he seduced his daughter, or that my son injured me, or that another</b> person <b>wounded me</b> on Shabbat, or <b>that he set my stack of grain on fire on Shabbat;</b> in all these cases <b>these</b> witnesses <b>are exempt,</b> as each case is punishable with the death penalty, and therefore they are cases that do not involve monetary payment."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, אִם לֹא תָבֹאוּ וּתְעִידוּנִי שֶׁאָמַר אִישׁ פְּלוֹנִי לִתֶּן לִי מָאתַיִם זוּז וְלֹא נָתַן לִי, הֲרֵי אֵלּוּ פְטוּרִים, שֶׁאֵין חַיָּבִין אֶלָּא עַל תְּבִיעַת מָמוֹן כְּפִקָּדוֹן:  ",
            "english": "If one said to witnesses: <b>I administer an oath to you</b> concerning your refusal to testify <b>if you do not come and testify on my behalf that so-and-so said</b> he is going <b>to give me two hundred dinars and he did not give</b> them to me, and they take false oaths that they have no knowledge of the matter, <b>they are exempt</b> from liability to bring an offering for taking a false oath of testimony, <b>as one is liable</b> for taking a false oath of testimony <b>only</b> in a case involving <b>a monetary claim like a deposit</b> in the sense that were the witnesses to testify, the individual would be liable to pay. In the case of a promise to give a gift he could claim that he merely reconsidered."
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, כְּשֶׁתֵּדְעוּן לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, הֲרֵי אֵלּוּ פְטוּרִים, מִפְּנֵי שֶׁקָּדְמָה שְׁבוּעָה לָעֵדוּת:  ",
            "english": "If one said to witnesses: <b>I administer an oath to you that when you will know testimony</b> relevant <b>to me you will come and testify on my behalf, these</b> witnesses <b>are exempt</b> from liability for taking a false oath of testimony even if they do not testify, <b>due to</b> the fact <b>that the oath preceded</b> their knowledge of the relevant <b>testimony.</b>"
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "עָמַד בְּבֵית הַכְּנֶסֶת וְאָמַר, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁאִם אַתֶּם יוֹדְעִים לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, הֲרֵי אֵלּוּ פְטוּרִין, עַד שֶׁיִּהְיֶה מִתְכַּוֵּן לָהֶם:  ",
            "english": "If one <b>stood in the synagogue and said</b> for all to hear: <b>I administer an oath to you that if you know testimony</b> relevant <b>to me you will come and testify on my behalf, these</b> witnesses <b>are exempt until he directs</b> his demand <b>to</b> specific individuals."
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "אָמַר לִשְׁנַיִם, מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם אִישׁ פְּלוֹנִי וּפְלוֹנִי, שֶׁאִם אַתֶּם יוֹדְעִין לִי עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּנִי, שְׁבוּעָה שֶׁאֵין אָנוּ יוֹדְעִין לְךָ עֵדוּת, וְהֵם יוֹדְעִין לוֹ עֵדוּת עֵד מִפִּי עֵד אוֹ שֶׁהָיָה אֶחָד מֵהֶן קָרוֹב אוֹ פָסוּל, הֲרֵי אֵלּוּ פְטוּרִין:  ",
            "english": "If <b>one said to two</b> people: <b>I administer an oath to you, so-and-so and so-and-so, that if you know testimony</b> relevant <b>to me you will come and testify on my behalf,</b> and they respond: On our <b>oath we do not know</b> any <b>testimony</b> relevant <b>to you, and they know testimony</b> relevant <b>to him,</b> not based on an incident they witnessed but based on <b>hearsay testimony,</b> which is not valid testimony, <b>or</b> if <b>one of</b> the witnesses <b>is found</b> to be <b>a relative or disqualified, these</b> witnesses <b>are exempt</b> from liability for taking a false oath of testimony because they are unfit witnesses."
          }
        },
        {
          "mishnah": 12,
          "translations": {
            "hebrew": "שִׁלַּח בְּיַד עַבְדּוֹ, אוֹ שֶׁאָמַר לָהֶן הַנִּתְבָּע מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם שֶׁאִם אַתֶּם יוֹדְעִין לוֹ עֵדוּת שֶׁתָּבֹאוּ וּתְעִידוּהוּ, הֲרֵי אֵלּוּ פְטוּרִין עַד שֶׁיִּשְׁמְעוּ מִפִּי הַתּוֹבֵעַ:  ",
            "english": "If the plaintiff <b>sent</b> the demand for their testimony <b>by means of his slave, or</b> in a case <b>where the defendant said to</b> the witnesses: <b>I administer an oath to you that if you know</b> any <b>testimony</b> relevant <b>to</b> the plaintiff <b>that you will come and testify on his behalf,</b> and they took a false oath that they have no knowledge of the matter, <b>these</b> witnesses <b>are exempt</b> from liability for taking a false oath of testimony <b>until they will hear</b> the demand to testify directly <b>from the mouth of the plaintiff.</b>"
          }
        },
        {
          "mishnah": 13,
          "translations": {
            "hebrew": "מַשְׁבִּיעַ אֲנִי עֲלֵיכֶם, מְצַוֶּה אֲנִי עֲלֵיכֶם, אוֹסֶרְכֶם אָנִי, הֲרֵי אֵלּוּ חַיָּבִין. בַּשָּׁמַיִם וּבָאָרֶץ, הֲרֵי אֵלּוּ פְטוּרִין. בְּאל\"ף דל\"ת, בְּיו\"ד ה\"א, בְּשַׁדַּי, בִּצְבָאוֹת, בְּחַנּוּן וְרַחוּם, בְּאֶרֶךְ אַפַּיִם וְרַב חֶסֶד, וּבְכָל הַכִּנּוּיִין, הֲרֵי אֵלּוּ חַיָּבִין. הַמְקַלֵּל בְּכֻלָּן, חַיָּב, דִּבְרֵי רַבִּי מֵאִיר, וַחֲכָמִים פּוֹטְרִין. הַמְקַלֵּל אָבִיו וְאִמּוֹ בְּכֻלָּן, חַיָּב, דִּבְרֵי רַבִּי מֵאִיר, וַחֲכָמִים פּוֹטְרִין. הַמְקַלֵּל עַצְמוֹ וַחֲבֵרוֹ בְּכֻלָּן, עוֹבֵר בְּלֹא תַעֲשֶׂה. יַכְּכָה אֱלֹהִים, וְכֵן יַכְּכָה אֱלֹהִים, זוֹ הִיא אָלָה הַכְּתוּבָה בַתּוֹרָה. אַל יַכְּךָ, וִיבָרֶכְךָ, וְיֵיטִיב לְךָ, רַבִּי מֵאִיר מְחַיֵּב וַחֲכָמִים פּוֹטְרִין:  ",
            "english": "The mishna discusses the formula of an oath of testimony. If the plaintiff said to the witnesses: <b>I administer an oath to you</b> concerning your refusal to testify if you do not come and testify on my behalf, or even if he said: <b>I command you,</b> or <b>I bind you,</b> although he did not employ an unequivocal formula of an oath, <b>these</b> witnesses <b>are liable</b> for taking a false oath of testimony. If one administered the oath to the witnesses <b>in the</b> name of <b>heaven and in the</b> name of <b>earth, these</b> witnesses are <b>exempt</b> from liability for taking a false oath of testimony, as that is not an oath in the name of God. If one administered the oath to the witnesses <b>in</b> the name of <b><i>alef dalet</i>,</b> i.e., <i>Adonai</i>; <b>in</b> the name of <b><i>yod heh</i>,</b> the Tetragrammaton; <b>in</b> the name of the <b>Almighty [<i>Shaddai</i>]; in</b> the name of the Lord of <b>Hosts [<i>Tzevaot</i>]; in</b> the name of the <b>Gracious and Compassionate</b> One; <b>in</b> the name of He Who is <b>Slow to Anger; in</b> the name of He Who is <b>Abounding in Loving-kindness; or in</b> the name of <b>any of the appellations</b> of God, even though he did not mention the ineffable name of God, <b>these</b> witnesses are <b>liable</b> for taking a false oath of testimony. <b>One who curses</b> God <b>employing any of</b> these names or appellations of God is <b>liable</b> to be executed through stoning; this is <b>the statement of Rabbi Meir. And the Rabbis deem</b> him <b>exempt,</b> as they hold that one is liable for cursing God only if he employs the ineffable name of God. <b>One who curses his father or his mother employing any of</b> these names or appellations of God is <b>liable</b> to be executed through stoning; this is <b>the statement of Rabbi Meir. And the Rabbis deem</b> him <b>exempt,</b> as they hold that one is liable for cursing his father and his mother only if he employs the ineffable name of God. <b>One who curses himself or another employing any of</b> these names or appellations of God <b>violates a prohibition.</b> If one says: <b>The Lord God shall strike you</b> (see Deuteronomy 28:22), <b>and likewise</b> if one says: <b>God shall strike you</b> if you do not come to testify, <b>that is a curse that is written in the Torah,</b> and in such a case one is certainly liable if he fails to testify. If one says to the witnesses: God <b>shall not strike you, or:</b> God <b>shall bless you, or:</b> God <b>shall benefit you</b> if you come and testify, <b>Rabbi Meir deems</b> him <b>liable,</b> as one may infer from that statement that if he fails to testify God will strike him, or will not bless or benefit him. <b>And the Rabbis deem</b> him <b>exempt</b> because the curse is not explicitly stated."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שְׁבוּעַת הַפִּקָּדוֹן נוֹהֶגֶת בַּאֲנָשִׁים וּבְנָשִׁים, בִּרְחוֹקִים וּבִקְרוֹבִים, בִּכְשֵׁרִים וּבִפְסוּלִים, בִּפְנֵי בֵית דִּין וְשֶׁלֹּא בִּפְנֵי בֵית דִּין, מִפִּי עַצְמוֹ. וּמִפִּי אֲחֵרִים, אֵינוֹ חַיָּב עַד שֶׁיִּכְפֹּר בּוֹ בְּבֵית דִּין, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בֵּין מִפִּי עַצְמוֹ בֵּין מִפִּי אֲחֵרִים, כֵּיוָן שֶׁכָּפַר בּוֹ, חַיָּב. וְחַיָּב עַל זְדוֹן הַשְּׁבוּעָה וְעַל שִׁגְגָתָהּ עִם זְדוֹן הַפִּקָּדוֹן, וְאֵינוֹ חַיָּב עַל שִׁגְגָתָהּ. וּמַה חַיָּב עַל זְדוֹנָהּ, אָשָׁם בְּכֶסֶף שְׁקָלִים: \n",
            "english": "One who takes a false oath denying that he is in possession of an item that another deposited with him is liable to return the item with an additional one-fifth of its value and to bring a guilt-offering (see Leviticus 5:20–26). The <i>halakhot</i> of <b>an oath on a deposit apply to men and to women, to non-relatives and to relatives,</b> i.e., even if the owner of the deposit and the purported bailee are related, <b>to</b> those <b>fit</b> to serve as witnesses <b>and to</b> those <b>disqualified</b> from doing so. These <i>halakhot</i> apply when the oath is taken <b>in the presence of a court and</b> when taken <b>not in the presence of a court,</b> as long as the oath is taken <b>on his own,</b> i.e., stated by the defendant himself. <b>But</b> if the oath is administered <b>by others,</b> he is <b>not liable unless he denies</b> the claim <b>in court;</b> this is <b>the statement of Rabbi Meir.</b> <b>And the Rabbis say: Both</b> when the defendant takes an oath <b>on his own and</b> when the oath is administered <b>by others, once</b> he has falsely <b>denied</b> the claim against him, he is <b>liable</b> to bring a guilt-offering and to pay restitution and an additional one-fifth, even if the oath was not administered in the presence of a court. <b>And</b> one is <b>liable</b> to bring an offering <b>for intentionally</b> taking a false <b>oath</b> on a deposit <b>and for unwittingly</b> taking a false oath about the <b>intentional</b> misappropriation of <b>the deposit,</b> i.e., if one knowingly took a false oath but was unaware that he is liable to bring an offering for taking the oath. <b>But he is not liable for unwittingly</b> taking a false oath <b>by itself,</b> where he mistakenly thought that he did not owe anything. <b>And what is he liable for</b> when he <b>intentionally</b> takes a false oath? He must bring <b>a guilt-offering worth</b> at least two <b>silver shekels.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "שְׁבוּעַת הַפִּקָּדוֹן כֵּיצַד. אָמַר לוֹ, תֶּן לִי פִקְדוֹנִי שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אוֹ שֶׁאָמַר לוֹ אֵין לְךָ בְיָדִי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, הֲרֵי זֶה חַיָּב. הִשְׁבִּיעַ עָלָיו חֲמִשָּׁה פְעָמִים, בֵּין בִּפְנֵי בֵית דִּין וּבֵין שֶׁלֹּא בִּפְנֵי בֵית דִּין, וְכָפַר, חַיָּב עַל כָּל אַחַת וְאֶחָת. אָמַר רַבִּי שִׁמְעוֹן, מַה טַּעַם, מִפְּנֵי שֶׁיָּכוֹל לַחֲזֹר וּלְהוֹדוֹת: \n",
            "english": "The mishna continues: <b>What</b> is the case of <b>an oath on a deposit?</b> It is where the claimant <b>said to</b> the defendant: <b>Give me my deposit, which is in your possession,</b> and the defendant replied: On my <b>oath nothing</b> of <b>yours</b> is <b>in my possession; or</b> the defendant <b>said to him: Nothing</b> of <b>yours</b> is <b>in my possession,</b> the claimant responded: <b>I administer an oath to you, and</b> the defendant <b>said: Amen.</b> In either case <b>this</b> defendant is <b>liable</b> to bring a guilt-offering if he lied. If the claimant <b>administered an oath to him five times, whether in the presence of a court or not in the presence of a court, and</b> the defendant falsely <b>denied</b> each claim, he is <b>liable</b> to bring a guilt-offering <b>for each and every</b> denial. <b>Rabbi Shimon said: What is the reason?</b> It is <b>due to</b> the fact <b>that he is able to retract and confess</b> after each oath and repay the claimant. Since he did not do so, each oath is considered a separate denial of a monetary claim."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הָיוּ חֲמִשָּׁה תוֹבְעִין אוֹתוֹ, אָמְרוּ לוֹ תֶּן לָנוּ פִקָּדוֹן שֶׁיֵּשׁ לָנוּ בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לָכֶם בְּיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי וְלֹא לְךָ וְלֹא לְךָ, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי אֱלִיעֶזֶר אוֹמֵר, עַד שֶׁיֹּאמַר שְׁבוּעָה בָאַחֲרוֹנָה. רַבִּי שִׁמְעוֹן אוֹמֵר, עַד שֶׁיֹּאמַר שְׁבוּעָה לְכָל אֶחָד וְאֶחָד. תֶּן לִי פִקָּדוֹן וּתְשׂוּמֶת יָד גָּזֵל וַאֲבֵדָה שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי פִקָּדוֹן וּתְשׂוּמֶת יָד וְגָזֵל וַאֲבֵדָה, חַיָּב עַל כָּל אַחַת וְאֶחָת. תֶּן לִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִין שֶׁיֵּשׁ לִי בְיָדֶךָ, שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי, אֵינוֹ חַיָּב אֶלָּא אַחַת. שְׁבוּעָה שֶׁאֵין לְךָ בְיָדִי חִטִּין וּשְׂעֹרִין וְכֻסְּמִים, חַיָּב עַל כָּל אַחַת וְאֶחָת. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ אָמַר חִטָּה וּשְׂעֹרָה וְכֻסֶּמֶת, חַיָּב עַל כָּל אַחַת וְאֶחָת: \n",
            "english": "If <b>five</b> people <b>were suing him</b> and <b>they said to him: Give us</b> back <b>our deposit that is in your possession,</b> and the defendant says: On my <b>oath nothing</b> of <b>yours</b> is <b>in my possession,</b> he is <b>liable</b> for <b>only one</b> false oath. But if he responds to each claimant: On my <b>oath nothing</b> of <b>yours</b> is <b>in my possession, and nothing</b> of <b>yours, and nothing</b> of <b>yours,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim that he denied. <b>Rabbi Eliezer says:</b> He is not liable for his oath concerning each claim <b>unless he says:</b> On my <b>oath, at the end</b> of the denial, i.e., he says: Nothing of yours is in my possession, and nothing of yours, on my oath, so that it is clear that he is taking an oath to each one. <b>Rabbi Shimon says:</b> He is not liable for his oath concerning each claim <b>unless he says:</b> On my <b>oath, to each and every</b> claimant, i.e., he says: On my oath nothing of yours is in my possession, and on my oath nothing of yours, to each claimant separately. In a case where the claimant said: <b>Give me</b> back <b>my deposit, and pledge, stolen item, and lost item that are in your possession,</b> and the defendant responds: On my <b>oath nothing</b> of <b>yours</b> is <b>in my possession,</b> he is <b>liable</b> for <b>only one</b> false oath. But if he responds: On my <b>oath I do not have in my possession your deposit, or pledge, stolen item, or lost item,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim. In a case where the claimant said: <b>Give me</b> back <b>my wheat, and barley, and spelt that are in your possession,</b> if the defendant responds: On my <b>oath nothing of yours</b> is <b>in my possession,</b> he is <b>liable</b> for <b>only one</b> false oath. But if he responds: On my <b>oath I do not have in my possession your wheat, barley, or spelt,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim. <b>Rabbi Meir says: Even</b> if the defendant <b>says:</b> On my oath I do not have in my possession your <b>grain of wheat, or grain of barley, or grain of spelt,</b> he is <b>liable for</b> his oath concerning <b>each and every</b> claim."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "אָנַסְתָּ וּפִתִּיתָ אֶת בִּתִּי, וְהוּא אוֹמֵר לֹא אָנַסְתִּי וְלֹא פִתִּיתִי. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. רַבִּי שִׁמְעוֹן פּוֹטֵר, שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ. אָמְרוּ לוֹ, אַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ, מְשַׁלֵּם בּשֶׁת וּפְגָם עַל פִּי עַצְמוֹ: \n",
            "english": "The mishna continues: If one accuses another: <b>You raped or you seduced my daughter, and</b> the other <b>says: I did not rape and I did not seduce</b> your daughter, to which the father replied: <b>I administer an oath to you, and</b> the defendant <b>said: Amen,</b> the defendant is <b>liable</b> to bring a guilt-offering if it is a false oath. <b>Rabbi Shimon deems</b> him <b>exempt, since one does not pay a fine based on his own</b> admission. Had he confessed he would have been exempt from paying the fine; he is therefore not liable for his denial. The Rabbis <b>said to him: Even though he does not pay</b> the <b>fine based on his own</b> admission, <b>he does pay</b> compensation for <b>humiliation and</b> compensation for <b>degradation</b> resulting from her being raped or seduced, which are monetary claims and not fines, <b>based on his own</b> admission. He is therefore liable for a false oath, as he denied a monetary claim."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "גָּנַבְתָּ אֶת שׁוֹרִי, וְהוּא אוֹמֵר לֹא גָנַבְתִּי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. גָּנַבְתִּי אֲבָל לֹא טָבַחְתִּי וְלֹא מָכָרְתִּי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. הֵמִית שׁוֹרְךָ אֶת שׁוֹרִי, וְהוּא אוֹמֵר לֹא הֵמִית, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. הֵמִית שׁוֹרְךָ אֶת עַבְדִּי, וְהוּא אוֹמֵר לֹא הֵמִית, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. אָמַר לוֹ, חָבַלְתָּ בִי וְעָשִׂיתָ בִּי חַבּוּרָה, וְהוּא אוֹמֵר לֹא חָבַלְתִּי וְלֹא עָשִׂיתִי בְךָ חַבּוּרָה, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָמַר לוֹ עַבְדּוֹ, הִפַּלְתָּ אֶת שִׁנִּי וְסִמִּיתָ אֶת עֵינִי, וְהוּא אוֹמֵר לֹא הִפַּלְתִּי וְלֹא סִמִּיתִי, מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. זֶה הַכְּלָל, כָּל הַמְשַׁלֵּם עַל פִּי עַצְמוֹ, חַיָּב. וְשֶׁאֵינוֹ מְשַׁלֵּם עַל פִּי עַצְמוֹ, פָּטוּר: \n",
            "english": "Similarly, in a case where one person accuses another: <b>You stole my ox, and the</b> defendant <b>says: I did not steal</b> your ox, if the claimant replied: <b>I administer an oath to you, and</b> the defendant <b>said: Amen,</b> he is <b>liable</b> to pay for the ox due to the theft and to bring a guilt-offering if he lied, since by his oath he is denying that he owes the value of the ox that he would have to pay if he admitted to stealing it. But in a case where the claimant accuses the defendant of stealing the ox and slaughtering or selling it, and the defendant says: <b>I stole</b> the ox, <b>but I did not slaughter or sell</b> it, and this is a lie, if the claimant replied: <b>I administer an oath to you, and he said: Amen,</b> then the defendant is <b>exempt</b> from the fivefold payment for slaughtering or selling another’s ox, since it is a fine. If the claimant says: <b>Your ox killed my ox, and</b> the defendant lies and <b>says: It did not kill</b> your ox, to which the claimant replied: <b>I administer an oath to you, and he said: Amen,</b> then he is <b>liable</b> for his false oath. But if the claimant says: <b>Your ox killed my</b> Canaanite <b>slave</b> and you are therefore liable to pay me a fine of thirty shekels, <b>and he</b> lies and <b>says:</b> It <b>did not kill</b> your slave, to which the claimant replied: <b>I administer an oath to you, and he said: Amen,</b> then he is <b>exempt,</b> because payment for the slave is a fine. If the claimant <b>said to him: You injured me and caused me a wound, and</b> the defendant <b>says: I did not injure</b> you <b>and I did not cause you a wound,</b> to which the claimant replies: <b>I administer an oath to you, and he said: Amen,</b> he is <b>liable.</b> But if <b>one’s</b> Canaanite <b>slave said to him: You knocked out my tooth, or: You blinded my eye,</b> and you are therefore required to emancipate me, <b>and he says: I did not knock out</b> your tooth, <b>or: I did not blind</b> your eye, to which the slave replies: <b>I administer an oath to you, and he said: Amen,</b> he is <b>exempt</b> from bringing a guilt-offering even though he lied, since the obligation to emancipate one’s slave in these cases is a penalty. <b>This is the principle:</b> For <b>any</b> claim that the defendant would have to <b>pay based on his own</b> admission, he is <b>liable</b> to bring a guilt-offering for taking a false oath concerning that claim. <b>And</b> for any claim <b>that</b> he would <b>not pay based on his own</b> admission but would pay only by the testimony of witnesses, he is <b>exempt</b> from bringing a guilt-offering for taking a false oath concerning that claim."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שְׁבוּעַת הַדַּיָּנִין, הַטַּעֲנָה שְׁתֵּי כֶסֶף, וְהַהוֹדָאָה בְּשָׁוֶה פְרוּטָה. וְאִם אֵין הַהוֹדָאָה מִמִּין הַטַּעֲנָה, פָּטוּר. כֵּיצַד, שְׁתֵּי כֶסֶף לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא פְרוּטָה, פָּטוּר. שְׁתֵּי כֶסֶף וּפְרוּטָה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא פְרוּטָה, חַיָּב. מָנֶה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי, פָּטוּר. מָנֶה לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא חֲמִשִּׁים דִּינָר, חַיָּב. מָנֶה לְאַבָּא בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא חֲמִשִּׁים דִּינָר, פָּטוּר, מִפְּנֵי שֶׁהוּא כְמֵשִׁיב אֲבֵדָה: \n",
            "english": "By Torah law, the <b>oath</b> imposed <b>by the judges</b> upon one who admits to part of a claim is administered only when <b>the claim is</b> for the value of at least <b>two silver</b> <i>ma’a</i>, <b>and the</b> defendant’s <b>admission is</b> for <b>the value of</b> at least <b>one <i>peruta</i>. And</b> furthermore, <b>if the admission is not of</b> the same <b>type</b> as <b>the claim,</b> i.e., the defendant admitted to a debt that the claimant did not claim, the defendant is <b>exempt</b> from taking an oath. <b>How so?</b> If the claimant said to the defendant: <b>I have two silver</b> <i>ma’a</i> <b>in your possession,</b> and the latter responded: <b>You have only one <i>peruta</i>,</b> a coin made from copper, <b>in my possession,</b> he is <b>exempt</b> from taking an oath (see 39b). But if the claimant said: <b>I have two silver</b> <i>ma’a</i> <b>and one <i>peruta</i> in your possession,</b> and the defendant responded: <b>You have only one <i>peruta</i> in my possession,</b> he is <b>liable</b> to take an oath. If the claimant said: <b>I have one hundred dinars in your possession,</b> and the defendant responded: <b>Nothing</b> of <b>yours</b> is <b>in my possession,</b> he is <b>exempt,</b> as he denies the entire claim. But if the claimant said: <b>I have one hundred dinars in your possession,</b> and the defendant responded: <b>You have only fifty dinars in my possession,</b> he is <b>liable</b> to take an oath, as he admitted to a part of the claim. If the claimant said: My late <b>father had one hundred dinars in your possession,</b> and I am now claiming them, and the defendant responded: <b>You have only fifty dinars in my possession,</b> he is <b>exempt</b> from taking an oath, <b>as he is like one returning a lost item,</b> since he could have easily denied the entire claim."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "מָנֶה לִי בְיָדֶךָ, אָמַר לוֹ בִּפְנֵי עֵדִים הֵן. לְמָחָר אָמַר לוֹ תְּנֵהוּ לִי. נְתַתִּיו לָךְ, פָּטוּר. אֵין לְךָ בְיָדִי, חַיָּב. מָנֶה לִי בְיָדֶךָ, אָמַר לוֹ הֵן, אַל תִּתְּנֵהוּ לִי אֶלָּא בְעֵדִים. לְמָחָר אָמַר לוֹ תְּנֵהוּ לִי, נְתַתִּיו לָךְ, חַיָּב, מִפְּנֵי שֶׁצָּרִיךְ לִתְּנוֹ לוֹ בְעֵדִים: \n",
            "english": "The mishna discusses other cases where the defendant denies an entire claim. In a case where one said to another: <b>I have one hundred dinars in your possession,</b> and the latter <b>said to him: Yes,</b> I acknowledge that claim; and <b>the next day</b> the claimant <b>said to him: Give</b> the money <b>to me,</b> and the defendant responded: <b>I</b> already <b>gave it to you,</b> he is <b>exempt.</b> But if he responded: <b>Nothing</b> of <b>yours</b> is <b>in my possession,</b> i.e., he denies that a debt ever existed, he is <b>liable</b> to pay, as he already admitted that he owed him the amount. In a case where the claimant said: <b>I have one hundred dinars in your possession,</b> and the defendant <b>said to him: Yes,</b> to which the claimant responded: <b>Give</b> the money <b>to me only in</b> the presence of <b>witnesses,</b> then if <b>the next day</b> the claimant <b>said to him: Give</b> the money <b>to me,</b> and the defendant responded: <b>I</b> already <b>gave it to you,</b> he is <b>liable</b> to pay, <b>as</b> he is <b>required to give it</b> to him <b>in</b> the presence of <b>witnesses,</b> and he cannot prove that he did so."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "לִיטְרָא זָהָב יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לִיטְרָא כֶסֶף, פָּטוּר. דִּינַר זָהָב יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא דִּינַר כֶּסֶף, וּטְרִיסִית וּפֻנְדְּיוֹן וּפְרוּטָה, חַיָּב, שֶׁהַכֹּל מִין מַטְבֵּעַ אַחַת. כּוֹר תְּבוּאָה יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לֶתֶךְ קִטְנִית, פָּטוּר. כּוֹר פֵּרוֹת יֶשׁ לִי בְיָדֶךָ, אֵין לְךָ בְיָדִי אֶלָּא לֶתֶךְ קִטְנִית, חַיָּב, שֶׁהַקִּטְנִית בִּכְלַל פֵּרוֹת. טְעָנוֹ חִטִּין, וְהוֹדָה לוֹ בִשְׂעֹרִים, פָּטוּר. וְרַבָּן גַּמְלִיאֵל מְחַיֵּב. הַטּוֹעֵן לַחֲבֵרוֹ בְכַדֵּי שֶׁמֶן וְהוֹדָה לוֹ בַקַּנְקַנִּים, אַדְמוֹן אוֹמֵר, הוֹאִיל וְהוֹדָה לוֹ מִקְצָת מִמִּין הַטַּעֲנָה, יִשָּׁבֵעַ. וַחֲכָמִים אוֹמְרִים, אֵין הַהוֹדָאָה מִמִּין הַטַּעֲנָה. אָמַר רַבָּן גַּמְלִיאֵל, רוֹאֶה אֲנִי אֶת דִּבְרֵי אַדְמוֹן. טְעָנוֹ כֵלִים וְקַרְקָעוֹת, וְהוֹדָה בַכֵּלִים וְכָפַר בַּקַּרְקָעוֹת, בַּקַּרְקָעוֹת וְכָפַר בַּכֵּלִים, פָּטוּר. הוֹדָה בְמִקְצָת הַקַּרְקָעוֹת, פָּטוּר. בְּמִקְצָת הַכֵּלִים, חַיָּב, שֶׁהַנְּכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת זוֹקְקִין אֶת הַנְּכָסִים שֶׁיֵּשׁ לָהֶן אַחֲרָיוּת לִשָּׁבַע עֲלֵיהֶן: \n",
            "english": "The mishna resumes discussion of the oath imposed by the court in a case where the defendant admits to a part of a claim. If the claimant said: <b>I have a <i>litra</i>,</b> i.e., a specific weight, <b>of gold in your possession,</b> and the defendant responded: <b>You have only a <i>litra</i> of silver in my possession,</b> he is <b>exempt</b> from taking an oath, as his admission relates to a different item than that which the claim relates to. But if the claimant said: <b>I have a gold dinar in your possession,</b> and the defendant responded: <b>You have only a silver dinar, or a <i>tereisit</i>, or a <i>pundeyon</i>, or a <i>peruta</i> in my possession,</b> he is <b>liable</b> to take an oath, <b>as</b> they are <b>all</b> of <b>one type;</b> they are all <b>coins.</b> Since the claim concerns money, the difference between the different types of coins is disregarded, as the claim is essentially referring to the monetary value, not to a specific type of coin. If the claimant said: <b>I have a <i>kor</i> of grain in your possession,</b> and the defendant responded: <b>You have only a half-<i>kor</i> of legumes in my possession,</b> he is <b>exempt.</b> But if the claimant said: <b>I have a <i>kor</i> of produce in your possession,</b> and the defendant responded: <b>You have only a half-<i>kor</i> of legumes in my possession,</b> he is <b>liable, as legumes are included in produce.</b> If one <b>claimed</b> that another owes <b>him wheat, and</b> the defendant <b>admitted to</b> owing <b>him barley,</b> he is <b>exempt; and Rabban Gamliel deems</b> him <b>liable</b> to take an oath. According to Rabban Gamliel, one who admits to a part of the claim is liable to take an oath even if the admission is not of the same type as the claim. With regard to <b>one who claims</b> that <b>another</b> owes him <b>jugs of oil, and</b> the latter then <b>admitted</b> that he owes <b>him pitchers,</b> i.e., the jugs themselves, but not the oil, <b>Admon says: Since he admitted to him</b> with regard to <b>a part</b> of the claim, and his admission was <b>of the</b> same <b>type</b> as <b>the claim,</b> i.e., the claim included both containers and oil and he admitted to owing him containers, <b>he must take an oath. And the Rabbis say: The</b> partial <b>admission</b> in this case <b>is not of</b> the same <b>type</b> as <b>the claim,</b> as he completely denied owing him oil. <b>Rabban Gamliel said: I see the statement of Admon</b> as correct. If one <b>claimed</b> that another owes <b>him vessels and land, and</b> the defendant <b>admitted to</b> owing him <b>vessels but denied</b> the claim of <b>land,</b> or conversely, he admitted <b>to</b> owing him <b>land but denied</b> the claim of <b>vessels,</b> he is <b>exempt</b> from taking an oath, as oaths are not taken concerning claims involving land. If <b>he admitted to part</b> of the claim about <b>the land,</b> he is <b>exempt.</b> If he admitted <b>to part</b> of the claim about <b>the vessels,</b> he is <b>liable</b> to take an oath concerning the entire claim, <b>as property that does not serve as a guarantee,</b> i.e., movable property, <b>binds the property that serves as a guarantee,</b> i.e., the land, so that the oath about the movable property can be extended to require him <b>to take an oath concerning</b> the land as well."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "אֵין נִשְׁבָּעִין עַל טַעֲנַת חֵרֵשׁ שׁוֹטֶה וְקָטָן, וְאֵין מַשְׁבִּיעִין אֶת הַקָּטָן, אֲבָל נִשְׁבָּעִים לַקָּטָן וְלַהֶקְדֵּשׁ: \n",
            "english": "<b>One does not take an oath concerning the claim of a deaf-mute, an imbecile, or a minor. And</b> the court <b>does not administer an oath to a minor. But one does take an oath to a minor, or to</b> a representative of <b>the Temple</b> treasury with regard to consecrated property."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "וְאֵלּוּ דְבָרִים שֶׁאֵין נִשְׁבָּעִין עֲלֵיהֶן, הָעֲבָדִים, וְהַשְּׁטָרוֹת, וְהַקַּרְקָעוֹת, וְהַהֶקְדֵּשׁוֹת. אֵין בָּהֶן תַּשְׁלוּמֵי כֶפֶל וְלֹא תַשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. שׁוֹמֵר חִנָּם אֵינוֹ נִשְׁבָּע. נוֹשֵׂא שָׂכָר אֵינוֹ מְשַׁלֵּם. רַבִּי שִׁמְעוֹן אוֹמֵר, קָדָשִׁים שֶׁחַיָּב בְּאַחֲרָיוּתָן, נִשְׁבָּעִין עֲלֵיהֶן. וְשֶׁאֵינוֹ חַיָּב בְּאַחֲרָיוּתָן, אֵין נִשְׁבָּעִין עֲלֵיהֶם: \n",
            "english": "<b>And these are items concerning which one does not take an oath</b> by Torah law: Canaanite <b>slaves, and</b> financial <b>documents, and land, and consecrated</b> property. <b>In</b> a case where <b>these</b> items are stolen, <b>there is no payment of double</b> the principal, <b>nor is there payment of four or five</b> times the principal in a case where one stole a consecrated animal and slaughtered or sold it. <b>An unpaid bailee</b> who lost one of these items <b>does not take an oath</b> that he was not negligent in safeguarding it, and <b>a paid bailee does not pay</b> for the loss or theft of one of these items. <b>Rabbi Shimon says</b> there is a distinction between different types of consecrated property: With regard to <b>consecrated</b> property <b>for which</b> one <b>bears</b> the financial <b>responsibility</b> to compensate the Temple treasury in the event <b>of their</b> loss, such as in a case where he vowed to bring an offering and then set aside an animal to be sacrificed in fulfillment of the vow, <b>one takes an oath concerning them,</b> as they are considered his own property. <b>But</b> with regard to consecrated property <b>for which</b> he <b>does not bear</b> the financial <b>responsibility for their</b> loss, <b>one does not take an oath concerning them.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "רַבִּי מֵאִיר אוֹמֵר, יֵשׁ דְּבָרִים שֶׁהֵן כַּקַּרְקַע וְאֵינָן כַּקַּרְקַע, וְאֵין חֲכָמִים מוֹדִים לוֹ. כֵּיצַד, עֶשֶׂר גְּפָנִים טְעוּנוֹת מָסַרְתִּי לָךְ, וְהַלָּה אוֹמֵר אֵינָן אֶלָּא חָמֵשׁ, רַבִּי מֵאִיר מְחַיֵּב שְׁבוּעָה. וַחֲכָמִים אוֹמְרִים, כָּל הַמְחֻבָּר לַקַּרְקַע הֲרֵי הוּא כַקַּרְקַע. אֵין נִשְׁבָּעִין אֶלָּא עַל דָּבָר שֶׁבַּמִּדָּה וְשֶׁבַּמִּשְׁקָל וְשֶׁבַּמִּנְיָן. כֵּיצַד, בַּיִת מָלֵא מָסַרְתִּי לָךְ וְכִיס מָלֵא מָסַרְתִּי לָךְ, וְהַלָּה אוֹמֵר אֵינִי יוֹדֵעַ אֶלָּא מַה שֶּׁהִנַּחְתָּ אַתָּה נוֹטֵל, פָּטוּר. זֶה אוֹמֵר עַד הַזִּיז וְזֶה אוֹמֵר עַד הַחַלּוֹן, חַיָּב: \n",
            "english": "<b>Rabbi Meir says: There are</b> certain <b>items that are</b> physically <b>on the land but are not</b> treated <b>like land</b> from a halakhic perspective, <b>and the Rabbis do not concede to him</b> concerning this point. <b>How so?</b> If one makes the claim: <b>I assigned you ten grapevines laden</b> with fruit to safeguard, <b>and the other one says: They are only five</b> vines, <b>Rabbi Meir deems</b> the defendant <b>liable</b> to take <b>an oath,</b> as he admitted to a part of the claim, and although the claim concerned grapevines, the primary aspect of the claim was the grapes. <b>And the Rabbis say:</b> The halakhic status of <b>anything that is attached to the land is like the land</b> itself, and therefore he is exempt from taking an oath. <b>One takes an oath only concerning an item that is</b> defined <b>by size, by weight, or by number. How so?</b> If the claimant says: <b>I transferred to you a house full</b> of produce, <b>or: I transferred to you a pouch full</b> of money, <b>and the other</b> person <b>says: I do not know</b> how much you gave me, <b>but what you left</b> in my possession <b>you may take,</b> and the amount in the house or pouch at that time is less than that claimed by the claimant, the defendant is <b>exempt</b> from taking an oath, as the amounts in the claim and the admission are undefined. But if <b>this</b> party <b>says</b> that the house was full <b>up to the ledge, and that</b> party <b>says</b> that it was full <b>up to the window,</b> the defendant is <b>liable</b> to take an oath, as the dispute relates to a defined amount."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן וְאָבַד הַמַּשְׁכּוֹן, אָמַר לוֹ סֶלַע הִלְוִיתִיךָ עָלָיו וְשֶׁקֶל הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתַנִי עָלָיו וְסֶלַע הָיָה שָׁוֶה, פָּטוּר. סֶלַע הִלְוִיתִיךָ עָלָיו וְשֶׁקֶל הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁלשָׁה דִינָרִים הָיָה שָׁוֶה, חַיָּב. סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתִיךָ עָלָיו וְסֶלַע הָיָה שָׁוֶה, פָּטוּר. סֶלַע הִלְוִיתַנִי עָלָיו וּשְׁתַּיִם הָיָה שָׁוֶה, וְהַלָּה אוֹמֵר לֹא כִי אֶלָּא סֶלַע הִלְוִיתִיךָ עָלָיו וַחֲמִשָּׁה דִינָרִים הָיָה שָׁוֶה, חַיָּב. וּמִי נִשְׁבָּע, מִי שֶׁהַפִּקָּדוֹן אֶצְלוֹ, שֶׁמָּא יִשָּׁבַע זֶה וְיוֹצִיא הַלָּה אֶת הַפִּקָּדוֹן: \n",
            "english": "There is a case of <b>one who lends</b> money <b>to another on</b> the basis of <b>collateral, and the collateral was lost</b> while in the possession of the creditor, <b>and</b> the creditor <b>says to</b> the debtor: <b>I lent you a <i>sela</i> on</b> the basis of that collateral <b>and</b> that collateral <b>was worth a shekel,</b> i.e., a half-sela. Therefore, you owe me a shekel. <b>And the other</b> individual, the debtor, <b>says</b> in response to that claim: <b>That is not</b> the case. <b>Rather, you lent me a <i>sela</i> on</b> the basis of that collateral, <b>and</b> the collateral <b>was worth a <i>sela</i>;</b> I owe you nothing. In this case, the debtor is <b>exempt</b> from payment. There is a case of a creditor who claims: <b>I lent you a <i>sela</i> on</b> the basis of that collateral <b>and it was worth a shekel. And the other</b> individual, the debtor, <b>says: That is not</b> the case; <b>rather, you lent me a <i>sela</i> on</b> the basis of that collateral, <b>and</b> the collateral <b>was worth three dinars,</b> i.e., three-quarters of a <i>sela</i>. In this case, the debtor is <b>liable</b> to take an oath, due to the fact that he responded to the claim of the creditor with a partial admission. If in that case the debtor said: <b>You lent me a <i>sela</i> on</b> the basis of that collateral <b>and</b> the collateral <b>was worth two</b> <i>sela</i>, so now you owe me a <i>sela</i>. <b>And the other</b> party, i.e., the creditor, <b>said: That is not</b> the case; <b>rather, I lent you a <i>sela</i> on</b> the basis of that collateral <b>and</b> the collateral <b>was worth a <i>sela</i>.</b> Here, the creditor is <b>exempt.</b> If in that case the debtor said: <b>You lent me a <i>sela</i> on</b> the basis of that collateral <b>and</b> the collateral <b>was worth two</b> <i>sela</i>. <b>And the other</b> party, i.e., the creditor, <b>said: That is not</b> the case; <b>rather, I lent you a <i>sela</i> on</b> the basis of that collateral <b>and</b> the collateral <b>was worth five dinars.</b> Here, the creditor is <b>liable</b> to take an oath due to the fact that he responded to the claim of the debtor with a partial admission. <b>And who takes</b> the <b>oath? The one</b> in <b>whose</b> possession <b>the deposit had been</b> located, i.e., the creditor, who took collateral from the debtor. The Sages instituted this provision <b>lest this</b> party, i.e., the debtor, <b>take an oath and the other</b> party, i.e., the creditor, <b>produce the deposit</b> and prove the oath false."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "כָּל הַנִּשְׁבָּעִין שֶׁבַּתּוֹרָה, נִשְׁבָּעִין וְלֹא מְשַׁלְּמִין. וְאֵלּוּ נִשְׁבָּעִין וְנוֹטְלִין, הַשָּׂכִיר, וְהַנִּגְזָל, וְהַנֶּחְבָּל, וְשֶׁכְּנֶגְדּוֹ חָשׁוּד עַל הַשְּׁבוּעָה, וְהַחֶנְוָנִי עַל פִּנְקָסוֹ. הַשָּׂכִיר כֵּיצַד, אָמַר לוֹ תֶּן לִי שְׂכָרִי שֶׁיֵּשׁ לִי בְיָדֶךָ, הוּא אוֹמֵר נָתַתִּי, וְהַלָּה אוֹמֵר לֹא נָטַלְתִּי, הוּא נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ תֶּן לִי שְׂכָרִי חֲמִשִּׁים דִּינָר שֶׁיֵּשׁ לִי בְיָדֶךָ, וְהוּא אוֹמֵר הִתְקַבַּלְתָּ דִינַר זָהָב: \n",
            "english": "<b>All</b> those <b>who take an oath that</b> is legislated <b>by the Torah take an oath and do not pay.</b> By Torah law, one takes an oath only in order to exempt himself from a monetary claim. <b>And these</b> litigants <b>take</b> a rabbinically instituted <b>oath and receive</b> possession of the disputed funds or property, i.e., their claim is upheld by means of the oath, even though they are not in possession of the property in question: <b>A hired worker</b> who claims that he has not received his wages; <b>and one who was robbed</b> and sues the person who robbed him; <b>and one who was injured,</b> who claims compensation from the person who injured him; <b>and one whose opposing</b> litigant is <b>suspect with regard to the</b> taking of an <b>oath.</b> When a person suspected of taking false oaths is liable to take an oath in order to exempt himself, the claimant takes an oath instead and receives payment. <b>And a storekeeper</b> relying <b>on his ledger</b> also takes an oath and is paid. <b>How</b> does this <i>halakha</i> apply to <b>the hired worker?</b> The case is where one <b>says to</b> his employer: <b>Give me my wages that are</b> still <b>in your possession.</b> The employer <b>says: I</b> already <b>gave</b> them to you. <b>And that</b> worker <b>says: I have not received</b> them. In such a case, the worker <b>takes an oath</b> that he has not received his wages, <b>and he receives</b> payment from his employer. <b>Rabbi Yehuda says:</b> This oath cannot be administered <b>unless there is partial admission</b> on the part of the employer. <b>How so?</b> The case is where the worker <b>said to him: Give me my wages, fifty</b> silver <b>dinars, which are</b> still <b>in your possession. And</b> the employer <b>says: You have</b> already <b>received one golden dinar,</b> which is worth twenty-five silver dinars. Since the employer has admitted that he owes part of the sum, the worker takes an oath and is paid the whole sum."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הַנִּגְזָל כֵּיצַד, הָיוּ מְעִידִין אוֹתוֹ שֶׁנִּכְנַס לְבֵיתוֹ לְמַשְׁכְּנוֹ שֶׁלֹּא בִרְשׁוּת, הוּא אוֹמֵר כֵּלַי נָטַלְתָּ, וְהוּא אוֹמֵר לֹא נָטַלְתִּי, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ שְׁנֵי כֵלִים נָטַלְתָּ, וְהוּא אוֹמֵר לֹא נָטַלְתִּי אֶלָּא אֶחָד: \n",
            "english": "<b>How</b> does this <i>halakha</i> apply to <b>one who was robbed?</b> The case is where witnesses <b>testified about</b> the defendant <b>that he entered</b> the claimant’s <b>house to seize collateral from him without</b> the <b>authority</b> to do so. The claimant <b>said: You took items</b> that <b>belong to me. And</b> the defendant <b>said: I did not take</b> them. The claimant <b>takes an oath and receives</b> payment of his claim. <b>Rabbi Yehuda says:</b> This oath cannot be administered <b>unless there is partial admission</b> on the part of the defendant. <b>How so?</b> The case is where the claimant <b>said to him: You took two items. And he says: I took only one.</b> Since the defendant admits that he took one item from the house, the claimant takes an oath and receives payment of his whole claim."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הַנֶּחְבָּל כֵּיצַד, הָיוּ מְעִידִים אוֹתוֹ שֶׁנִּכְנַס תַּחַת יָדוֹ שָׁלֵם וְיָצָא חָבוּל, וְאָמַר לוֹ חָבַלְתָּ בִּי, וְהוּא אוֹמֵר לֹא חָבַלְתִּי, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁתְּהֵא שָׁם מִקְצָת הוֹדָאָה. כֵּיצַד, אָמַר לוֹ חָבַלְתָּ בִּי שְׁתַּיִם, וְהַלָּה אוֹמֵר לֹא חָבַלְתִּי בְךָ אֶלָּא אֶחָת: \n",
            "english": "<b>How</b> does this <i>halakha</i> apply to <b>one who was injured?</b> The case is where witnesses <b>testified about</b> the injured person <b>that he entered into the domain of</b> the defendant <b>whole but left injured, and</b> the claimant <b>said to</b> the defendant: <b>You injured me. And</b> the defendant <b>says: I did not injure</b> you. The injured party <b>takes an oath and receives</b> compensation. <b>Rabbi Yehuda says:</b> This oath cannot be administered <b>unless there is partial admission. How so?</b> The case is where the claimant <b>said to</b> the defendant: <b>You injured me twice. And the other says: I injured you only once.</b> In such a case, the injured party takes an oath that he was injured twice and receives compensation for both injuries."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְשֶׁכְּנֶגְדּוֹ חָשׁוּד עַל הַשְּׁבוּעָה כֵּיצַד, אַחַת שְׁבוּעַת הָעֵדוּת וְאַחַת שְׁבוּעַת הַפִּקָּדוֹן, וַאֲפִלּוּ שְׁבוּעַת שָׁוְא. הָיָה אֶחָד מֵהֶן מְשַׂחֵק בְּקֻבְיָא, וּמַלְוֶה בְרִבִּית, וּמַפְרִיחֵי יוֹנִים, וְסוֹחֲרֵי שְׁבִיעִית, שֶׁכְּנֶגְדּוֹ נִשְׁבָּע וְנוֹטֵל. הָיוּ שְׁנֵיהֶן חֲשׁוּדִין, חָזְרָה הַשְּׁבוּעָה לִמְקוֹמָהּ, דִּבְרֵי רַבִּי יוֹסֵי. רַבִּי מֵאִיר אוֹמֵר, יַחֲלֹקוּ: \n",
            "english": "<b>How</b> does this <i>halakha</i> apply to <b>one whose opposing</b> litigant is <b>suspect with regard to the</b> taking of an <b>oath</b> and therefore is not permitted to take the oath? One is considered suspect with regard to oaths if he has been found to have taken a false oath, <b>whether</b> it was <b>an oath of testimony, or whether</b> it was <b>an oath on a deposit, or even an oath</b> taken <b>in vain,</b> which is a less severe prohibition. There are also categories of people who by rabbinic decree are considered suspect with regard to oaths: If <b>one of</b> the litigants <b>was a dice player, or one who lends with interest, or</b> among <b>those who fly pigeons, or</b> among <b>the vendors of</b> produce of the <b>Sabbatical</b> Year, then the litigant <b>opposing him takes an oath and receives</b> payment of his claim. If <b>both</b> litigants <b>were suspect, the oath returned to its place.</b> This is <b>the statement of Rabbi Yosei,</b> and will be explained in the Gemara. <b>Rabbi Meir says:</b> Since neither can take an oath, <b>they divide</b> the disputed amount."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "וְהַחֶנְוָנִי עַל פִּנְקָסוֹ כֵּיצַד, לֹא שֶׁיֹּאמַר לוֹ כָּתוּב עַל פִּנְקָסִי שֶׁאַתָּה חַיָּב לִי מָאתַיִם זוּז, אֶלָּא אָמַר לוֹ תֵּן לִבְנִי סָאתַיִם חִטִּין, תֵּן לְפוֹעֲלִי בְּסֶלַע מָעוֹת, הוּא אוֹמֵר נָתַתִּי וְהֵן אוֹמְרִים לֹא נָטַלְנוּ, (שְׁנֵיהֶן נִשְׁבָּעִים), הוּא נִשְׁבָּע וְנוֹטֵל וְהֵן נִשְׁבָּעִין וְנוֹטְלִין. אָמַר בֶּן נַנָּס, כֵּיצַד אֵלּוּ בָאִין לִידֵי שְׁבוּעַת שָׁוְא וְאֵלּוּ בָאִין לִידֵי שְׁבוּעַת שָׁוְא, אֶלָּא הוּא נוֹטֵל שֶׁלֹּא בִשְׁבוּעָה וְהֵן נוֹטְלִין שֶׁלֹּא בִשְׁבוּעָה: \n",
            "english": "<b>And how</b> does this <i>halakha</i> apply to <b>the storekeeper</b> relying <b>on his ledger?</b> This ruling is <b>not</b> referring to the case <b>where</b> a storekeeper <b>says to</b> a customer: <b>It is written in my ledger that you owe me two hundred dinars. Rather,</b> it is referring to a case where a customer <b>says to</b> a storekeeper: <b>Give my son two <i>se’a</i> of wheat,</b> or: <b>Give my laborers a <i>sela</i></b> in small <b>coins.</b> And later the storekeeper <b>says: I gave</b> it to them; <b>but they say: We did not receive</b> it. In such a case, where the father or employer admits that he gave those instructions and it is also recorded in the storekeeper’s ledger, the storekeeper <b>takes an oath</b> that he gave the son the wheat or paid the laborers, <b>and he receives</b> compensation from the father or employer; <b>and</b> the laborers <b>take an oath</b> that they were not paid <b>and receive</b> their wages from the employer. <b>Ben Nannas said: How</b> is it that both <b>these and those come to</b> take <b>an oath in vain?</b> One of them is certainly lying. <b>Rather,</b> the storekeeper <b>receives</b> his compensation <b>without</b> taking <b>an oath, and</b> the laborers <b>receive</b> their wages <b>without</b> taking <b>an oath.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "אָמַר לַחֶנְוָנִי תֶּן לִי בְדִינָר פֵּרוֹת וְנָתַן לוֹ, אָמַר לוֹ תֶּן לִי הַדִּינָר, אָמַר לוֹ נְתַתִּיו לְךָ וּנְתַתּוֹ בָאֹנְפָּלִי, יִשָּׁבַע בַּעַל הַבָּיִת. נָתַן לוֹ אֶת הַדִּינָר, אָמַר לוֹ תֶּן לִי אֶת הַפֵּרוֹת, אָמַר לוֹ נְתַתִּים לְךָ וְהוֹלַכְתָּן לְתוֹךְ בֵּיתֶךָ, יִשָּׁבַע חֶנְוָנִי. רַבִּי יְהוּדָה אוֹמֵר, כָּל שֶׁהַפֵּרוֹת בְּיָדוֹ, יָדוֹ עַל הָעֶלְיוֹנָה. אָמַר לַשֻּׁלְחָנִי תֶּן לִי בְדִינָר מָעוֹת וְנָתַן לוֹ, אָמַר לוֹ תֶּן לִי אֶת הַדִּינָר, אָמַר לוֹ נְתַתִּיו לְךָ וּנְתַתּוֹ בָאֹנְפָּלִי, יִשָּׁבַע בַּעַל הַבָּיִת. נָתַן לוֹ אֶת הַדִּינָר, אָמַר לוֹ תֶּן לִי אֶת הַמָּעוֹת, אָמַר לוֹ נְתַתִּים לְךָ וְהִשְׁלַכְתָּם לְתוֹךְ כִּיסֶךָ, יִשָּׁבַע שֻׁלְחָנִי. רַבִּי יְהוּדָה אוֹמֵר, אֵין דֶּרֶךְ שֻׁלְחָנִי לִתֵּן אִסָּר עַד שֶׁיִּטֹּל דִּינָרוֹ: \n",
            "english": "If one <b>said to a storekeeper: Give me produce</b> valued <b>at a dinar, and he gave him</b> the produce. And later the storekeeper <b>said to him: Give me that dinar</b> you owe me, and the customer <b>said to him: I gave it to you, and you put it in</b> your <b>wallet [<i>be’unpali</i>], the customer shall take an oath that he gave him the dinar.</b> If, after he gave the storekeeper the money, the customer <b>said to him: Give me the produce,</b> and the storekeeper <b>said to him: I gave it to you and you transported it to your house, the storekeeper shall take an oath</b> that he has already filled the order, and he is exempt from supplying the produce. <b>Rabbi Yehuda says: Whoever has the produce in his possession has the advantage,</b> and his claim is accepted without his taking an oath. Similarly, if one <b>said to a money changer: Give me</b> small <b>coins</b> valued <b>at a dinar, and he gave him</b> the coins, and subsequently the money changer <b>said to him: Give me the dinar,</b> and the customer <b>said to him: I gave it to you, and you put it in your wallet; the customer shall take an oath</b> that he paid. If the customer <b>gave</b> the money changer <b>the dinar,</b> and then <b>said to him: Give me the coins,</b> and the money changer <b>said to him: I gave them to you and you cast them into your purse, the money changer shall take an oath. Rabbi Yehuda says: It is not a money changer’s way to give</b> even <b>an <i>issar</i> until he receives a dinar.</b> Therefore, the fact that the customer received the coins indicates that the money changer already received his payment."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁאָמְרוּ, הַפּוֹגֶמֶת כְּתֻבָּתָהּ לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה, וְעֵד אֶחָד מְעִידָהּ שֶׁהִיא פְרוּעָה, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. מִנְּכָסִים מְשֻׁעְבָּדִים וּמִנִּכְסֵי יְתוֹמִים, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. וְהַנִּפְרַעַת שֶׁלֹּא בְּפָנָיו, לֹא תִפָּרַע אֶלָּא בִשְׁבוּעָה. וְכֵן הַיְתוֹמִים לֹא יִפָּרְעוּ אֶלָּא בִשְׁבוּעָה, שְׁבוּעָה שֶׁלֹּא פְקָדָנוּ אַבָּא, וְלֹא אָמַר לָנוּ אַבָּא, וְשֶׁלֹּא מָצִינוּ בֵין שְׁטָרוֹתָיו שֶׁל אַבָּא שֶׁשְּׁטָר זֶה פָרוּעַ. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָה אוֹמֵר, אֲפִלּוּ נוֹלַד הַבֵּן לְאַחַר מִיתַת הָאָב, הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל. אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, אִם יֵשׁ עֵדִים שֶׁאָמַר הָאָב בִּשְׁעַת מִיתָתוֹ שְׁטָר זֶה אֵינוֹ פָרוּעַ, הוּא נוֹטֵל שֶׁלֹּא בִשְׁבוּעָה: \n",
            "english": "These cases of taking an oath are <b>just like</b> other cases where the Sages <b>said</b> that one takes an oath and receives payment. The mishna (see <i>Ketubot</i> 87a) teaches: A woman <b>who vitiates her marriage contract</b> by acknowledging receipt of partial payment <b>may collect</b> the remainder <b>only by</b> taking <b>an oath; or</b> if <b>one witness testifies that</b> her marriage contract <b>has been paid, she may collect</b> it <b>only by</b> taking <b>an oath. She may collect</b> it <b>from liened property</b> that has been sold to a third party, <b>or from the property of orphans, only by</b> taking <b>an oath, and</b> a woman <b>who collects</b> it from her husband’s property <b>when not in his presence may collect</b> it <b>only by</b> taking <b>an oath. And likewise, orphans may collect</b> a loan <b>with</b> a promissory note inherited from their father <b>only by</b> taking <b>an oath.</b> Orphans who wish to collect payment of money owed to their father must take the following oath: On our <b>oath our father did not direct us</b> on his deathbed not to collect with this promissory note, <b>and our father did not say to us</b> that this note was paid, and <b>we did not find among our father’s documents</b> a record showing <b>that this</b> promissory <b>note was paid.</b> After taking that oath, they may collect the money. <b>Rabbi Yoḥanan ben Beroka says: Even</b> if <b>the son was born after the father’s death, he</b> needs to <b>take an oath</b> in order to <b>receive</b> the money owed to his father. <b>Rabban Shimon ben Gamliel said: If there are witnesses that the father said at the time of his death: This</b> promissory <b>note has not been paid,</b> the son <b>collects</b> the debt <b>without</b> having to take <b>an oath.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "וְאֵלּוּ נִשְׁבָּעִים שֶׁלֹּא בְטַעֲנָה, הַשֻּׁתָּפִין, וְהָאֲרִיסִין, וְהָאַפּוֹטְרוֹפִּין, וְהָאִשָּׁה הַנּוֹשֵׂאת וְהַנּוֹתֶנֶת בְּתוֹךְ הַבַּיִת, וּבֶן הַבָּיִת. אָמַר לוֹ מָה אַתָּה טוֹעֲנֵנִי, רְצוֹנִי שֶׁתִּשָּׁבַע לִי, חַיָּב. חָלְקוּ הַשֻּׁתָּפִין וְהָאֲרִיסִין, אֵין יָכוֹל לְהַשְׁבִּיעוֹ. נִתְגַּלְגְּלָה לוֹ שְׁבוּעָה מִמָּקוֹם אַחֵר, מְגַלְגְּלִין עָלָיו אֶת הַכֹּל. וְהַשְּׁבִיעִית מְשַׁמֶּטֶת אֶת הַשְּׁבוּעָה: \n",
            "english": "<b>And these</b> people are sometimes required to <b>take an oath</b> that they do not owe anything even <b>when</b> there is <b>no</b> explicit <b>claim</b> against them: <b>Partners, sharecroppers, stewards [<i>apotropin</i>], a woman who does business from home,</b> where she manages the property of orphans, <b>and the member of the household</b> appointed to manage the household’s affairs. For example, in a case where one of these people <b>said to</b> one of the people whose property he or she manages: <b>What is your claim against me?</b> If the other replied: <b>It is</b> simply <b>my wish that you take an oath to me</b> that you have not taken anything of mine, the former is <b>liable</b> to take that oath. Once <b>the partners or the sharecroppers have divided</b> the common property, each taking his share, then one side <b>may not require an oath of</b> the other absent a definite claim. But if <b>an oath was imposed upon him due to some other situation, that oath can be extended</b> to impose <b>upon him any</b> other oath, i.e., it can be extended to apply to any other of their disputes. The mishna adds: <b>And the Sabbatical</b> Year <b>abrogates the</b> obligation to take <b>an oath</b> about a debt, just like it abrogates a debt."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אַרְבָּעָה שׁוֹמְרִין הֵן, שׁוֹמֵר חִנָּם, וְהַשּׁוֹאֵל, נוֹשֵׂא שָׂכָר, וְהַשּׂוֹכֵר. שׁוֹמֵר חִנָּם נִשְׁבָּע עַל הַכֹּל. וְהַשּׁוֹאֵל מְשַׁלֵּם אֶת הַכֹּל. נוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר נִשְׁבָּעִין עַל הַשְּׁבוּרָה וְעַל הַשְּׁבוּיָה וְעַל הַמֵּתָה, וּמְשַׁלְּמִים אֶת הָאֲבֵדָה וְאֶת הַגְּנֵבָה: \n",
            "english": "<b>There are four</b> types of <b>bailees,</b> to whom different <i>halakhot</i> apply. They are as follows: <b>An unpaid bailee,</b> who receives no compensation for safeguarding the item in his care; <b>and a borrower,</b> who receives an item on loan for his own use without paying a rental fee; <b>a paid bailee,</b> who is paid a salary for safeguarding the deposited item; <b>and a renter,</b> i.e., one who pays a fee for the use of an item or animal. In the event that one of these bailees is unable to return the deposited item to its owner, the <i>halakha</i> with regard to liability is dependent upon what happened to the item, and upon the type of bailee: <b>An unpaid bailee takes an oath</b> attesting to the fact that he was not negligent with the care of the item and is then exempt from liability <b>for everything,</b> meaning for all types of damage, whether the item was lost, stolen, damaged, or if the animal died. Conversely, <b>a borrower</b> does not have the option of taking an oath, and <b>pays for everything,</b> whether the item was stolen, lost, damaged, or the animal died, even if it was by unavoidable accident. The <i>halakhot</i> of <b>a paid bailee and a renter</b> are the same: They <b>take an oath concerning an injured</b> animal, <b>and concerning a captured</b> one, <b>and concerning a dead</b> animal, attesting to the fact that these mishaps were not caused by negligence, but rather by unavoidable accident, and then are exempt from liability. <b>But they must pay</b> if the deposit cannot be returned due to <b>loss or theft,</b> even if these were not caused by negligence."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אָמַר לְשׁוֹמֵר חִנָּם, הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִגְנַב אוֹ אָבַד. נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ אָבַד. אָבַד, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר: \n",
            "english": "The mishna clarifies: If the owner of an ox <b>said to an unpaid bailee: Where is my ox?</b> And the unpaid bailee <b>said to him: It died, but</b> the truth was <b>that it was injured or captured or stolen or lost;</b> or if the bailee responded: <b>It was injured, but</b> the truth was <b>that it died or was captured or stolen or lost;</b> or if he responded: <b>It was captured, but</b> the truth was <b>that it died or was injured or stolen or lost;</b> or if he responded: <b>It was stolen, but</b> the truth was <b>that it died or was injured or captured or lost;</b> or if he responded: <b>It was lost, but</b> the truth was <b>that it died or was injured or captured or stolen,</b> in any of the above cases, if the owner of the ox then said: <b>I administer an oath to you</b> concerning your claim, <b>and</b> the unpaid bailee <b>said: Amen,</b> he is <b>exempt</b> from bringing a guilt-offering, despite the fact that he took a false oath. The reason is that his false oath did not render him exempt from liability to pay."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הֵיכָן שׁוֹרִי, אָמַר לוֹ אֵינִי יוֹדֵעַ מָה אַתָּה סָח, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. הֵיכָן שׁוֹרִי, אָמַר לוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, וְהָעֵדִים מְעִידִין אוֹתוֹ שֶׁאֲכָלוֹ, מְשַׁלֵּם אֶת הַקֶּרֶן. הוֹדָה מֵעַצְמוֹ, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם. הֵיכָן שׁוֹרִי, אָמַר לוֹ נִגְנָב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, וְהָעֵדִים מְעִידִין אוֹתוֹ שֶׁגְּנָבוֹ, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל. הוֹדָה מֵעַצְמוֹ, מְשַׁלֵּם קֶרֶן וְחֹמֶשׁ וְאָשָׁם: \n",
            "english": "If the owner says to an unpaid bailee: <b>Where is my ox?</b> And the unpaid bailee <b>said to him: I do not know what you are talking about, but</b> the truth was <b>that it died or was injured or captured or stolen or lost,</b> and the owner said: <b>I administer an oath to you</b> concerning your claim, <b>and</b> the unpaid bailee <b>said: Amen,</b> he is <b>exempt</b> from bringing a guilt-offering, since he would not have been liable to pay in any of these cases. But if the owner said to the unpaid bailee: <b>Where is my ox?</b> And the unpaid bailee <b>said to him: It is lost,</b> and the owner said: <b>I administer an oath to you</b> concerning your claim, <b>and</b> the unpaid bailee <b>said: Amen, and</b> then <b>witnesses testify that</b> the bailee <b>consumed it,</b> he <b>pays</b> the owner <b>the principal,</b> since he took the ox for himself. But if there were no witnesses, but after he took the oath <b>he admitted of his own</b> accord that he stole the ox and took a false oath, then he <b>pays</b> the owner the <b>principal and</b> the additional <b>one-fifth</b> payment, <b>and</b> he brings <b>a guilt-offering</b> to achieve atonement, as in any other case where one takes a false oath with regard to a deposit. Similarly, if the owner said to the unpaid bailee: <b>Where is my ox? And</b> the unpaid bailee <b>said to him: It was stolen,</b> and the owner said: <b>I administer an oath to you</b> concerning your claim, <b>and</b> the unpaid bailee <b>said: Amen, and</b> then <b>witnesses testify that</b> the bailee <b>stole it,</b> he <b>pays double</b> the principal. <b>If he admitted of his own</b> accord that he stole it, then he is exempt from double payment for theft, but <b>pays</b> the <b>principal and</b> the additional <b>one-fifth</b> payment, <b>and</b> brings <b>a guilt-offering</b> to achieve atonement."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "אָמַר לְאֶחָד בַּשּׁוּק הֵיכָן שׁוֹרִי שֶׁגָּנַבְתָּ, וְהוּא אוֹמֵר לֹא גָנַבְתִּי, וְהָעֵדִים מְעִידִים אוֹתוֹ שֶׁגְּנָבוֹ, מְשַׁלֵּם תַּשְׁלוּמֵי כֶפֶל. טָבַח וּמָכַר, מְשַׁלֵּם תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. רָאָה עֵדִים שֶׁמְּמַשְׁמְשִׁין וּבָאִין, אָמַר גָּנַבְתִּי אֲבָל לֹא טָבַחְתִּי וְלֹא מָכָרְתִּי, אֵינוֹ מְשַׁלֵּם אֶלָּא קֶרֶן: \n",
            "english": "If the owner of an ox <b>said to someone in the marketplace,</b> i.e., a stranger who was not a bailee: <b>Where is my ox that you stole?</b> And the accused <b>says: I did not steal</b> it, <b>and</b> then <b>witnesses testify that</b> the accused <b>did steal it,</b> he <b>pays the double payment.</b> If <b>he slaughtered or sold</b> it, he <b>pays the fourfold or fivefold payment.</b> If the accused <b>saw witnesses that were approaching</b> to testify against him, and at that point <b>he said:</b> I admit that <b>I stole</b> the animal <b>but I did not slaughter or sell</b> it, <b>he pays only</b> the <b>principal.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אָמַר לַשּׁוֹאֵל הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִגְנַב אוֹ אָבַד. נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ אָבַד. אָבַד, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר: \n",
            "english": "If the owner <b>said to a borrower: Where is my ox?</b> And the borrower <b>said to him:</b> <b>It died, but</b> the truth was that <b>it was injured or captured or stolen or lost;</b> or if he responded: <b>It was injured, but</b> the truth was <b>that it died or was captured or stolen or lost;</b> or if he responded: <b>It was captured, but</b> the truth was <b>that it died or was injured or stolen or lost;</b> or if he responded: <b>It was stolen, but</b> the truth was <b>that it died or was injured or captured or lost;</b> or if he responded: <b>It was lost, but</b> the truth was <b>that it died or was injured or captured or stolen,</b> in any of the above cases, if the owner of the ox said: <b>I administer an oath to you</b> concerning your claim, <b>and</b> the borrower <b>said: Amen,</b> he is <b>exempt</b> from bringing an offering for his false oath, since the oath did not render him exempt from liability to pay. He would have been liable to pay in any case."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הֵיכָן שׁוֹרִי, אָמַר לוֹ אֵינִי יוֹדֵעַ מָה אַתָּה סָח, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אוֹ נִגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָמַר לַנּוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר הֵיכָן שׁוֹרִי, אָמַר לוֹ מֵת, וְהוּא שֶׁנִּשְׁבַּר אוֹ נִשְׁבָּה. נִשְׁבָּר, וְהוּא שֶׁמֵּת אוֹ נִשְׁבָּה. נִשְׁבָּה, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר. נִגְנָב, וְהוּא שֶׁאָבַד. אָבַד, וְהוּא שֶׁנִּגְנַב. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. מֵת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה, וְהוּא שֶׁנִּגְנַב אוֹ אָבַד. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, חַיָּב. אָבַד, אוֹ נִגְנָב, וְהוּא שֶׁמֵּת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה. מַשְׁבִּיעֲךָ אָנִי, וְאָמַר אָמֵן, פָּטוּר. זֶה הַכְּלָל, כָּל הַמְשַׁנֶּה מֵחוֹבָה לְחוֹבָה וּמִפְּטוֹר לִפְטוֹר וּמִפְּטוֹר לְחוֹבָה, פָּטוּר. מֵחוֹבָה לִפְטוֹר, חַיָּב. זֶה הַכְּלָל, כָּל הַנִּשְׁבָּע לְהָקֵל עַל עַצְמוֹ, חַיָּב. לְהַחְמִיר עַל עַצְמוֹ, פָּטוּר: \n",
            "english": "But if the owner said to the borrower: <b>Where is my ox?</b> And the borrower <b>said to him: I do not know what you are talking about, but</b> the truth was <b>that it died or was injured or captured or stolen or lost,</b> and the owner said: <b>I administer an oath to you</b> concerning your claim, <b>and</b> the borrower <b>said: Amen,</b> the borrower is <b>liable</b> to bring a guilt-offering, as he took an oath that would render him exempt from liability to pay. If an owner <b>said to a paid bailee or a renter: Where is my ox?</b> And the latter <b>said to him: It died, but</b> the truth was <b>that it was injured or captured;</b> or if he said: <b>It was injured, but</b> the truth was <b>that it died or was captured; or if he said: It was captured, but</b> the truth was <b>that it died or was injured;</b> or if he said: <b>It was stolen, but</b> the truth was <b>that it was lost;</b> or if he said: <b>It was lost, but</b> the truth was <b>that it was stolen,</b> and the owner said: <b>I administer an oath to you</b> concerning your claim, <b>and he said: Amen,</b> the paid bailee or renter is <b>exempt</b> from bringing a guilt-offering. If the paid bailee or renter said: <b>It died or was injured or captured, but</b> the truth was <b>that it was stolen or lost,</b> and the owner said: <b>I administer an oath to you</b> concerning your claim, <b>and he said: Amen,</b> the paid bailee or renter is <b>liable</b> to bring a guilt-offering. If the paid bailee or renter said: <b>It was lost or stolen, but</b> the truth was <b>that it died or was injured or captured,</b> and the owner said: <b>I administer an oath to you</b> concerning your claim, <b>and he said: Amen,</b> he is <b>exempt</b> from bringing a guilt-offering. <b>This is the principle: Anyone who changes from</b> one claim of <b>liability to</b> another claim of <b>liability or from</b> one claim of <b>exemption to</b> another claim of <b>exemption or from</b> a claim of <b>exemption to</b> a claim of <b>liability</b> is <b>exempt</b> from bringing a guilt-offering. If he changes <b>from</b> a claim of <b>liability to</b> a claim of <b>exemption,</b> he is <b>liable. This is the principle: Anyone who takes an oath to be lenient with himself</b> is <b>liable;</b> if he takes an oath <b>to be stringent with himself,</b> he is <b>exempt.</b>"
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:13:44.887Z",
    "totalChapters": 8,
    "status": "imported_sefaria"
  }
}
