{
  "id": "sukkah",
  "name": "Sukkah",
  "type": "mishnah",
  "sefariaRef": "Mishnah Sukkah",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "סֻכָּה שֶׁהִיא גְבוֹהָה לְמַעְלָה מֵעֶשְׂרִים אַמָּה, פְּסוּלָה. רַבִּי יְהוּדָה מַכְשִׁיר. וְשֶׁאֵינָהּ גְּבוֹהָה עֲשָׂרָה טְפָחִים, וְשֶׁאֵין לָהּ שְׁלֹשָׁה דְּפָנוֹת, וְשֶׁחַמָּתָהּ מְרֻבָּה מִצִּלָּתָהּ, פְּסוּלָה. סֻכָּה יְשָׁנָה, בֵּית שַׁמַּאי פּוֹסְלִין, וּבֵית הִלֵּל מַכְשִׁירִין. וְאֵיזוֹ הִיא סֻכָּה יְשָׁנָה, כָּל שֶׁעֲשָׂאָהּ קֹדֶם לֶחָג שְׁלשִׁים יוֹם. אֲבָל אִם עֲשָׂאָהּ לְשֵׁם חָג, אֲפִלּוּ מִתְּחִלַּת הַשָּׁנָה, כְּשֵׁרָה: \n",
            "english": "<b>A <i>sukka</i>,</b> i.e., its roofing, which is the main and most crucial element of the mitzva, <b>that is more than twenty cubits high is unfit. Rabbi Yehuda deems it fit.</b> Similarly, a <i>sukka</i> <b>that is not</b> even <b>ten handbreadths high, and</b> one <b>that does not have three walls, and</b> one <b>whose sunlight</b> that passes through its roofing <b>is greater than its shade are unfit.</b> With regard to <b>an old <i>sukka</i>, Beit Shammai deem it unfit</b> for the mitzva of <i>sukka</i> <b>and Beit Hillel deem it fit. And which is</b> considered <b>an old <i>sukka</i>?</b> It is <b>any</b> booth <b>that one established thirty days</b> or more <b>prior to the Festival</b> without expressly designating that it was for the mitzva of <i>sukka</i>. In that case, the assumption is that he constructed it for some other purpose. <b>However, if he established it</b> expressly <b>for the sake of the festival</b> of <i>Sukkot</i>, <b>even</b> if he constructed it <b>at the beginning of the</b> previous <b>year, it is fit</b> for use in the fulfillment of the mitzva of <i>sukka</i>, even according to Beit Shammai."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הָעוֹשֶׂה סֻכָּתוֹ תַחַת הָאִילָן, כְּאִלּוּ עֲשָׂאָהּ בְּתוֹךְ הַבָּיִת. סֻכָּה עַל גַּבֵּי סֻכָּה, הָעֶלְיוֹנָה כְשֵׁרָה, וְהַתַּחְתּוֹנָה פְּסוּלָה. רַבִּי יְהוּדָה אוֹמֵר, אִם אֵין דִּיּוּרִין בָּעֶלְיוֹנָה, הַתַּחְתּוֹנָה כְּשֵׁרָה: \n",
            "english": "With regard to <b>one who establishes his <i>sukka</i> beneath a tree,</b> it is <b>as though he established it inside the house</b> and it is unfit. If one established <b>a <i>sukka</i> atop</b> another <b><i>sukka</i>, the upper</b> <i>sukka</i> <b>is fit and the lower</b> <i>sukka</i> <b>is unfit. Rabbi Yehuda says: If there are no residents in the upper</b> <i>sukka</i>, <b>the lower</b> <i>sukka</i> <b>is fit.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "פֵּרַס עָלֶיהָ סָדִין מִפְּנֵי הַחַמָּה, אוֹ תַּחְתֶּיהָ מִפְּנֵי הַנְּשָׁר, אוֹ שֶׁפֵּרַס עַל גַּבֵּי הַקִּינוֹף, פְּסוּלָה. אֲבָל פּוֹרֵס הוּא עַל גַּבֵּי נַקְלִיטֵי הַמִּטָּה: \n",
            "english": "If <b>one spread a sheet over</b> the roofing as protection for those sitting in the <i>sukka</i> <b>due to the sun, or</b> if one spread a sheet <b>beneath</b> the roofing as protection <b>due to the falling leaves, or</b> if <b>one spread</b> a sheet as a canopy <b>over the</b> frame of <b>a four-post [<i>kinof</i>]</b> bed, the area in the <i>sukka</i> beneath the sheets is <b>unfit.</b> In the first two cases, because the sheet is susceptible to ritual impurity, it renders the otherwise fit roofing unfit. In the case of the canopy, one is not sitting under the roofing of the <i>sukka</i>; rather, he is sitting inside a tent. <b>However, one</b> may <b>spread</b> the sheet <b>over</b> the frame of <b>a two-post [<i>naklitei</i>] bed,</b> which has one post in the middle of each end of the bed. When spreading the sheet over the posts it forms an inclined rather than a flat roof, and a tent with an inclined roof is not considered a significant structure."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הִדְלָה עָלֶיהָ אֶת הַגֶּפֶן וְאֶת הַדְּלַעַת וְאֶת הַקִּסּוֹם וְסִכֵּךְ עַל גַּבָּהּ, פְּסוּלָה. וְאִם הָיָה סִכּוּךְ הַרְבֵּה מֵהֶן, אוֹ שֶׁקְּצָצָן, כְּשֵׁרָה. זֶה הַכְּלָל, כֹּל שֶׁהוּא מְקַבֵּל טֻמְאָה וְאֵין גִּדּוּלוֹ מִן הָאָרֶץ, אֵין מְסַכְּכִין בּוֹ. וְכָל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה וְגִדּוּלוֹ מִן הָאָרֶץ, מְסַכְּכִין בּוֹ: \n",
            "english": "If <b>one trellised</b> climbing plants such as <b>a grapevine, or gourd</b> plant, <b>or ivy [<i>kissos</i>], over</b> a <i>sukka</i> while they were still attached to the ground, <b>and</b> then added <b>roofing atop them,</b> the <i>sukka</i> is <b>unfit. If</b> the amount of fit <b>roofing was greater</b> than the plants attached to the ground, <b>or if he cut</b> the climbing plants so that they were no longer attached to the ground, <b>it is fit.</b> <b>This is the principle</b> with regard to the roofing of a <i>sukka</i>: <b>Anything that is susceptible to ritual impurity,</b> e.g., vessels, <b>or its growth is not from the ground,</b> e.g., animal hides, <b>one may not roof</b> his <i>sukka</i> <b>with it. And anything that is not susceptible to ritual impurity and its growth is from the ground, one may roof</b> his <i>sukka</i> <b>with it.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "חֲבִילֵי קַשׁ וַחֲבִילֵי עֵצִים וַחֲבִילֵי זְרָדִין, אֵין מְסַכְּכִין בָּהֶן. וְכֻלָּן שֶׁהִתִּירָן, כְּשֵׁרוֹת. וְכֻלָּן כְּשֵׁרוֹת לַדְּפָנוֹת: \n",
            "english": "<b>One</b> may <b>not roof</b> a <i>sukka</i> <b>with bundles of straw</b> tied with rope, <b>or bundles of wood, or bundles of twigs. And</b> with regard to <b>all of</b> the bundles, <b>if one untied them,</b> they are <b>fit</b> for use in roofing the <i>sukka</i>, as their lack of fitness is due to the fact that the bundles are tied. <b>And</b> even when tied, <b>all of</b> the bundles are <b>fit for</b> use in constructing the <b>walls</b> of the <i>sukka</i>."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "מְסַכְּכִין בִּנְסָרִים, דִּבְרֵי רַבִּי יְהוּדָה. וְרַבִּי מֵאִיר אוֹסֵר. נָתַן עָלֶיהָ נֶסֶר שֶׁהוּא רָחָב אַרְבָּעָה טְפָחִים, כְּשֵׁרָה, וּבִלְבַד שֶׁלֹא יִישַׁן תַּחְתָּיו: \n",
            "english": "<b>One</b> may <b>roof</b> the <i>sukka</i> <b>with boards</b> like those used in the ceiling of a house; this is <b>the statement of Rabbi Yehuda. Rabbi Meir prohibits</b> their use. <b>If one placed a board that is four handbreadths wide atop</b> the <i>sukka</i>, the <i>sukka</i> <b>is fit.</b> He fulfills his obligation, <b>provided he does not sleep beneath</b> the board."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "תִּקְרָה שֶׁאֵין עָלֶיהָ מַעֲזִיבָה, רַבִּי יְהוּדָה אוֹמֵר, בֵּית שַׁמַּאי אוֹמְרִים, מְפַקְפֵּק וְנוֹטֵל אַחַת מִבֵּינְתַיִם, וּבֵית הִלֵּל אוֹמְרִים, מְפַקְפֵּק אוֹ נוֹטֵל אַחַת מִבֵּינְתַיִם. רַבִּי מֵאִיר אוֹמֵר, נוֹטֵל אַחַת מִבֵּינְתַיִם, וְאֵין מְפַקְפֵּק: \n",
            "english": "In the case of <b>a roof</b> made of boards that are four handbreadths wide <b>upon which there is no</b> coat of <b>plaster, Rabbi Yehuda says</b> that Beit Shammai and Beit Hillel disagree with regard to the manner in which to render it fit. <b>Beit Shammai say: One moves</b> each board, and then it is considered as though he placed the board there for the sake of the mitzva of <i>sukka</i>, <b>and one</b> then <b>removes one</b> board <b>from among</b> the boards and replaces it with fit roofing. <b>Beit Hillel say:</b> One need not perform both actions; rather, <b>one</b> must either <b>move</b> the boards <b>or remove one from among</b> them. <b>Rabbi Meir says: One</b> only <b>removes one from among</b> them <b>and does not move</b> the others."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הַמְקָרֶה סֻכָּתוֹ בְשַׁפּוּדִין אוֹ בַאֲרֻכּוֹת הַמִּטָּה, אִם יֵשׁ רֶוַח בֵּינֵיהֶן כְּמוֹתָן, כְּשֵׁרָה. הַחוֹטֵט בְּגָדִישׁ לַעֲשׂוֹת בּוֹ סֻכָּה, אֵינָהּ סֻכָּה: \n",
            "english": "In the case of <b>one who roofs his <i>sukka</i> with</b> metal <b>skewers or with the long boards of the bed,</b> which compose its frame, <b>if there is space between</b> each one of <b>them equal to</b> the width of the skewers or the boards, and if he places fit roofing in those spaces, the <i>sukka</i> is <b>fit.</b> In the case of <b>one who hollows out</b> and creates a space inside <b>a stack of grain, to construct a sukka in it</b> it is <b>not a <i>sukka</i>.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "הַמְשַׁלְשֵׁל דְּפָנוֹת מִלְמַעְלָה לְמַטָּה, אִם גָּבוֹהַּ מִן הָאָרֶץ שְׁלֹשָׁה טְפָחִים, פְּסוּלָה. מִלְּמַטָּה לְמַעְלָה, אִם גָּבוֹהַּ מִן הָאָרֶץ עֲשָׂרָה טְפָחִים, כְּשֵׁרָה. רַבִּי יוֹסֵי אוֹמֵר, כְּשֵׁם שֶׁמִּלְּמַטָּה לְמַעְלָה עֲשָׂרָה טְפָחִים, כָּךְ מִלְמַעְלָה לְמַטָּה עֲשָׂרָה טְפָחִים. הִרְחִיק אֶת הַסִּכּוּךְ מִן הַדְּפָנוֹת שְׁלשָׁה טְפָחִים, פְּסוּלָה: \n",
            "english": "<b>One who lowers the walls</b> of the <i>sukka</i> <b>from up downward, if</b> the lower edge of the wall is <b>three handbreadths above the ground,</b> the <i>sukka</i> is <b>unfit.</b> Since animals can enter through that space, it is not the wall of a fit <i>sukka</i>. However, if one constructs the wall from <b>down upward, if</b> the wall is <b>ten handbreadths high,</b> even if it does not reach the roofing, the <i>sukka</i> is <b>fit. Rabbi Yosei says: Just as</b> a wall built <b>from down upward</b> must be <b>ten handbreadths, so too,</b> in a case where one lowers the wall <b>from up downward,</b> it must be <b>ten handbreadths</b> in length. Regardless of its height off the ground, it is the wall of a fit <i>sukka</i>, as the legal status of a ten-handbreadth partition is that of a full-fledged partition in all areas of <i>halakha</i>. If <b>one distanced the roofing from the walls</b> of the <i>sukka</i> at <b>a distance of three handbreadths</b> the <i>sukka</i> is <b>unfit,</b> because three handbreadths of open space, even adjacent to the walls, render the <i>sukka</i> unfit."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "בַּיִת שֶׁנִּפְחַת וְסִכֵּךְ עַל גַּבָּיו, אִם יֵשׁ מִן הַכֹּתֶל לַסִּכּוּךְ אַרְבַּע אַמּוֹת, פְּסוּלָה. וְכֵן חָצֵר שֶׁהִיא מֻקֶּפֶת אַכְסַדְרָה. סֻכָּה גְדוֹלָה, שֶׁהִקִּיפוּהָ בְדָבָר שֶׁאֵין מְסַכְּכִים בּוֹ, אִם יֵשׁ תַּחְתָּיו אַרְבַּע אַמּוֹת, פְּסוּלָה: \n",
            "english": "In the case of <b>a house that was breached,</b> creating a hole in the middle of the roof, <b>and one roofed over</b> the breach, <b>if from the wall to the roofing there are four</b> or more <b>cubits</b> of the remaining original roof, <b>it is an unfit</b> <i>sukka</i>. If the roofing is less than four cubits from the wall, the <i>sukka</i> is fit, based on the principle of curved wall; the remaining intact ceiling is considered an extension of the vertical wall. <b>And likewise,</b> in the case of <b>a courtyard that is surrounded</b> on three sides <b>by a portico,</b> which has a roof but no walls, if one placed roofing over the courtyard between the different sides of the portico and the roof of the portico is four cubits wide, the <i>sukka</i> is unfit. Similarly, <b>a large <i>sukka</i> that was surrounded</b> at the edge of its roofing <b>with material with which one</b> may <b>not roof</b> a <i>sukka</i>, e.g., vessels susceptible to ritual impurity, <b>if there are four cubits beneath</b> the unfit roofing, the <i>sukka</i> is <b>unfit.</b> The principle of curved wall does not apply to unfit roofing that measures four cubits or more."
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "הָעוֹשֶׂה סֻכָּתוֹ כְּמִין צְרִיף, אוֹ שֶׁסְּמָכָהּ לְכֹתֶל, רַבִּי אֱלִיעֶזֶר פּוֹסֵל, מִפְּנֵי שֶׁאֵין לָהּ גָּג, וַחֲכָמִים מַכְשִׁירִין. מַחְצֶלֶת קָנִים גְּדוֹלָה, עֲשָׂאָהּ לִשְׁכִיבָה, מְקַבֶּלֶת טֻמְאָה וְאֵין מְסַכְּכִין בָּהּ. לְסִכּוּךְ, מְסַכְּכִין בָּהּ וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַחַת קְטַנָּה וְאַחַת גְּדוֹלָה, עֲשָׂאָהּ לִשְׁכִיבָה, מְקַבֶּלֶת טֻמְאָה וְאֵין מְסַכְּכִין בָּהּ. לְסִכּוּךְ, מְסַכְּכִין בָּהּ וְאֵינָהּ מְקַבֶּלֶת טֻמְאָה: \n",
            "english": "<b>One who establishes his <i>sukka</i> like a type of circular hut,</b> with no roof whose walls slope down from the center <b>or who rested</b> the <i>sukka</i> <b>against the wall,</b> by taking long branches and placing one end on the ground and leaning the other end against the wall to establish a structure with no roof, <b>Rabbi Eliezer deems it unfit because it does not have a roof, and the Rabbis deem it fit;</b> as, in their opinion, the roof and the walls may be a single entity, indistinguishable from each other. In the case of <b>a large mat of reeds,</b> if <b>one</b> initially <b>produced it for</b> the purpose of <b>lying</b> upon it, <b>it is susceptible to ritual impurity</b> like any other vessel, <b>and</b> therefore <b>one</b> may <b>not roof</b> a <i>sukka</i> <b>with it.</b> If one initially produced it <b>for roofing, one</b> may <b>roof</b> a <i>sukka</i> <b>with it, and it is not susceptible to ritual impurity,</b> as its legal status is not that of a vessel. <b>Rabbi Eliezer says</b> that the distinction between mats is based on use, not size. Therefore, with regard to <b>both a small</b> mat <b>and a large</b> mat, if <b>one produced it for</b> the purpose of <b>lying</b> upon it, <b>it is susceptible to ritual impurity and one</b> may <b>not roof</b> a <i>sukka</i> <b>with it.</b> If one produced it <b>for roofing, one</b> may <b>roof</b> a <i>sukka</i> <b>with it, and it is not susceptible to ritual impurity.</b>"
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַיָּשֵׁן תַּחַת הַמִּטָּה בַסֻּכָּה, לֹא יָצָא יְדֵי חוֹבָתוֹ. אָמַר רַבִּי יְהוּדָה, נוֹהֲגִין הָיִינוּ, שֶׁהָיִינוּ יְשֵׁנִים תַּחַת הַמִּטָּה בִּפְנֵי הַזְּקֵנִים, וְלֹא אָמְרוּ לָנוּ דָבָר. אָמַר רַבִּי שִׁמְעוֹן, מַעֲשֶׂה בְטָבִי עַבְדּוֹ שֶׁל רַבָּן גַּמְלִיאֵל שֶׁהָיָה יָשֵׁן תַּחַת הַמִּטָּה, וְאָמַר לָהֶן רַבָּן גַּמְלִיאֵל לַזְּקֵנִים, רְאִיתֶם טָבִי עַבְדִּי, שֶׁהוּא תַלְמִיד חָכָם וְיוֹדֵעַ שֶׁעֲבָדִים פְּטוּרִין מִן הַסֻּכָּה, לְפִיכָךְ יָשֵׁן הוּא תַּחַת הַמִּטָּה. וּלְפִי דַרְכֵּנוּ לָמַדְנוּ, שֶׁהַיָּשֵׁן תַּחַת הַמִּטָּה, לֹא יָצָא יְדֵי חוֹבָתוֹ: \n",
            "english": "<b>One who sleeps beneath the bed in the <i>sukka</i> did not fulfill his obligation,</b> because the bed constitutes a tent that serves as a barrier between him and the roofing of the <i>sukka</i>. <b>Rabbi Yehuda said: It was our custom that we would sleep beneath the bed before the Elders and they did not say anything to us</b> to the effect that we are not fulfilling our obligation. Apparently, the halakhic status of the bed is not like that of a tent and it does not prevent fulfillment of the mitzva. § <b>Rabbi Shimon said,</b> contrary to the opinion of Rabbi Yehuda: <b>There was an incident involving Tavi, the</b> Canaanite <b>slave of Rabban Gamliel, who was sleeping beneath the bed, and Rabban Gamliel</b> lightheartedly <b>said to the Elders:</b> Did <b>you see my slave Tavi, who is a Torah scholar and knows that slaves are exempt from</b> the mitzva of <b><i>sukka</i>?</b> Since it is a positive, time-bound mitzva, Canaanite slaves, whose status with regard to this halakhic category is like that of women, are exempt from the obligation to fulfill the mitzva of <i>sukka</i>. <b>Therefore, he sleeps under the bed.</b> Rabbi Shimon continued: <b>And by the way,</b> as Rabban Gamliel was not issuing a halakhic ruling, <b>we learned that one who sleeps beneath the bed did not fulfill his obligation.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הַסּוֹמֵךְ סֻכָּתוֹ בְּכַרְעֵי הַמִּטָּה, כְּשֵׁרָה. רַבִּי יְהוּדָה אוֹמֵר, אִם אֵינָהּ יְכוֹלָה לַעֲמֹד בִּפְנֵי עַצְמָהּ, פְּסוּלָה. סֻכָּה הַמְדֻבְלֶלֶת, וְשֶׁצִּלָּתָהּ מְרֻבָּה מֵחַמָּתָהּ, כְּשֵׁרָה. הַמְעֻבָּה כְמִין בַּיִת, אַף עַל פִּי שֶׁאֵין הַכּוֹכָבִים נִרְאִים מִתּוֹכָהּ, כְּשֵׁרָה: \n",
            "english": "<b>One who supports his <i>sukka</i> on the legs of the bed,</b> i.e., he leans the <i>sukka</i> roofing on a bed, the <i>sukka</i> <b>is fit. Rabbi Yehuda says: If</b> the <i>sukka</i> <b>cannot stand in and of itself</b> without support of the bed, <b>it is unfit.</b> <b>A <i>sukka</i> that is <i>meduvlelet</i> and whose shade exceeds its sunlight is fit.</b> A <i>sukka</i> whose roofing <b>is thick like a house of sorts, even though</b> it is so thick <b>that the stars cannot be seen from within it, is fit.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הָעוֹשֶׂה סֻכָּתוֹ בְּרֹאשׁ הָעֲגָלָה אוֹ בְּרֹאשׁ הַסְּפִינָה, כְּשֵׁרָה, וְעוֹלִין לָהּ בְּיוֹם טוֹב. בְּרֹאשׁ הָאִילָן אוֹ עַל גַּבֵּי גָמָל, כְּשֵׁרָה, וְאֵין עוֹלִין לָהּ בְּיוֹם טוֹב. שְׁתַּיִם בָּאִילָן וְאַחַת בִּידֵי אָדָם, אוֹ שְׁתַּיִם בִּידֵי אָדָם וְאַחַת בָּאִילָן, כְּשֵׁרָה, וְאֵין עוֹלִין לָהּ בְּיוֹם טוֹב. שָׁלשׁ בִּידֵי אָדָם וְאַחַת בָּאִילָן, כְּשֵׁרָה, וְעוֹלִין לָהּ בְּיוֹם טוֹב. זֶה הַכְּלָל, כֹּל שֶׁנִּטַּל הָאִילָן וִיכוֹלָה לַעֲמוֹד בִּפְנֵי עַצְמָהּ, כְּשֵׁרָה, וְעוֹלִין לָהּ בְּיוֹם טוֹב: \n",
            "english": "In the case of <b>one who establishes his <i>sukka</i> at the top of the wagon or at the top of the ship,</b> although it is portable it <b>is fit,</b> as it is sufficient for a <i>sukka</i> to be a temporary residence. <b>And one</b> may <b>ascend</b> and enter <b>it</b> even <b>on</b> the first <b>Festival</b> day. In the case of one who establishes his <i>sukka</i> <b>at</b> the <b>top of a tree or atop a camel,</b> the <i>sukka</i> <b>is fit, but one may not ascend</b> and enter <b>it on</b> the first <b>Festival</b> day because the Sages prohibit climbing or using trees or animals on the Festival. If <b>two</b> of the walls of the <i>sukka</i> are <b>in the tree and one</b> is established on the ground <b>by a person,</b> or if <b>two</b> are established on the ground <b>by a person and one</b> is <b>in the tree,</b> the <i>sukka</i> <b>is fit, but one may not ascend</b> and enter <b>it on</b> the first <b>Festival</b> day because it is prohibited to use the tree. However, if <b>three</b> of the walls are established on the ground <b>by a person and one</b> is <b>in the tree,</b> then since it contains the minimum number of walls required, it <b>is fit, and one may enter it on</b> the first <b>Festival</b> day. The mishna summarizes that <b>this is the principle: Any</b> case <b>where,</b> were <b>the tree removed, the</b> <i>sukka</i> would <b>be able to remain standing in and of itself,</b> it <b>is fit, and one may ascend</b> and enter <b>it on</b> the <b>Festival,</b> since the tree is not its primary support."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הָעוֹשֶׂה סֻכָּתוֹ בֵּין הָאִילָנוֹת, וְהָאִילָנוֹת דְּפָנוֹת לָהּ, כְּשֵׁרָה. שְׁלוּחֵי מִצְוָה פְּטוּרִין מִן הַסֻּכָּה. חוֹלִין וּמְשַׁמְּשֵׁיהֶן פְּטוּרִין מִן הַסֻּכָּה. אוֹכְלִין וְשׁוֹתִין עֲרַאי חוּץ לַסֻּכָּה: \n",
            "english": "In the case of <b>one who establishes his <i>sukka</i> between the trees, and the trees</b> serve as <b>walls for it,</b> the <i>sukka</i> <b>is fit.</b> <b>Those on the path</b> to perform <b>a mitzva are exempt from the</b> mitzva of <b><i>sukka</i>.</b> The <b>ill and their caretakers are exempt from the</b> mitzva of <b><i>sukka</i>. One</b> may <b>eat and drink</b> in the framework of a <b>casual</b> meal <b>outside the <i>sukka</i>.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "מַעֲשֶׂה וְהֵבִיאוּ לוֹ לְרַבָּן יוֹחָנָן בֶּן זַכַּאי לִטְעוֹם אֶת הַתַּבְשִׁיל, וּלְרַבָּן גַּמְלִיאֵל שְׁתֵּי כוֹתָבוֹת וּדְלִי שֶׁל מַיִם, וְאָמְרוּ, הַעֲלוּם לַסֻּכָּה. וּכְשֶׁנָּתְנוּ לוֹ לְרַבִּי צָדוֹק אֹכֶל פָּחוֹת מִכַּבֵּיצָה, נְטָלוֹ בַמַּפָּה וַאֲכָלוֹ חוּץ לַסֻּכָּה, וְלֹא בֵרַךְ אַחֲרָיו: \n",
            "english": "Apropos eating in the <i>sukka</i>, which is discussed in the previous mishna, this mishna relates: <b>An incident</b> occurred where <b>they brought a cooked dish to Rabban Yoḥanan ben Zakkai</b> for him <b>to taste, and to Rabban Gamliel</b> they brought <b>two dates and a bucket of water. And they</b> each <b>said: Take them up to the <i>sukka</i></b> and we will eat them there. In contrast, the mishna relates: <b>And when they gave Rabbi Tzadok less than an egg-bulk of food, he took</b> the food <b>in a cloth</b> for cleanliness; he did not wash his hands because in his opinion, one is not required to wash his hands before eating less than an egg-bulk. <b>And he ate it outside the <i>sukka</i> and did not recite a blessing after</b> eating <b>it.</b> He holds that one is not required to recite a blessing after eating less than an egg-bulk, as it is not satisfying, and it is written: “And you shall eat and be satisfied and bless the Lord your God” (Deuteronomy 8:10). The Gemara will explain the halakhic rationale for each of these actions described."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַרְבַּע עֶשְׂרֵה סְעוּדוֹת חַיָּב אָדָם לֶאֱכֹל בַּסֻּכָּה, אַחַת בַּיּוֹם וְאַחַת בַּלָּיְלָה. וַחֲכָמִים אוֹמְרִים, אֵין לַדָּבָר קִצְבָה, חוּץ מִלֵּילֵי יוֹם טוֹב רִאשׁוֹן שֶׁל חָג בִּלְבָד. וְעוֹד אָמַר רַבִּי אֱלִיעֶזֶר, מִי שֶׁלֹּא אָכַל לֵילֵי יוֹם טוֹב הָרִאשׁוֹן, יַשְׁלִים בְּלֵילֵי יוֹם טוֹב הָאַחֲרוֹן. וַחֲכָמִים אוֹמְרִים, אֵין לַדָּבָר תַּשְׁלוּמִין, עַל זֶה נֶאֱמַר (קהלת א) מְעֻוָּת לֹא יוּכַל לִתְקֹן, וְחֶסְרוֹן לֹא יוּכַל לְהִמָּנוֹת: \n",
            "english": "<b>Rabbi Eliezer says: A person is obligated to eat fourteen meals in the <i>sukka</i></b> over the course of the seven days of the festival of <i>Sukkot</i>, <b>one during the day</b> each day <b>and one at night</b> each night. <b>And the Rabbis say: There is no quota</b> for the number of meals, and one may choose whether or not to eat any of the meals <b>except for the</b> meal on the <b>evening of the first Festival</b> day <b>of <i>Sukkot</i>,</b> which one is required to eat in the <i>sukka</i>. <b>And furthermore, Rabbi Eliezer said: One who did not eat</b> a meal on the <b>evening of the first day</b> of the Festival should <b>compensate</b> with a meal on the <b>evening of the last day of the Festival,</b> on the Eighth Day of Assembly, despite the fact that he will not eat it in the <i>sukka</i>. <b>And the Rabbis say: There is no compensation for</b> this <b>matter, and with regard to</b> similar cases where it is impossible to rectify failure to fulfill a positive mitzva, <b>it is stated: “That which is crooked cannot be made straight; and that which is wanting cannot be numbered”</b> (Ecclesiastes 1:15)."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה רֹאשׁוֹ וְרֻבּוֹ בַסֻּכָּה, וְשֻׁלְחָנוֹ בְתוֹךְ הַבַּיִת, בֵּית שַׁמַּאי פּוֹסְלִין, וּבֵית הִלֵּל מַכְשִׁירִין. אָמְרוּ לָהֶן בֵּית הִלֵּל לְבֵית שַׁמַּאי, לֹא כָךְ הָיָה מַעֲשֶׂה, שֶׁהָלְכוּ זִקְנֵי בֵית שַׁמַּאי וְזִקְנֵי בֵית הִלֵּל לְבַקֵּר אֶת רַבִּי יוֹחָנָן בֶּן הַחוֹרָנִי, וּמְצָאוּהוּ שֶׁהָיָה יוֹשֵׁב רֹאשׁוֹ וְרֻבּוֹ בַסֻּכָּה, וְשֻׁלְחָנוֹ בְתוֹךְ הַבַּיִת, וְלֹא אָמְרוּ לוֹ דָבָר. אָמְרוּ לָהֶן בֵּית שַׁמַּאי, מִשָּׁם רְאָיָה, אַף הֵם אָמְרוּ לוֹ, אִם כֵּן הָיִיתָ נוֹהֵג, לֹא קִיַּמְתָּ מִצְוַת סֻכָּה מִיָּמֶיךָ: \n",
            "english": "In the case of <b>one whose head and most of his</b> body <b>were in the <i>sukka</i> and his table was in the house, Beit Shammai deem it unfit, and Beit Hillel deem it fit. Beit Hillel said to Beit Shammai:</b> And <b>wasn’t there an incident where the Elders of Beit Shammai and the Elders of Beit Hillel went to visit Rabbi Yoḥanan ben HaḤoranit and they found him</b> such <b>that he was sitting with his head and most of his</b> body <b>in the <i>sukka</i> and his table in the house, and they said nothing to him?</b> Even Beit Shammai did not object. <b>Beit Shammai said to them:</b> Is there <b>proof from there?</b> That is not what happened; rather, <b>they said to him: If you were accustomed</b> to act in <b>this</b> manner, <b>you have never fulfilled the mitzva of <i>sukka</i> in your life.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "נָשִׁים וַעֲבָדִים וּקְטַנִּים, פְּטוּרִים מִן הַסֻּכָּה. קָטָן שֶׁאֵינוֹ צָרִיךְ לְאִמּוֹ, חַיָּב בַּסֻּכָּה. מַעֲשֶׂה וְיָלְדָה כַלָּתוֹ שֶׁל שַׁמַּאי הַזָּקֵן וּפִחֵת אֶת הַמַּעֲזִיבָה וְסִכֵּךְ עַל גַּבֵּי הַמִּטָּה בִּשְׁבִיל הַקָּטָן: \n",
            "english": "The mishna continues: <b>Women, slaves, and minors are exempt from the</b> mitzva of <b><i>sukka</i>. A minor who does not need his mother</b> any longer <b>is obligated</b> in the mitzva. There was <b>an incident where the daughter-in-law of Shammai the Elder gave birth</b> just before <i>Sukkot</i>, and Shammai <b>removed the</b> coat of <b>plaster</b> from the roof, leaving the beams, <b>and roofed</b> with the beams <b>over the bed for the</b> newborn <b>minor.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "כָּל שִׁבְעַת הַיָּמִים אָדָם עוֹשֶׂה סֻכָּתוֹ קֶבַע וּבֵיתוֹ עֲרַאי. יָרְדוּ גְשָׁמִים, מֵאֵימָתַי מֻתָּר לְפַנּוֹת, מִשֶּׁתִּסְרַח הַמִּקְפָּה. מָשְׁלוּ מָשָׁל, לְמָה הַדָּבָר דּוֹמֶה, לְעֶבֶד שֶׁבָּא לִמְזוֹג כּוֹס לְרַבּוֹ, וְשָׁפַךְ לוֹ קִיתוֹן עַל פָּנָיו: \n",
            "english": "<b>All seven days</b> of <i>Sukkot</i>, <b>a person renders his <i>sukka</i></b> his <b>permanent</b> residence <b>and his house</b> his <b>temporary</b> residence. If <b>rain fell, from when is it permitted to vacate</b> the <i>sukka</i>? It is permitted <b>from</b> the point that it is raining so hard <b>that the congealed dish will spoil.</b> The Sages <b>told a parable: To what is this matter comparable?</b> It is comparable <b>to a servant who comes to pour wine for his master, and he pours a jug [<i>kiton</i>] of water in his face</b> to show him that his presence is not desired. So too, in the <i>sukka</i>, rain is an indication that the Holy One, Blessed be He, does not want the person to fulfill the mitzva of <i>sukka</i>."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "לוּלָב הַגָּזוּל וְהַיָּבֵשׁ, פָּסוּל. שֶׁל אֲשֵׁרָה וְשֶׁל עִיר הַנִּדַּחַת, פָּסוּל. נִקְטַם רֹאשׁוֹ, נִפְרְצוּ עָלָיו, פָּסוּל. נִפְרְדוּ עָלָיו, כָּשֵׁר. רַבִּי יְהוּדָה אוֹמֵר, יֶאֶגְדֶנּוּ מִלְמָעְלָה. צִנֵּי הַר הַבַּרְזֶל, כְּשֵׁרוֹת. לוּלָב שֶׁיֶּשׁ בּוֹ שְׁלשָׁה טְפָחִים כְּדֵי לְנַעְנֵעַ בּוֹ, כָּשֵׁר: \n",
            "english": "<b>A <i>lulav</i> that was stolen or that is</b> completely <b>dry</b> is <b>unfit</b> for use in fulfilling the mitzva of the four species. The <i>lulav</i> <b>of a tree worshipped as idolatry [<i>asheira</i>] and</b> a <i>lulav</i> <b>from a city</b> whose residents were <b>incited</b> to idolatry, which must be burned along with all the city’s property, are <b>unfit. If the top</b> of the <i>lulav</i> <b>was severed or if the</b> palm <b>leaves were severed</b> from the spine of the <i>lulav</i>, it is <b>unfit. If its leaves,</b> although still attached, <b>were spread</b> and are no longer completely joined to the spine, it is <b>fit. Rabbi Yehuda says:</b> In that case, <b>one should bind</b> the <i>lulav</i> <b>from the top,</b> to join the leaves that spread to the spine. A <i>lulav</i> from the <b>palms of the Iron Mountain</b> are <b>fit</b> for use, although it differs from one taken from a standard palm tree, in that its leaves are shorter and do not cover the entire spine. <b>A <i>lulav</i> that has three handbreadths</b> in length, <b>sufficient</b> to enable one <b>to wave with it, is fit</b> for use in fulfilling the mitzva."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הֲדַס הַגָּזוּל וְהַיָּבֵשׁ, פָּסוּל. שֶׁל אֲשֵׁרָה וְשֶׁל עִיר הַנִּדַּחַת, פָּסוּל. נִקְטַם רֹאשׁוֹ, נִפְרְצוּ עָלָיו אוֹ שֶׁהָיוּ עֲנָבָיו מְרֻבּוֹת מֵעָלָיו, פָּסוּל. וְאִם מִעֲטָן, כָּשֵׁר. וְאֵין מְמַעֲטִין בְּיוֹם טוֹב: \n",
            "english": "<b>A myrtle branch that was stolen or that is</b> completely <b>dry is unfit. A myrtle branch of a tree worshipped as idolatry [<i>asheira</i>] or</b> a myrtle branch <b>from a city</b> whose residents were <b>incited</b> to idolatry <b>is unfit.</b> If <b>the top</b> of the myrtle branch <b>was severed,</b> if <b>the leaves were severed</b> completely, or if <b>its berries were more numerous than its leaves, it is unfit. If one diminished their</b> number by plucking berries so that they no longer outnumbered the leaves, the myrtle branch is <b>fit. But one may not diminish</b> the number <b>on the Festival</b> itself."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עֲרָבָה גְזוּלָה וִיבֵשָׁה, פְּסוּלָה. שֶׁל אֲשֵׁרָה וְשֶׁל עִיר הַנִּדַּחַת, פְּסוּלָה. נִקְטַם רֹאשָׁהּ, נִפְרְצוּ עָלֶיהָ, וְהַצַּפְצָפָה, פְּסוּלָה. כְּמוּשָׁה, וְשֶׁנָּשְׁרוּ מִקְצָת עָלֶיהָ, וְשֶׁל בַּעַל, כְּשֵׁרָה: \n",
            "english": "<b>A willow branch</b> that was <b>stolen or is</b> completely <b>dry is unfit.</b> One <b>from a tree worshipped as idolatry [<i>asheira</i>] or from a city</b> whose residents were <b>incited</b> to idolatry <b>is unfit. If the top was severed, or its leaves were severed, or</b> if it is <b>the <i>tzaftzafa</i>,</b> a species similar to, but not actually a willow, it <b>is unfit.</b> However, a willow branch that is <b>slightly dried, and one that a minority of its leaves fell, and</b> a branch from a willow <b>that</b> does not grow by the river, but instead <b>is from a non-irrigated</b> field, <b>is fit.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "רַבִּי יִשְׁמָעֵאל אוֹמֵר, שְׁלשָׁה הֲדַסִּים וּשְׁתֵּי עֲרָבוֹת, לוּלָב אֶחָד וְאֶתְרוֹג אֶחָד, אֲפִלּוּ שְׁנַיִם קְטוּמִים וְאֶחָד אֵינוֹ קָטוּם. רַבִּי טַרְפוֹן אוֹמֵר, אֲפִלּוּ שְׁלָשְׁתָּן קְטוּמִים. רַבִּי עֲקִיבָא אוֹמֵר, כְּשֵׁם שֶׁלּוּלָב אֶחָד וְאֶתְרוֹג אֶחָד, כָּךְ הֲדַס אֶחָד וַעֲרָבָה אֶחָת: \n",
            "english": "<b>Rabbi Yishmael says:</b> The mitzva of the four species is to take <b>three myrtle branches, and two willow branches, one <i>lulav</i>, and one <i>etrog</i>.</b> With regard to the myrtle branches, <b>even if</b> the tops of <b>two are severed and</b> the top of <b>one is not severed,</b> it is fit. <b>Rabbi Tarfon says: Even if</b> the tops of <b>all three are severed,</b> it is fit. <b>Rabbi Akiva says</b> with regard to the number of each of the species: <b>Just as</b> there is <b>one <i>lulav</i> and one <i>etrog</i>, so too</b> there is <b>one myrtle branch and one willow branch.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אֶתְרוֹג הַגָּזוּל וְהַיָּבֵשׁ, פָּסוּל. שֶׁל אֲשֵׁרָה וְשֶׁל עִיר הַנִּדַּחַת, פָּסוּל. שֶׁל עָרְלָה, פָּסוּל. שֶׁל תְּרוּמָה טְמֵאָה, פָּסוּל. שֶׁל תְּרוּמָה טְהוֹרָה, לֹא יִטֹּל, וְאִם נָטַל, כָּשֵׁר. שֶׁל דְּמַאי, בֵּית שַׁמַּאי פּוֹסְלִין, וּבֵית הִלֵּל מַכְשִׁירִין. שֶׁל מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם, לֹא יִטֹּל, וְאִם נָטַל, כָּשֵׁר: \n",
            "english": "<b>An <i>etrog</i></b> that was <b>stolen or is</b> completely <b>dry is unfit.</b> One <b>from a tree worshipped as idolatry [<i>asheira</i>] or from a city</b> whose residents were <b>incited</b> to idolatry <b>is unfit.</b> An <i>etrog</i> that is <b>fruit that grew on a tree during the three years after it was planted [<i>orla</i>] is unfit,</b> because it is prohibited to eat and derive benefit from it. An <i>etrog</i> <b>of impure <i>teruma</i> is unfit.</b> With regard to an <i>etrog</i> <b>of pure <i>teruma</i>, one may not take it</b> <i>ab initio</i>, <b>and if one took it, it is fit,</b> and he fulfilled his obligation after the fact. With regard to an <i>etrog</i> of <b><i>demai</i>,</b> which is produce acquired from an <i>am ha’aretz</i>, who does not reliably tithe his produce, <b>Beit Shammai deem it unfit, and Beit Hillel deem it fit.</b> With regard to an <i>etrog</i> <b>of second tithe in Jerusalem, one may not take it</b> <i>ab initio</i>; <b>and if he took it, it is fit.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "עָלְתָה חֲזָזִית עַל רֻבּוֹ, נִטְּלָה פִטְמָתוֹ, נִקְלַף, נִסְדַּק, נִקַּב וְחָסַר כָּל שֶׁהוּא, פָּסוּל. עָלְתָה חֲזָזִית עַל מִעוּטוֹ, נִטַּל עֻקְצוֹ, נִקַּב וְלֹא חָסַר כָּל שֶׁהוּא, כָּשֵׁר. אֶתְרוֹג הַכּוּשִׁי, פָּסוּל. וְהַיָרוֹק כְּכַרְתִי, רַבִּי מֵאִיר מַכְשִׁיר, וְרַבִּי יְהוּדָה פּוֹסֵל: \n",
            "english": "If <b>boil-like blemishes arose on</b> the <b>majority</b> of the <i>etrog</i>; if <b>its pestle</b>-like protuberance on the upper, blossom end <b>was removed;</b> if the <i>etrog</i> <b>was peeled, split, or pierced and is missing any amount, it is unfit.</b> However, if <b>boil-like blemishes arose</b> only <b>on its minority; if its stem,</b> which connects it to the tree, <b>was removed; or it was pierced</b> but <b>is</b> not <b>missing any amount, it is fit. A Cushite <i>etrog</i>,</b> which is black like a Cushite, <b>is unfit.</b> And with regard to an <i>etrog</i> <b>that is leek green, Rabbi Meir deems it fit and Rabbi Yehuda deems it unfit.</b> "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "שִׁעוּר אֶתְרוֹג הַקָּטָן, רַבִּי מֵאִיר אוֹמֵר, כָּאֱגוֹז. רַבִּי יְהוּדָה אוֹמֵר, כַּבֵּיצָה. וּבְגָדוֹל, כְּדֵי שֶׁיֹּאחַז שְׁנַיִם בְּיָדוֹ אַחַת, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי יוֹסֵי אוֹמֵר, אֲפִלּוּ אֶחָד בִּשְׁתֵּי יָדָיו: \n",
            "english": "What is <b>the</b> minimum <b>measure of a small <i>etrog</i>? Rabbi Meir says:</b> It may be no smaller than <b>a walnut-bulk. Rabbi Yehuda says:</b> It may be no smaller than <b>an egg-bulk. And in a large</b> <i>etrog</i>, the maximum measure is <b>so that one could hold two in his one hand;</b> this is <b>the statement of Rabbi Yehuda. Rabbi Yosei says:</b> It is fit <b>even</b> if it is so large that he can hold only <b>one in his two hands.</b>  "
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "אֵין אוֹגְדִין אֶת הַלּוּלָב אֶלָּא בְמִינוֹ, דִּבְרֵי רַבִּי יְהוּדָה. רַבִּי מֵאִיר אוֹמֵר, אֲפִלּוּ בִמְשִׁיחָה. אָמַר רַבִּי מֵאִיר, מַעֲשֶׂה בְאַנְשֵׁי יְרוּשָׁלַיִם, שֶׁהָיוּ אוֹגְדִין אֶת לוּלְבֵיהֶן בְּגִימוֹנִיּוֹת שֶׁל זָהָב. אָמְרוּ לוֹ, בְּמִינוֹ הָיוּ אוֹגְדִין אוֹתוֹ מִלְּמָטָּה: \n",
            "english": "<b>One may bind the <i>lulav</i> only with its own species;</b> i.e., one of the four species taken with the <i>lulav</i>. This is <b>the statement of Rabbi Yehuda. Rabbi Meir says:</b> One may do so <b>even with a string</b> or <b>with a cord. Rabbi Meir said:</b> There was <b>an incident involving the men of Jerusalem who would bind their <i>lulavim</i> with gold rings.</b> The Sages <b>said to him: They would bind it with its own species beneath</b> the rings, which serve a merely decorative purpose and not a halakhic one. "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "וְהֵיכָן הָיוּ מְנַעְנְעִין, בְּהוֹדוּ לַה' תְּחִלָּה וָסוֹף, וּבְאָנָּא ה' הוֹשִׁיעָה נָּא, דִּבְרֵי בֵית הִלֵּל. וּבֵית שַׁמַּאי אוֹמְרִים, אַף בְּאָנָּא ה' הַצְלִיחָה נָא. אָמַר רַבִּי עֲקִיבָא, צוֹפֶה הָיִיתִי בְרַבָּן גַּמְלִיאֵל וּבְרַבִּי יְהוֹשֻׁעַ, שֶׁכָּל הָעָם הָיוּ מְנַעְנְעִים אֶת לוּלְבֵיהֶן, וְהֵן לֹא נִעְנְעוּ אֶלָּא בְאָנָּא ה' הוֹשִׁיעָה נָּא. מִי שֶׁבָּא בַדֶּרֶךְ וְלֹא הָיָה בְיָדוֹ לוּלָב לִטֹּל, לִכְשֶׁיִּכָּנֵס לְבֵיתוֹ יִטֹּל עַל שֻׁלְחָנוֹ. לֹא נָטַל שַׁחֲרִית, יִטֹּל בֵּין הָעַרְבַּיִם, שֶׁכָּל הַיּוֹם כָּשֵׁר לַלּוּלָב: \n",
            "english": "<b>And where</b> in the recitation of <i>hallel</i> <b>would they wave</b> the <i>lulav</i>? They would do so <b>at</b> the verse: <b>“Thank the Lord,</b> for He is good” (Psalms 118:1, 29) that appears <b>at</b> both <b>the beginning and the end</b> of the psalm, <b>and at</b> the verse: <b>“Lord, please save us”</b> (Psalms 118:25); this is <b>the statement of Beit Hillel. And Beit Shammai say:</b> They would wave the <i>lulav</i> <b>even at</b> the verse: <b>“Lord, please grant us success”</b> (Psalms 118:25). <b>Rabbi Akiva said: I was observing Rabban Gamliel and Rabbi Yehoshua</b> and saw <b>that all the people were waving their <i>lulavim</i>, and</b> the two of <b>them waved</b> their <i>lulav</i> <b>only at: “Lord, please save us,”</b> indicating that this is the <i>halakha</i>. With regard to <b>one who was coming</b> along <b>the way and did not have a <i>lulav</i> in his hand to take</b> and fulfill the mitzva while traveling, <b>when he enters his house</b> to eat,<b>he</b> should <b>take</b> the <i>lulav</i> <b>at his table.</b> He interrupts his meal to fulfill the mitzva of <i>lulav</i>. <b>If he did not take</b> the <i>lulav</i> in the <b>morning, he</b> should <b>take it in the afternoon, as the entire day is suited for</b> fulfilling the mitzva of <b><i>lulav</i>.</b> "
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה עֶבֶד אוֹ אִשָּׁה אוֹ קָטָן מַקְרִין אוֹתוֹ, עוֹנֶה אַחֲרֵיהֶן מַה שֶּׁהֵן אוֹמְרִין, וּתְהִי לוֹ מְאֵרָה. אִם הָיָה גָדוֹל מַקְרֵא אוֹתוֹ, עוֹנֶה אַחֲרָיו הַלְלוּיָהּ: \n",
            "english": "With regard to <b>one for whom a Canaanite slave, a woman, or a minor was reciting</b> <i>hallel</i>, <b>he repeats after them what they are saying</b> word for word. The mishna notes: <b>And may a curse come to him</b> for being so ignorant that he needs them to recite it for him. <b>If an adult male was reciting</b> <i>hallel</i> <b>on his</b> behalf, he need not repeat each word, as the adult male can fulfill the obligation to recite <i>hallel</i> on his behalf. Rather, <b>he</b> simply <b>answers: <i>Halleluya</i>,</b> to each phrase that is recited. "
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "מָקוֹם שֶׁנָּהֲגוּ לִכְפֹּל, יִכְפֹּל. לִפְשֹׁט, יִפְשֹׁט. לְבָרֵךְ אַחֲרָיו, יְבָרֵךְ אַחֲרָיו. הַכֹּל כְּמִנְהַג הַמְּדִינָה. הַלּוֹקֵחַ לוּלָב מֵחֲבֵרוֹ בַשְּׁבִיעִית, נוֹתֵן לוֹ אֶתְרוֹג בְּמַתָּנָה, לְפִי שֶׁאֵין רַשַּׁאי לְלָקְחוֹ בַשְּׁבִיעִית: \n",
            "english": "In <b>a place where they were accustomed to repeat</b> certain verses, <b>he,</b> too, should <b>repeat</b> them. If the custom is <b>to</b> recite them <b>plainly,</b> without repetition, <b>he</b> should recite them <b>plainly. In a place where the custom is to recite a blessing</b> after <i>hallel</i>, <b>he should recite a blessing. Everything is in accordance with the local custom</b> in these matters. In the case of <b>one who purchases a <i>lulav</i> from another</b> who is an <i>am ha’aretz</i> <b>during the Sabbatical Year,</b> the seller <b>gives him an <i>etrog</i></b> along with it <b>as a gift, as he is not permitted to purchase</b> the <i>etrog</i> <b>during the Sabbatical Year</b> because it is prohibited to engage in commerce with Sabbatical-Year produce. "
          }
        },
        {
          "mishnah": 12,
          "translations": {
            "hebrew": "בָּרִאשׁוֹנָה הָיָה לוּלָב נִטָּל בַּמִּקְדָּשׁ שִׁבְעָה, וּבַמְּדִינָה יוֹם אֶחָד. מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, הִתְקִין רַבָּן יוֹחָנָן בֶּן זַכַּאי שֶׁיְּהֵא לוּלָב נִטָּל בַּמְּדִינָה שִׁבְעָה, זֵכֶר לַמִּקְדָשׁ. וְשֶׁיְּהֵא יוֹם הָנֵף כֻּלּוֹ אָסוּר: \n",
            "english": "<b>Originally,</b> during the Temple era, the <b><i>lulav</i> was taken in the Temple</b> for <b>seven</b> days, <b>and in the</b> rest of the <b>country</b> outside the Temple it was taken for <b>one day. Once the Temple was destroyed, Rabban Yoḥanan ben Zakkai instituted</b> an ordinance <b>that the <i>lulav</i></b> should <b>be taken</b> even <b>in the</b> rest of the <b>country</b> for <b>seven</b> days, in <b>commemoration of the Temple.</b> <b>And</b> for similar reasons, he instituted an ordinance <b>that</b> for <b>the entire day of waving</b> the <i>omer</i> offering, <b>it</b> should <b>be prohibited</b> to eat the grain of the new crop. It is prohibited to eat the grain of the new crop until the <i>omer</i> offering is brought and waved in the Temple on the sixteenth of Nisan. The offering was sacrificed in the morning; however, after taking potential delays into consideration, the new crop remained prohibited until it was clear that the offering had been sacrificed. Practically speaking, it was prohibited to eat the new grain until the sixteenth of Nisan was over; it was permitted only on the seventeenth. Once the Temple was destroyed and there was no longer an <i>omer</i> offering sacrificed, it was permitted to eat the new crop on the sixteenth. However, Rabban Yoḥanan instituted an ordinance that eating the new grain would remain prohibited until the seventeenth to commemorate the Temple."
          }
        },
        {
          "mishnah": 13,
          "translations": {
            "hebrew": "יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג שֶׁחָל לִהְיוֹת בְּשַׁבָּת, כָּל הָעָם מוֹלִיכִין אֶת לוּלְבֵיהֶן לְבֵית הַכְּנֶסֶת. לַמָּחֳרָת מַשְׁכִּימִין וּבָאִין, כָּל אֶחָד וְאֶחָד מַכִּיר אֶת שֶׁלּוֹ, וְנוֹטְלוֹ. מִפְּנֵי שֶׁאָמְרוּ חֲכָמִים, אֵין אָדָם יוֹצֵא יְדֵי חוֹבָתוֹ בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג בְּלוּלָבוֹ שֶׁל חֲבֵרוֹ. וּשְׁאָר יְמוֹת הֶחָג, אָדָם יוֹצֵא יְדֵי חוֹבָתוֹ בְּלוּלָבוֹ שֶׁל חֲבֵרוֹ: \n",
            "english": "If <b>the first</b> day <b>of</b> the <b>festival of <i>Sukkot</i> occurs on Shabbat, all of the people bring their <i>lulavim</i> to the synagogue</b> on Shabbat eve, as it is prohibited to carry in a public domain on Shabbat. <b>The next day,</b> on Shabbat, everyone <b>rises early and comes</b> to the synagogue. <b>Each and every one recognizes his</b> <i>lulav</i> <b>and takes it.</b> This emphasis that each and every one recognizes his own <i>lulav</i> and takes it is <b>because the Sages said: A person does not fulfill his obligation</b> to take the <i>lulav</i> <b>on the first day of the Festival with the <i>lulav</i> of another, and</b> on <b>the rest of the days of the Festival a person fulfills his obligation</b> even <b>with the <i>lulav</i> of another.</b>"
          }
        },
        {
          "mishnah": 14,
          "translations": {
            "hebrew": "רַבִּי יוֹסֵי אוֹמֵר, יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג שֶׁחָל לִהְיוֹת בְּשַׁבָּת, וְשָׁכַח וְהוֹצִיא אֶת הַלּוּלָב לִרְשׁוּת הָרַבִּים, פָּטוּר, מִפְּנֵי שֶׁהוֹצִיאוֹ בִרְשׁוּת: \n",
            "english": " Rabbi Yosei says: If <b>the first day of</b> the <b>Festival occurs on Shabbat, and he forgot and carried the <i>lulav</i> out into the public domain, he is exempt</b> from liability to bring a sin-offering for this unwitting transgression <b>because he carried it out with permission,</b> i.e., he was preoccupied with the performance of the mitzva and carried it out. "
          }
        },
        {
          "mishnah": 15,
          "translations": {
            "hebrew": "מְקַבֶּלֶת אִשָּׁה מִיַּד בְּנָהּ וּמִיַּד בַּעְלָהּ וּמַחֲזִירָתוֹ לַמַּיִם בְּשַׁבָּת. רַבִּי יְהוּדָה אוֹמֵר, בְּשַׁבָּת מַחֲזִירִין, בְּיוֹם טוֹב מוֹסִיפִין, וּבַמּוֹעֵד מַחֲלִיפִין. קָטָן הַיּוֹדֵעַ לְנַעְנֵעַ, חַיָּב בַּלּוּלָב: \n",
            "english": "<b>A woman</b> may <b>receive</b> a <i>lulav</i> <b>from her son or from her husband and return it on Shabbat to the water</b> in which it had been placed. <b>Rabbi Yehuda says: On Shabbat one may return</b> the <i>lulav</i> to the water; <b>and on the Festival one may</b> even <b>add</b> fresh water to the vessel so the <i>lulav</i> will not wilt; and <b>during</b> the intermediate days of <b>the Festival, one may</b> even <b>change</b> the water. <b>A minor who knows</b> how <b>to wave</b> the <i>lulav</i> <b>is obligated in</b> the mitzva of <b><i>lulav</i></b> due to the requirement to train him in the performance of mitzvot."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "לוּלָב וַעֲרָבָה, שִׁשָּׁה וְשִׁבְעָה. הַהַלֵּל וְהַשִּׂמְחָה, שְׁמֹנָה. סֻכָּה וְנִסּוּךְ הַמַּיִם, שִׁבְעָה. וְהֶחָלִיל, חֲמִשָּׁה וְשִׁשָּׁה: \n",
            "english": "The <b><i>lulav</i></b> is taken <b>and</b> the altar is encircled together with the <b>willow branch</b> either <b>six or seven</b> days, depending on which day of the Festival occurs on Shabbat. The obligation to recite <b>the</b> full <b><i>hallel</i> and the</b> mitzva of <b>rejoicing,</b> i.e., eating the meat of the peace-offering, <b>is in effect for eight</b> days, seven days of <i>Sukkot</i> and the Eighth Day of Assembly. The mitzva of <b><i>sukka</i> and</b> the ritual of <b>the water libation</b> on the altar <b>are</b> in effect for <b>seven</b> days. <b>The flute</b> is played in the Temple for <b>five or six</b> days, depending on which day of the Festival occurs on Shabbat, to enhance the rejoicing on the Festival."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "לוּלָב שִׁבְעָה כֵּיצַד, יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג שֶׁחָל לִהְיוֹת בְּשַׁבָּת, לוּלָב שִׁבְעָה, וּשְׁאָר כָּל הַיָּמִים, שִׁשָּׁה: \n",
            "english": "The mishna elaborates: The <b><i>lulav</i></b> is taken for <b>seven</b> days. <b>How</b> so? If <b>the first day of the Festival occurs on Shabbat,</b> since the mitzva to take the <i>lulav</i> on the first day is a mitzva by Torah law, it overrides Shabbat and one takes the <i>lulav</i> that day. As a result, the <b><i>lulav</i></b> is then taken for <b>seven</b> days. <b>And</b> if the first day occurs on one of the <b>rest of the days</b> of the week and one of the other days of the Festival coincides with Shabbat, the <i>lulav</i> is taken only <b>six</b> days. Since the mitzva to take the <i>lulav</i> is a mitzva by rabbinic law throughout the rest of <i>Sukkot</i>, it does not override Shabbat."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עֲרָבָה שִׁבְעָה כֵּיצַד, יוֹם שְׁבִיעִי שֶׁל עֲרָבָה שֶׁחָל לִהְיוֹת בְּשַׁבָּת, עֲרָבָה שִׁבְעָה, וּשְׁאָר כָּל הַיָּמִים שִׁשָּׁה: \n",
            "english": "The altar is encircled with the <b>willow branch</b> for <b>seven</b> days. <b>How</b> so? If <b>the seventh day of</b> the mitzva of the <b>willow branch occurs on Shabbat,</b> since on that day it is a mitzva by Torah law, it overrides Shabbat and the mitzva of the <b>willow branch</b> is then performed for <b>seven</b> days. <b>And</b> if the seventh day occurs on one of the <b>rest of the days</b> of the week, and one of the other days of the Festival coincides with Shabbat, since the mitzva of the willow branch is then by rabbinic law and consequently does not override Shabbat, it is performed for only <b>six</b> days."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "מִצְוַת לוּלָב כֵּיצַד. יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג שֶׁחָל לִהְיוֹת בְּשַׁבָּת, מוֹלִיכִין אֶת לוּלְבֵיהֶן לְהַר הַבַּיִת, וְהַחַזָּנִין מְקַבְּלִין מֵהֶן וְסוֹדְרִין אוֹתָן עַל גַּב הָאִצְטַבָּא, וְהַזְּקֵנִים מַנִּיחִין אֶת שֶׁלָּהֶן בַּלִּשְׁכָּה. וּמְלַמְּדִים אוֹתָם לוֹמַר, כָּל מִי שֶׁמַּגִּיעַ לוּלָבִי בְיָדוֹ, הֲרֵי הוּא לוֹ בְמַתָּנָה. לְמָחָר מַשְׁכִּימִין וּבָאִין, וְהַחַזָּנִין זוֹרְקִין אוֹתָם לִפְנֵיהֶם. וְהֵן מְחַטְּפִין וּמַכִּין אִישׁ אֶת חֲבֵרוֹ. וּכְשֶׁרָאוּ בֵית דִּין שֶׁבָּאוּ לִידֵי סַכָּנָה, הִתְקִינוּ שֶׁיְּהֵא כָל אֶחָד וְאֶחָד נוֹטֵל בְּבֵיתוֹ: \n",
            "english": "<b>How is the mitzva of <i>lulav</i></b> fulfilled in the Temple when the first day of the Festival occurs <b>on Shabbat?</b> If <b>the first day of the Festival occurs on Shabbat,</b> all the people <b>bring their <i>lulavim</i> to the Temple Mount</b> on Friday. <b>The attendants receive</b> the <i>lulavim</i> <b>from them and arrange them on a bench [<i>itztaba</i>], while the Elders place their</b> <i>lulavim</i> <b>in the chamber.</b> They were given permission to do so due to the concern that they would be injured the following morning in the rush of people in search of their <i>lulavim</i>. <b>And</b> the court <b>teaches</b> the people <b>to say:</b> With regard to <b>anyone whom my <i>lulav</i> reaches his possession, it is his as a gift.</b> They did so to avoid the likely situation where people would inadvertently take <i>lulavim</i> that did not belong to them, as on the first day of the Festival one does not fulfill his obligation with a <i>lulav</i> that does not belong to him. <b>The next day</b> everyone <b>rises early and comes</b> to the Temple, <b>and the attendants throw</b> the <i>lulavim</i> <b>before them. And</b> in the confusion, the people <b>snatch</b> the <i>lulavim</i> <b>and</b> in the process <b>strike one another. And when the court saw that they came to</b> potential <b>danger, they instituted that each and every</b> person <b>will take</b> his <i>lulav</i> <b>in his house</b> and fulfill the mitzva there."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "מִצְוַת עֲרָבָה כֵּיצַד, מָקוֹם הָיָה לְמַטָּה מִירוּשָׁלַיִם, וְנִקְרָא מוֹצָא. יוֹרְדִין לְשָׁם וּמְלַקְּטִין מִשָּׁם מֻרְבִּיּוֹת שֶׁל עֲרָבָה, וּבָאִין וְזוֹקְפִין אוֹתָן בְּצִדֵּי הַמִּזְבֵּחַ, וְרָאשֵׁיהֶן כְּפוּפִין עַל גַּבֵּי הַמִּזְבֵּחַ. תָּקְעוּ וְהֵרִיעוּ וְתָקָעוּ. בְּכָל יוֹם מַקִּיפִין אֶת הַמִּזְבֵּחַ פַּעַם אַחַת, וְאוֹמְרִים, אָנָּא ה' הוֹשִׁיעָה נָּא, אָנָּא ה' הַצְלִיחָה נָּא. רַבִּי יְהוּדָה אוֹמֵר, אֲנִי וָהוֹ הוֹשִׁיעָה נָּא. וְאוֹתוֹ הַיּוֹם מַקִּיפִין אֶת הַמִּזְבֵּחַ שֶׁבַע פְּעָמִים. בִּשְׁעַת פְּטִירָתָן, מָה הֵן אוֹמְרִים, יֹפִי לְךָ מִזְבֵּחַ, יֹפִי לְךָ מִזְבֵּחַ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, לְיָהּ וּלְךָ, מִזְבֵּחַ. לְיָהּ וּלְךָ, מִזְבֵּחַ: \n",
            "english": "<b>How is the mitzva of</b> the <b>willow branch</b> fulfilled? <b>There was a place below Jerusalem, and it was called Motza. They</b> would <b>descend there and gather willow branches [<i>murbiyyot</i>] from there. And they</b> would then <b>come and stand them upright at the sides of the altar, and</b> the <b>tops</b> of the branches would <b>be inclined over the top of the altar. They</b> then <b>sounded a <i>tekia</i>,</b> a simple uninterrupted blast, <b>sounded a <i>terua</i>,</b> a broken sound and/or a series of short staccato blasts, <b>and sounded</b> another <b><i>tekia</i>. Each day they</b> would <b>circle the altar one time and say: “Lord, please save us. Lord, please grant us success”</b> (Psalms 118:25). <b>Rabbi Yehuda says</b> that they would say: <b><i>Ani vaho</i>, please save us. And on that day,</b> the seventh day of <i>Sukkot</i>, <b>they</b> would <b>circle the altar seven times. At the time of their departure</b> at the end of the Festival, <b>what</b> would <b>they say?</b> It is <b>beautiful for you, altar;</b> it is <b>beautiful for you, altar. Rabbi Elazar said</b> that they would say: <b>To the Lord and to you, altar; to the Lord and to you, altar.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "כְּמַעֲשֵׂהוּ בְחֹל כָּךְ מַעֲשֵׂהוּ בְשַׁבָּת, אֶלָּא שֶׁהָיוּ מְלַקְּטִין אוֹתָן מֵעֶרֶב שַׁבָּת וּמַנִּיחִים אוֹתָן בְּגִיגִיּוֹת שֶׁל זָהָב, כְּדֵי שֶׁלֹּא יִכְמֹשׁוּ. רַבִּי יוֹחָנָן בֶּן בְּרוֹקָה אוֹמֵר, חֲרִיּוֹת שֶׁל דֶּקֶל הָיוּ מְבִיאִין, וְחוֹבְטִין אוֹתָן בַּקַּרְקַע בְּצִדֵּי הַמִּזְבֵּחַ, וְאוֹתוֹ הַיּוֹם נִקְרָא יוֹם חִבּוּט חֲרִיּוֹת: \n",
            "english": "The mishna notes: <b>As its performance during the week, so is its performance on Shabbat; except</b> for the fact <b>that they would gather</b> the branches <b>from</b> Shabbat <b>eve and place them in basins of gold so that they would not dry. Rabbi Yoḥanan ben Beroka says:</b> There was a unique custom on the seventh day. <b>They would bring palm branches</b> to the Temple <b>and place them on the ground at the sides of the altar, and that</b> seventh <b>day</b> of <i>Sukkot</i> <b>was called:</b> The day of the <b>placing of palm branches.</b> "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "מִיַּד הַתִּינוֹקוֹת שׁוֹמְטִין אֶת לוּלְבֵיהֶן וְאוֹכְלִין אֶתְרוֹגֵיהֶן: \n",
            "english": "<b>Immediately</b> after fulfilling the mitzva of taking the four species on the seventh day of the festival of <i>Sukkot</i>, <b>children remove their <i>lulavim</i></b> from the binding <b>and eat their <i>etrogim</i></b> as an expression of extreme joy."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הַהַלֵּל וְהַשִּׂמְחָה שְׁמֹנָה כֵּיצַד. מְלַמֵּד שֶׁחַיָּב אָדָם בַּהַלֵּל וּבַשִּׂמְחָה וּבִכְבוֹד יוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג, כִּשְׁאָר כָּל יְמוֹת הֶחָג. סֻכָּה שִׁבְעָה כֵּיצַד. גָּמַר מִלֶּאֱכֹל, לֹא יַתִּיר סֻכָּתוֹ, אֲבָל מוֹרִיד אֶת הַכֵּלִים מִן הַמִּנְחָה וּלְמַעְלָה, מִפְּנֵי כְבוֹד יוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג: \n",
            "english": "This mishna elaborates upon the first mishna in this chapter. <b>The</b> obligation to recite <b><i>hallel</i> and the</b> mitzva of <b>rejoicing</b> on the Festival by sacrificing and eating the meat of peace-offerings <b>are</b> always for <b>eight</b> days. The mishna explains: <b>How so?</b> This <b>teaches that a person is obligated in <i>hallel</i>, and in the</b> mitzva of <b>rejoicing, and in reverence for the last day of the Festival like</b> he is for <b>all the other days of the Festival.</b> The mitzva of <b><i>sukka</i></b> is <b>seven</b> days. <b>How</b> does one fulfill this obligation for seven full days? When <b>one finished eating</b> on the seventh day, <b>he</b> should <b>not dismantle his <i>sukka</i></b> immediately, because the obligation continues until the end of the day. <b>However, he takes the vessels down</b> from the <i>sukka</i> into the house <b>from <i>minḥa</i></b> time <b>and onward in deference to the last day of the Festival,</b> when he will require the vessels in the house."
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "נִסּוּךְ הַמַּיִם כֵּיצַד. צְלוֹחִית שֶׁל זָהָב מַחֲזֶקֶת שְׁלשֶׁת לֻגִּים הָיָה מְמַלֵּא מִן הַשִּׁלּוֹחַ. הִגִּיעוּ לְשַׁעַר הַמַּיִם, תָּקְעוּ וְהֵרִיעוּ וְתָקָעוּ. עָלָה בַכֶּבֶשׁ וּפָנָה לִשְׂמֹאלוֹ, שְׁנֵי סְפָלִים שֶׁל כֶּסֶף הָיוּ שָׁם. רַבִּי יְהוּדָה אוֹמֵר, שֶׁל סִיד הָיוּ, אֶלָּא שֶׁהָיוּ מֻשְׁחָרִין פְּנֵיהֶם מִפְּנֵי הַיָּיִן. וּמְנֻקָּבִין כְּמִין שְׁנֵי חֳטָמִין דַּקִּין, אֶחָד מְעֻבֶּה וְאֶחָד דַּק, כְּדֵי שֶׁיְּהוּ שְׁנֵיהֶם כָּלִין בְּבַת אַחַת. מַעֲרָבִי שֶׁל מַיִם, מִזְרָחִי שֶׁל יָיִן. עֵרָה שֶׁל מַיִם לְתוֹךְ שֶׁל יַיִן, וְשֶׁל יַיִן לְתוֹךְ שֶׁל מַיִם, יָצָא. רַבִּי יְהוּדָה אוֹמֵר, בְּלֹג הָיָה מְנַסֵּךְ כָּל שְׁמֹנָה. וְלַמְנַסֵּךְ אוֹמְרִים לוֹ, הַגְבַּהּ יָדֶךָ, שֶׁפַּעַם אַחַת נִסֵּךְ אֶחָד עַל גַּבֵּי רַגְלָיו, וּרְגָמוּהוּ כָל הָעָם בְּאֶתְרוֹגֵיהֶן: \n",
            "english": "With regard to the rite of <b>water libation</b> performed in the Temple during the Festival, <b>how</b> was it performed? <b>One would fill a golden jug with a capacity of three <i>log</i></b> with water <b>from the Siloam</b> pool. When those who went to bring the water <b>reached the Gate of the Water,</b> so called because the water for the libation was brought through this gate leading to the Temple courtyard, <b>they sounded a <i>tekia</i>, sounded a <i>terua</i>, and sounded</b> another <b><i>tekia</i></b> as an expression of joy. The priest <b>ascended the ramp</b> of the altar <b>and turned to his left. There were two silver basins there</b> into which he poured the water. <b>Rabbi Yehuda said: They were limestone</b> basins, <b>but they would blacken due to the wine</b> and therefore looked like silver. The two basins were <b>perforated</b> at the bottom with <b>two thin</b> perforated <b>nose-like</b> protrusions. <b>One</b> of the basins, used for the wine libation, had a perforation that was <b>broad, and one,</b> used for the water libation, had a perforation that was <b>thin, so that</b> the flow of <b>both</b> the water and the wine, which do not have the same viscosity, would <b>conclude simultaneously.</b> The basin to the <b>west of</b> the altar was <b>for water,</b> and the basin to the <b>east of</b> the altar was <b>for wine.</b> However, if <b>one poured</b> the contents of the basin <b>of water into</b> the basin <b>of wine, or</b> the contents of the basin <b>of wine into</b> the basin <b>of water, he fulfilled</b> his obligation, as failure to pour the libation from the prescribed location does not disqualify the libation after the fact. <b>Rabbi Yehuda says:</b> The basin for the water libation was not that large; rather, <b>one would pour</b> the water <b>with</b> a vessel that had a capacity of <b>one <i>log</i></b> on <b>all eight</b> days of the Festival and not only seven. <b>And</b> the appointee <b>says to the one pouring</b> the water into the silver basin: <b>Raise your hand,</b> so that his actions would be visible, <b>as one time</b> a Sadducee priest intentionally <b>poured</b> the water <b>on his feet,</b> as the Sadducees did not accept the oral tradition requiring water libation, and in their rage <b>all the people pelted him with their <i>etrogim</i>.</b>"
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "כְּמַעֲשֵׂהוּ בְחֹל כָּךְ מַעֲשֵׂהוּ בְשַׁבָּת, אֶלָּא שֶׁהָיָה מְמַלֵּא מֵעֶרֶב שַׁבָּת חָבִית שֶׁל זָהָב שֶׁאֵינָהּ מְקֻדֶּשֶׁת, מִן הַשִּׁלּוֹחַ, וּמַנִּיחָהּ בַּלִּשְׁכָּה. נִשְׁפְּכָה אוֹ נִתְגַּלְּתָה, הָיָה מְמַלֵּא מִן הַכִּיּוֹר, שֶׁהַיַּיִן וְהַמַּיִם הַמְּגֻלִּין, פְּסוּלִים לְגַבֵּי הַמִּזְבֵּחַ: \n",
            "english": "Rabbi Yehuda continues: <b>As its performance during the week, so is its performance on Shabbat, except</b> that on Shabbat one would not draw water. Instead, <b>on Shabbat eve, one would fill a golden barrel that was not consecrated</b> for exclusive use in the Temple <b>from the Siloam</b> pool, <b>and he</b> would <b>place it in the</b> Temple <b>chamber</b> and draw water from there on Shabbat. If the water in the barrel <b>spilled,</b> or if it <b>was exposed</b> overnight, leading to concern that a snake may have deposited poison in the water, <b>one would fill</b> the jug with water <b>from the basin</b> in the Temple courtyard, <b>as exposed wine or water is unfit for the altar.</b> Just as it is prohibited for people to drink them due to the potential danger, so too, they may not be poured on the altar."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הֶחָלִיל חֲמִשָּׁה וְשִׁשָּׁה. זֶהוּ הֶחָלִיל שֶׁל בֵּית הַשּׁוֹאֵבָה, שֶׁאֵינָה דּוֹחָה לֹא אֶת הַשַּׁבָּת וְלֹא אֶת יוֹם טוֹב. אָמְרוּ, כָּל מִי שֶׁלֹּא רָאָה שִׂמְחַת בֵּית הַשּׁוֹאֵבָה, לֹא רָאָה שִׂמְחָה מִיָּמָיו: \n",
            "english": "<b>The flute</b> is played on the festival of <i>Sukkot</i> for <b>five</b> or <b>six</b> days. <b>This is the flute of the Place of the Drawing</b> of the Water, <b>whose</b> playing <b>overrides neither Shabbat nor</b> the <b>Festival.</b> Therefore, if the first Festival day occurred on Shabbat, they would play the flute for six days that year. However, if Shabbat coincided with one of the intermediate days of the Festival, they would play the flute for only five days. <b>One who did not see the Celebration of the Place of the Drawing</b> of the Water <b>never saw celebration in his days.</b> "
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "בְּמוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג, יָרְדוּ לְעֶזְרַת נָשִׁים, וּמְתַקְּנִין שָׁם תִּקּוּן גָּדוֹל. וּמְנוֹרוֹת שֶׁל זָהָב הָיוּ שָׁם, וְאַרְבָּעָה סְפָלִים שֶׁל זָהָב בְּרָאשֵׁיהֶן, וְאַרְבָּעָה סֻלָּמוֹת לְכָל אֶחָד וְאֶחָד, וְאַרְבָּעָה יְלָדִים מִפִּרְחֵי כְהֻנָּה וּבִידֵיהֶם כַּדִּים שֶׁל שֶׁמֶן שֶׁל מֵאָה וְעֶשְׂרִים לֹג, שֶׁהֵן מַטִּילִין לְכָל סֵפֶל וָסֵפֶל: \n",
            "english": "This was the sequence of events: <b>At the conclusion of the first Festival</b> day the priests and the Levites <b>descended</b> from the Israelites’ courtyard <b>to the Women’s Courtyard, where they would introduce a significant repair,</b> as the Gemara will explain. <b>There were golden candelabra</b> atop poles <b>there</b> in the courtyard. <b>And</b> there were <b>four basins</b> made <b>of gold at the top</b> of each candelabrum. <b>And</b> there were <b>four ladders for each and every</b> pole <b>and</b> there were <b>four children from the priesthood trainees, and in their hands</b> were <b>pitchers</b> with a capacity <b>of 120 <i>log</i></b> of oil <b>that they would pour into each and every basin. </b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "מִבְּלָאֵי מִכְנְסֵי כֹהֲנִים וּמֵהֶמְיָנֵיהֶן מֵהֶן הָיוּ מַפְקִיעִין, וּבָהֶן הָיוּ מַדְלִיקִין, וְלֹא הָיְתָה חָצֵר בִּירוּשָׁלַיִם שֶׁאֵינָהּ מְאִירָה מֵאוֹר בֵּית הַשּׁוֹאֵבָה: \n",
            "english": "From the worn trousers of the priests and their belts they would loosen and tear strips to use as wicks, <b>and with them they would light</b> the candelabra. <b>And</b> the light from the candelabra was so bright that <b>there was not a courtyard in Jerusalem that was not illuminated from the light of the Place of the Drawing</b> of the Water. "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "חֲסִידִים וְאַנְשֵׁי מַעֲשֶׂה הָיוּ מְרַקְּדִים לִפְנֵיהֶם בַּאֲבוּקוֹת שֶׁל אוֹר שֶׁבִּידֵיהֶן, וְאוֹמְרִים לִפְנֵיהֶן דִּבְרֵי שִׁירוֹת וְתִשְׁבָּחוֹת. וְהַלְוִיִּם בְּכִנּוֹרוֹת וּבִנְבָלִים וּבִמְצִלְתַּיִם וּבַחֲצוֹצְרוֹת וּבִכְלֵי שִׁיר בְּלֹא מִסְפָּר, עַל חֲמֵשׁ עֶשְׂרֵה מַעֲלוֹת הַיּוֹרְדוֹת מֵעֶזְרַת יִשְׂרָאֵל לְעֶזְרַת נָשִׁים, כְּנֶגֶד חֲמִשָּׁה עָשָׂר שִׁיר הַמַּעֲלוֹת שֶׁבַּתְּהִלִּים, שֶׁעֲלֵיהֶן לְוִיִּים עוֹמְדִין בִּכְלֵי שִׁיר וְאוֹמְרִים שִׁירָה. וְעָמְדוּ שְׁנֵי כֹהֲנִים בַּשַּׁעַר הָעֶלְיוֹן שֶׁיּוֹרֵד מֵעֶזְרַת יִשְׂרָאֵל לְעֶזְרַת נָשִׁים, וּשְׁתֵּי חֲצוֹצְרוֹת בִּידֵיהֶן. קָרָא הַגֶּבֶר, תָּקְעוּ וְהֵרִיעוּ וְתָקָעוּ. הִגִּיעוּ לְמַעְלָה עֲשִׂירִית, תָּקְעוּ וְהֵרִיעוּ וְתָקָעוּ. הִגִּיעוּ לָעֲזָרָה, תָּקְעוּ וְהֵרִיעוּ וְתָקָעוּ. הָיוּ תוֹקְעִין וְהוֹלְכִין, עַד שֶׁמַּגִּיעִין לַשַּׁעַר הַיּוֹצֵא מִזְרָח. הִגִּיעוּ לַשַּׁעַר הַיּוֹצֵא מִמִּזְרָח, הָפְכוּ פְנֵיהֶן לַמַּעֲרָב, וְאָמְרוּ, אֲבוֹתֵינוּ שֶׁהָיוּ בַמָּקוֹם הַזֶּה אֲחוֹרֵיהֶם אֶל הֵיכַל ה' וּפְנֵיהֶם קֵדְמָה, וְהֵמָּה מִשְׁתַּחֲוִים קֵדְמָה לַשָּׁמֶשׁ, וְאָנוּ לְיָהּ עֵינֵינוּ. רַבִּי יְהוּדָה אוֹמֵר, הָיוּ שׁוֹנִין וְאוֹמְרִין, אָנוּ לְיָהּ, וּלְיָהּ עֵינֵינוּ: \n",
            "english": "The <b>pious and</b> the <b>men of action would dance before</b> the people who attended the celebration, <b>with flaming torches</b> that they would juggle <b>in their hands, and they would say before them passages of song and praise</b> to God. <b>And the Levites</b> would play <b>on lyres, harps, cymbals, and trumpets, and countless</b> other <b>musical instruments.</b> The musicians would stand <b>on the fifteen stairs that descend from the Israelites’ courtyard to the Women’s Courtyard, corresponding to the fifteen</b> Songs of the <b>Ascents in Psalms,</b> i.e., chapters 120–134, and <b>upon which</b> the <b>Levites stand with musical instruments and recite</b> their <b>song.</b> <b>And</b> this was the ceremony of the Water Libation: <b>Two priests stood at the Upper Gate that descends from the Israelites’ courtyard to the Women’s Courtyard, with two trumpets in their hands.</b> When <b>the rooster crowed</b> at dawn, <b>they sounded a <i>tekia</i>, and sounded a <i>terua</i>, and sounded a <i>tekia</i>.</b> When <b>they</b> who would draw the water <b>reached the tenth stair</b> the trumpeters <b>sounded a <i>tekia</i>, and sounded a <i>terua</i>, and sounded a <i>tekia</i>,</b> to indicate that the time to draw water from the Siloam pool had arrived. When <b>they reached the</b> Women’s <b>Courtyard</b> with the basins of water in their hands, the trumpeters <b>sounded a <i>tekia</i>, and sounded a <i>terua</i>, and sounded a <i>tekia</i>.</b> When <b>they reached the ground</b> of the Women’s Courtyard, the trumpeters <b>sounded a <i>tekia</i>, and sounded a <i>terua</i>, and sounded a <i>tekia</i>. They continued sounding</b> the trumpets <b>until they reached the gate</b> through <b>which</b> one <b>exits to the east,</b> from the Women’s Courtyard to the eastern slope of the Temple Mount. When <b>they reached the gate</b> through <b>which</b> one <b>exits to the east, they turned from</b> facing <b>east to</b> facing <b>west,</b> toward the Holy of Holies, <b>and said: Our ancestors who were in this place</b> during the First Temple period who did not conduct themselves appropriately, stood <b>“with their backs toward the Sanctuary of the Lord, and their faces toward the east; and they worshipped the sun toward the east”</b> (Ezekiel 8:16), <b>and we, our eyes are to God. Rabbi Yehuda says</b> that <b>they would repeat and say: We are to God, and our eyes are to God.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אֵין פּוֹחֲתִין מֵעֶשְׂרִים וְאַחַת תְּקִיעוֹת בַּמִּקְדָּשׁ, וְאֵין מוֹסִיפִין עַל אַרְבָּעִים וּשְׁמֹנֶה. בְּכָל יוֹם הָיוּ שָׁם עֶשְׂרִים וְאַחַת תְּקִיעוֹת בַּמִּקְדָּשׁ, שָׁלשׁ לִפְתִיחַת שְׁעָרִים, וְתֵשַׁע לְתָמִיד שֶׁל שַׁחַר, וְתֵשַׁע לְתָמִיד שֶׁל בֵּין הָעַרְבָּיִם. וּבַמּוּסָפִין הָיוּ מוֹסִיפִין עוֹד תֵּשַׁע. וּבְעֶרֶב שַׁבָּת הָיוּ מוֹסִיפִין עוֹד שֵׁשׁ, שָׁלשׁ לְהַבְטִיל הָעָם מִמְּלָאכָה, וְשָׁלשׁ לְהַבְדִּיל בֵּין קֹדֶשׁ לְחֹל. עֶרֶב שַׁבָּת שֶׁבְּתוֹךְ הֶחָג הָיוּ שָׁם אַרְבָּעִים וּשְׁמֹנֶה, שָׁלשׁ לִפְתִיחַת שְׁעָרִים, שָׁלשׁ לַשַּׁעַר הָעֶלְיוֹן, וְשָׁלשׁ לַשַּׁעַר הַתַּחְתּוֹן, וְשָׁלשׁ לְמִלּוּי הַמַּיִם, וְשָׁלשׁ עַל גַּבֵּי מִזְבֵּחַ, תֵּשַׁע לְתָמִיד שֶׁל שַׁחַר, וְתֵשַׁע לְתָמִיד שֶׁל בֵּין הָעַרְבַּיִם, וְתֵשַׁע לַמּוּסָפִין, שָׁלשׁ לְהַבְטִיל אֶת הָעָם מִן הַמְּלָאכָה, וְשָׁלשׁ לְהַבְדִּיל בֵּין קֹדֶשׁ לְחֹל: \n",
            "english": "<b>One</b> sounds <b>no fewer than twenty-one</b> trumpet <b>blasts in the Temple, and one</b> sounds <b>no more than forty-eight.</b> The mishna elaborates: <b>Each day there were twenty-one</b> trumpet <b>blasts in the Temple: Three</b> blasts were sounded <b>for the opening of the gates</b> in the morning, <b>nine for the daily morning offering, and nine for the daily afternoon offering,</b> totaling twenty-one. <b>And</b> on a day when the additional offerings were sacrificed, e.g., the New Moon, <b>with the additional offerings they would add nine additional blasts.</b> <b>And on Shabbat eve they would add six</b> blasts sounded adjacent to the onset of Shabbat: <b>Three to stop the people from</b> their <b>labor,</b> as the blasts inform the people that Shabbat is approaching and they stop working, <b>and three</b> at the onset of Shabbat <b>to demarcate between sacred and profane.</b> On <b>Shabbat eve during the festival</b> of <i>Sukkot</i>, <b>there were forty-eight</b> blasts. How so? <b>Three</b> in the morning <b>for the opening of the gates; three for the upper gate; and three for the lower gate; and three for the filling of the</b> vessel with <b>water,</b> as described in the sequence of the ritual of drawing the water for the water libation (48b); <b>and three</b> when pouring the water libation <b>upon the altar; nine for the daily morning offering; and nine for the daily afternoon offering; and nine for the additional offerings; three to stop the people from work; and three</b> more <b>to demarcate between sacred and profane,</b> totaling forty-eight blasts."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג הָיוּ שָׁם שְׁלשָׁה עָשָׂר פָּרִים, וְאֵילִים שְׁנַיִם, וְשָׂעִיר אֶחָד. נִשְׁתַּיְּרוּ שָׁם אַרְבָּעָה עָשָׂר כְּבָשִׂים לִשְׁמֹנֶה מִשְׁמָרוֹת. בַּיּוֹם הָרִאשׁוֹן, שִׁשָּׁה מַקְרִיבִין שְׁנַיִם שְׁנַיִם, וְהַשְּׁאָר אֶחָד אֶחָד. בַּשֵּׁנִי, חֲמִשָּׁה מַקְרִיבִין שְׁנַיִם שְׁנַיִם, וְהַשְׁאָר אֶחָד אֶחָד. בַּשְּׁלִישִׁי, אַרְבָּעָה מַקְרִיבִין שְׁנַיִם שְׁנַיִם, וְהַשְׁאָר אֶחָד אֶחָד. בָּרְבִיעִי, שְׁלשָׁה מַקְרִיבִין שְׁנַיִם שְׁנַיִם, וְהַשְּׁאָר אֶחָד אֶחָד. בַּחֲמִשִּׁי, שְׁנַיִם מַקְרִיבִין שְׁנַיִם שְׁנַיִם, וְהַשְּׁאָר אֶחָד אֶחָד. בַּשִּׁשִּׁי, אֶחָד מַקְרִיב שְׁנַיִם, וְהַשְּׁאָר אֶחָד אֶחָד. בַּשְּׁבִיעִי, כֻּלָּן שָׁוִין. בַּשְּׁמִינִי, חָזְרוּ לַפַּיִס כְּבָרְגָלִים. אָמְרוּ, מִי שֶׁהִקְרִיב פָּרִים הַיּוֹם, לֹא יַקְרִיב לְמָחָר, אֶלָּא חוֹזְרִין חֲלִילָה: \n",
            "english": "On <b>the first Festival</b> day <b>of <i>Sukkot</i> there were thirteen bulls, two rams, and one goat there.</b> The mishna proceeds to discuss the division of labor for the Festival offerings among the twenty-four priestly watches, all of which serve in the Temple on the pilgrimage Festivals. The sixteen offerings mentioned above were divided among sixteen priestly watches, one offering per watch. <b>Fourteen sheep remained to</b> be divided among the <b>eight</b> remaining <b>watches. On the first day</b> of the Festival, <b>six</b> of the eight remaining watches <b>sacrifice two</b> sheep <b>each</b> for a total of twelve, <b>and the remaining</b> two watches sacrifice <b>one</b> sheep <b>each.</b> <b>On the second</b> day of the Festival, i.e., the first day of the intermediate days, when twelve bulls were sacrificed, fifteen of the priestly watches sacrifice the bulls, rams, and goat, <b>five</b> of the remaining watches <b>sacrifice two</b> sheep <b>each, and the remaining</b> four watches sacrifice <b>one</b> sheep <b>each. On the third</b> day of the Festival, when eleven bulls were sacrificed, fourteen of the priestly watches sacrifice the bulls, rams, and goat, <b>four</b> of the remaining watches <b>sacrifice two</b> sheep <b>each, and the remaining</b> six watches sacrifice <b>one</b> sheep <b>each.</b> <b>On the fourth</b> day of the Festival, when ten bulls were sacrificed, thirteen of the priestly watches sacrifice the bulls, rams, and goat, <b>three</b> of the remaining watches <b>sacrifice two</b> sheep <b>each, and the remaining</b> eight watches sacrifice <b>one</b> sheep <b>each. On the fifth</b> day, when nine bulls were sacrificed, twelve watches sacrifice the bulls, rams, and goat, <b>two</b> of the twelve remaining watches <b>sacrifice two</b> sheep <b>each, and the remaining</b> ten watches sacrifice <b>one</b> sheep <b>each. On the sixth</b> day, when eight bulls were sacrificed, eleven watches sacrifice the bulls, rams, and goat, <b>one</b> of the remaining watches <b>sacrifices two</b> sheep, <b>and the remaining</b> twelve watches sacrifice <b>one</b> sheep <b>each.</b> <b>On the seventh</b> day <b>they are all equal</b> and bring one offering each. <b>On the eighth</b> day, when there was a completely different configuration of offerings, <b>they returned to the</b> standard <b>lottery</b> system used to determine which of the priestly watches would sacrifice the offerings, <b>as</b> they did <b>on the other pilgrimage Festivals,</b> which do not have as many offerings as does <i>Sukkot</i>. <b>They said</b> about the ordering of the priestly watches: <b>One who sacrificed bulls today will not sacrifice</b> bulls <b>tomorrow; rather,</b> they will sacrifice one of the other types of offerings. <b>They rotate,</b> so that each of the watches will have the opportunity to sacrifice bulls as well as other animals."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בִּשְׁלשָׁה פְרָקִים בַּשָּׁנָה הָיוּ כָּל מִשְׁמָרוֹת שָׁווֹת בְּאֵמוּרֵי הָרְגָלִים וּבְחִלּוּק לֶחֶם הַפָּנִים. בַּעֲצֶרֶת אוֹמְרִים לוֹ, הֵילָךְ מַצָּה הֵילָךְ חָמֵץ. מִשְׁמָר שֶׁזְּמַנּוֹ קָבוּעַ, הוּא מַקְרִיב תְּמִידִין, נְדָרִים וּנְדָבוֹת וּשְׁאָר קָרְבְּנוֹת צִבּוּר, וּמַקְרִיב אֶת הַכֹּל. יוֹם טוֹב הַסָּמוּךְ לְשַׁבָּת, בֵּין מִלְּפָנֶיהָ בֵּין מִלְּאַחֲרֶיהָ, הָיוּ כָל הַמִּשְׁמָרוֹת שָׁווֹת בְּחִלּוּק לֶחֶם הַפָּנִים: \n",
            "english": "<b>At three times during the year, all</b> twenty-four <b>priestly watches</b> have <b>equal</b> status, in that all receive a share in the Temple service independent of the standard order of the watches and all receive a share in the accompanying gifts of the priesthood: <b>In the portions of the offerings of the Festivals</b> sacrificed on the altar <b>and in the distribution of the shewbread</b> on Shabbat during the Festivals. <b>On <i>Shavuot</i></b> that coincides with Shabbat, when the two loaves offered on <i>Shavuot</i> would be distributed together with the distribution of the shewbread, the priest charged with the distribution <b>says to</b> each priest: <b>Here is <i>matza</i></b> from the shewbread <b>for you,</b> and <b>here is leavened bread</b> from the two loaves <b>for you.</b> The principle is that <b>the priestly watch whose time is fixed</b> during the Festival <b>sacrifices</b> the <b>daily offerings</b> during the Festival, as well as vow-offerings, <b>free-will offerings, and all other communal offerings. And</b> that watch <b>sacrifices all of them</b> even during the Festival, when other aspects of the service are shared by all the watches. In the case of <b>a Festival that</b> occurs <b>adjacent to Shabbat, both</b> when it occurs <b>preceding it</b> and when it occurs <b>following it, all the watches</b> that arrived early or remained late to serve in the Temple <b>were</b> of <b>equal</b> status <b>in the distribution of the shewbread</b> on that Shabbat. "
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "חָל לִהְיוֹת יוֹם אֶחָד לְהַפְסִיק בֵּינְתַיִם, מִשְׁמָר שֶׁזְּמַנּוֹ קָבוּעַ, הָיָה נוֹטֵל עֶשֶׂר חַלּוֹת, וְהַמִּתְעַכֵּב נוֹטֵל שְׁתָּיִם. וּבִשְׁאָר יְמוֹת הַשָּׁנָה, הַנִּכְנָס נוֹטֵל שֵׁשׁ, וְהַיּוֹצֵא נוֹטֵל שֵׁשׁ. רַבִּי יְהוּדָה אוֹמֵר, הַנִּכְנָס נוֹטֵל שֶׁבַע, וְהַיּוֹצֵא נוֹטֵל חָמֵשׁ. הַנִּכְנָסִין חוֹלְקִין בַּצָּפוֹן, וְהַיּוֹצְאִין בַּדָּרוֹם. בִּלְגָּה לְעוֹלָם חוֹלֶקֶת בַּדָּרוֹם, וְטַבַּעְתָּהּ קְבוּעָה, וְחַלּוֹנָהּ סְתוּמָה: \n",
            "english": "<b>If one day happened to separate between</b> the Festival and Shabbat, <b>the watch whose time was scheduled would take ten</b> of the twelve <b>loaves</b> of shewbread, <b>and</b> the watch <b>that was detained</b> after the Festival because there was insufficient time to get home before Shabbat <b>takes two</b> loaves. <b>And during the rest of the days of the year,</b> when the changing of the watches takes place on Shabbat, <b>the incoming</b> watch <b>takes six</b> loaves <b>and the outgoing</b> watch <b>takes six</b> loaves. <b>Rabbi Yehuda says: The incoming</b> watch <b>takes seven</b> loaves <b>and the outgoing takes five.</b> The standard procedure was that the members of <b>the incoming</b> watch <b>divide</b> the shewbread <b>in the north</b> section of the courtyard, <b>and the outgoing</b> watch <b>in the south.</b> However, there was one exception: The watch of <b>Bilga,</b> due to a penalty imposed upon it, <b>always divides</b> the shewbread to its members <b>in the south,</b> even when it is the incoming watch. <b>And its ring</b> used to facilitate slaughter of the animals <b>was fixed</b> in place, rendering it useless, <b>and its niche</b> among the niches in the wall of the Chamber of Knives, where the priests would store their knives and other vessels, was <b>sealed.</b>"
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:12:43.971Z",
    "totalChapters": 5,
    "status": "imported_sefaria"
  }
}
