{
  "id": "taanit",
  "name": "Taanit",
  "type": "mishnah",
  "sefariaRef": "Mishnah Taanit",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "מֵאֵימָתַי מַזְכִּירִין גְּבוּרוֹת גְּשָׁמִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִיּוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מִיּוֹם טוֹב הָאַחֲרוֹן שֶׁל חָג. אָמַר לוֹ רַבִּי יְהוֹשֻׁעַ. הוֹאִיל וְאֵין הַגְּשָׁמִים אֶלָּא סִימַן קְלָלָה בֶּחָג, לָמָּה מַזְכִּיר. אָמַר לוֹ רַבִּי אֱלִיעֶזֶר, אַף אֲנִי לֹא אָמַרְתִּי לִשְׁאוֹל, אֶלָּא לְהַזְכִּיר מַשִּׁיב הָרוּחַ וּמוֹרִיד הַגֶּשֶׁם בְּעוֹנָתוֹ. אָמַר לוֹ, אִם כֵּן, לְעוֹלָם יְהֵא מַזְכִּיר: \n",
            "english": "<b>From when,</b> i.e., from which date, <b>does one</b> begin to <b>mention the might of the rains</b> by inserting the phrase: He makes the wind blow and rain fall, in the second blessing of the <i>Amida</i> prayer? <b>Rabbi Eliezer says:</b> The phrase is inserted <b>from the first Festival day of the festival</b> of <i>Sukkot</i>. <b>Rabbi Yehoshua says: From the last Festival day of the festival</b> of <i>Sukkot</i>. <b>Rabbi Yehoshua said to</b> Rabbi Eliezer: <b>Since rain is nothing other</b> than <b>a sign of a curse during the festival</b> of <i>Sukkot</i>, as rainfall forces Jews to leave their <i>sukkot</i>, <b>why</b> should <b>one mention</b> the might of rain during this period? <b>Rabbi Eliezer said to him: I too did not say</b> that it is proper <b>to request</b> rain at this time, <b>but</b> it is proper only <b>to mention</b> the phrase: <b>He makes the wind blow and rain fall, in its due time.</b> Rabbi Yehoshua <b>said to him: If so,</b> i.e., if reciting the phrase does not constitute a request for rain, <b>one should always mention</b> rain, even in the summer."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אֵין שׁוֹאֲלִין אֶת הַגְּשָׁמִים אֶלָּא סָמוּךְ לַגְּשָׁמִים. רַבִּי יְהוּדָה אוֹמֵר, הָעוֹבֵר לִפְנֵי הַתֵּבָה בְּיוֹם טוֹב הָאַחֲרוֹן שֶׁל חַג, הָאַחֲרוֹן מַזְכִּיר, הָרִאשׁוֹן אֵינוֹ מַזְכִּיר. בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל פֶּסַח, הָרִאשׁוֹן מַזְכִּיר, הָאַחֲרוֹן אֵינוֹ מַזְכִּיר. עַד אֵימָתַי שׁוֹאֲלִין אֶת הַגְּשָׁמִים, רַבִּי יְהוּדָה אוֹמֵר, עַד שֶׁיַּעֲבֹר הַפָּסַח. רַבִּי מֵאִיר אוֹמֵר, עַד שֶׁיֵּצֵא נִיסָן, שֶׁנֶּאֱמַר (יואל ב) וַיּוֹרֶד לָכֶם גֶּשֶׁם, מוֹרֶה וּמַלְקוֹשׁ בָּרִאשׁוֹן: \n",
            "english": "The mishna states a general principle: <b>One requests rain only</b> immediately <b>preceding the rainy season. Rabbi Yehuda says:</b> With regard to <b>the one who passes before the ark</b> as prayer leader <b>on the concluding Festival day of the festival</b> of <i>Sukkot</i>, the Eighth Day of Assembly: <b>The last</b> prayer leader, who leads the additional prayer, <b>mentions</b> rain, whereas <b>the first</b> prayer leader, for the morning prayer, <b>does not mention</b> rain. The opposite is the case at the conclusion of the period for mentioning rain <b>on the first Festival day of Passover:</b> Here, <b>the first</b> prayer leader, who leads the morning prayer, <b>mentions</b> rain, while <b>the last</b> prayer leader, who leads the additional prayer, <b>does not mention</b> rain. <b>Until when does one request rain? Rabbi Yehuda says:</b> We request rain <b>until Passover has passed. Rabbi Meir says: Until</b> the month of <b>Nisan has ended, as it is stated: “And He causes to come down for you the rain,</b> the <b>first rain and</b> the <b>last rain, in the first</b> month” (Joel 2:23). Since the verse states that it rains in Nisan, the first month, this indicates that the entire month is considered part of the rainy season."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "בִּשְׁלשָׁה בְמַרְחֶשְׁוָן שׁוֹאֲלִין אֶת הַגְּשָׁמִים. רַבָּן גַּמְלִיאֵל אוֹמֵר, בְּשִׁבְעָה בוֹ, חֲמִשָּׁה עָשָׂר יוֹם אַחַר הֶחָג, כְּדֵי שֶׁיַּגִּיעַ אַחֲרוֹן שֶׁבְּיִשְׂרָאֵל לִנְהַר פְּרָת: \n",
            "english": "<b>On the third of</b> the month of <b>Marḥeshvan</b> one starts to <b>request rain</b> by inserting the phrase: And give dew and rain, in the blessing of the years, the ninth blessing of the <i>Amida</i>. <b>Rabban Gamliel says:</b> One starts to request rain <b>on the seventh of</b> Marḥeshvan, which is <b>fifteen days after the festival</b> of <i>Sukkot</i>. Rabban Gamliel explains that one waits these extra four days <b>so that</b> the <b>last</b> pilgrim <b>of the Jewish people,</b> who traveled to Jerusalem on foot for the Festival, <b>can reach the Euphrates River</b> without being inconvenienced by rain on his journey home."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הִגִּיעַ שִׁבְעָה עָשָׂר בְּמַרְחֶשְׁוָן וְלֹא יָרְדוּ גְשָׁמִים, הִתְחִילוּ הַיְחִידִים מִתְעַנִּין שָׁלשׁ תַּעֲנִיּוֹת. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n",
            "english": "If the <b>seventeenth of Marḥeshvan arrived and rain has not fallen, individuals,</b> but not the entire community, <b>begin to fast three fasts</b> for rain. How are these fasts conducted? As the fast begins in the morning, one <b>may eat and drink after dark, and one is permitted</b> during the days of the fasts themselves to engage <b>in</b> the performance of <b>work, in bathing, in smearing oil</b> on one’s body, <b>in wearing shoes, and in conjugal relations.</b> "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הִגִּיעַ רֹאשׁ חֹדֶשׁ כִּסְלֵו וְלֹא יָרְדוּ גְשָׁמִים, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִשֶּׁחֲשֵׁכָה, וּמֻתָּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה: \n",
            "english": "If the <b>New Moon of Kislev arrived and rain has</b> still <b>not fallen,</b> the <b>court decrees three fasts on the</b> entire <b>community.</b> Similar to the individual fasts, everyone <b>may eat and drink after dark, and they are permitted to</b> engage in the performance of <b>work, in bathing, in smearing</b> one’s body <b>with oil, in wearing shoes, and in conjugal relations.</b> "
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין שָׁלשׁ תַּעֲנִיּוֹת אֲחֵרוֹת עַל הַצִּבּוּר. אוֹכְלִין וְשׁוֹתִין מִבְּעוֹד יוֹם, וַאֲסוּרִין בִּמְלָאכָה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה, וְנוֹעֲלִין אֶת הַמֶּרְחֲצָאוֹת. עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, בֵּית דִּין גּוֹזְרִין עֲלֵיהֶם עוֹד שֶׁבַע, שֶׁהֵן שְׁלשׁ עֶשְׂרֵה תַּעֲנִיּוֹת עַל הַצִּבּוּר. הֲרֵי אֵלּוּ יְתֵרוֹת עַל הָרִאשׁוֹנוֹת, שֶׁבָּאֵלּוּ מַתְרִיעִין וְנוֹעֲלִין אֶת הַחֲנוּיוֹת, בַּשֵּׁנִי מַטִּין עִם חֲשֵׁכָה, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת: \n",
            "english": "<b>If these</b> three regular fasts have <b>passed and they have not been answered</b> with rain, the <b>court decrees three other fasts upon the community.</b> These are severe fasts, in which one <b>may eat and drink</b> only <b>while it is still day,</b> before the beginning of the night of the fast, <b>and</b> on the day of the fast itself <b>they are prohibited</b> to engage <b>in</b> the performance of <b>work, in bathing, in smearing with oil, in wearing shoes, and in marital relations; and they lock the bathhouses</b> so that no one should come to bathe on that day. <b>If these</b> three fasts have <b>passed and they</b> still <b>have not been answered,</b> the <b>court decrees on them another seven fasts, which are</b> a total <b>of thirteen fasts, upon the community,</b> not including the first three fasts observed by individuals. <b>These</b> seven fast days <b>are more</b> severe <b>than the first ones, as on these</b> days, in addition to all the earlier stringencies, they <b>sound the alarm,</b> as will be explained in the Gemara, <b>and they lock the stores.</b> Although shops must remained closed most of the time on these days, <b>on Monday</b> they open them <b>a little at nightfall</b> to allow people to purchase food for breaking their fast, <b>and on Thursday they are permitted</b> to open the stores all day <b>in deference to Shabbat,</b> so that people may purchase food for the sacred day. "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "עָבְרוּ אֵלּוּ וְלֹא נַעֲנוּ, מְמַעֲטִין בְּמַשָּׂא וּמַתָּן, בְּבִנְיָן וּבִנְטִיעָה, בְּאֵרוּסִין וּבְנִשּׂוּאִין וּבִשְׁאֵלַת שָׁלוֹם בֵּין אָדָם לַחֲבֵרוֹ, כִּבְנֵי אָדָם הַנְּזוּפִין לַמָּקוֹם. הַיְחִידִים חוֹזְרִים וּמִתְעַנִּים עַד שֶׁיֵּצֵא נִיסָן. יָצָא נִיסָן וְלֹא יָרְדוּ גְשָׁמִים, סִימַן קְלָלָה, שֶׁנֶּאֱמַר (שמואל א יב) הֲלוֹא קְצִיר חִטִּים הַיּוֹם, וְגוֹ': \n",
            "english": "<b>If these</b> fasts have <b>passed and they have not been answered</b> the court does not decree additional fasts, but the entire community observes the customs of mourning. <b>They decrease</b> their engagement <b>in business</b> transactions, <b>in building and planting, in betrothals and marriages, and in greetings between</b> each <b>person and his fellow, like people who have been rebuked by God. The individuals,</b> i.e., Torah scholars, <b>resume fasting</b> every Monday and Thursday <b>until</b> the month of <b>Nisan ends.</b> After this date they no longer pray for rain, since if <b>Nisan has ended and rains</b> subsequently <b>fall, they are a sign of a curse, as it is stated: “Is not the wheat harvest today?</b> I will call to the Lord that He may send thunder and rain, and you will know and see that your wickedness is great” (I Samuel 12:17). The wheat harvest is around the time of <i>Shavuot</i>, well after Nisan."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "סֵדֶר תַּעֲנִיּוֹת כֵּיצַד, מוֹצִיאִין אֶת הַתֵּבָה לִרְחוֹבָהּ שֶׁל עִיר, וְנוֹתְנִין אֵפֶר מִקְלֶה עַל גַּבֵּי הַתֵּבָה, וּבְרֹאשׁ הַנָּשִׂיא וּבְרֹאשׁ אַב בֵּית דִּין, וְכָל אֶחָד וְאֶחָד נוֹתֵן בְּרֹאשׁוֹ. הַזָּקֵן שֶׁבָּהֶן אוֹמֵר לִפְנֵיהֶן דִּבְרֵי כִבּוּשִׁין, אַחֵינוּ, לֹא נֶאֱמַר בְּאַנְשֵׁי נִינְוֵה, וַיַּרְא הָאֱלֹהִים אֶת שַׂקָּם וְאֶת תַּעֲנִיתָם, אֶלָּא (יונה ג) וַיַּרְא הָאֱלֹהִים אֶת מַעֲשֵׂיהֶם, כִּי שָׁבוּ מִדַּרְכָּם הָרָעָה. וּבַקַּבָּלָה הוּא אוֹמֵר (יואל ב) וְקִרְעוּ לְבַבְכֶם וְאַל בִּגְדֵיכֶם:  ",
            "english": "<b>What is</b> the customary <b>order of fast days?</b> Normally the sacred ark in the synagogue, which was mobile, was kept in a locked room. However, on fast days <b>they remove the ark to the</b> main <b>city square and place burnt ashes upon the ark,</b> as a sign of mourning. <b>And</b> they also place ashes <b>on the head of the <i>Nasi</i>, and on the head of the deputy <i>Nasi</i>, and each and every</b> member of the community likewise <b>places</b> ashes <b>upon his head.</b> <b>The eldest</b> member <b>of the</b> community <b>says to</b> the congregation <b>statements of reproof,</b> for example: <b>Our brothers, it is not stated with regard to the people of Nineveh: And God saw their sackcloth and their fasting. Rather,</b> the verse says: <b>“And God saw their deeds, that they had turned from their evil way”</b> (Jonah 3:10). <b>And in the Prophets it says: “And rend your hearts and not your garments,</b> and return to the Lord your God” (Joel 2:13). This teaches that prayer and fasting are insufficient, as one must also repent and amend his ways in practice."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "עָמְדוּ בִתְפִלָּה, מוֹרִידִין לִפְנֵי הַתֵּבָה זָקֵן וְרָגִיל, וְיֶשׁ לוֹ בָנִים, וּבֵיתוֹ רֵיקָם, כְּדֵי שֶׁיְּהֵא לִבּוֹ שָׁלֵם בַּתְּפִלָּה, וְאוֹמֵר לִפְנֵיהֶם עֶשְׂרִים וְאַרְבַּע בְּרָכוֹת, שְׁמֹנֶה עֶשְׂרֵה שֶׁבְּכָל יוֹם, וּמוֹסִיף עֲלֵיהֶן עוֹד שֵׁשׁ:  ",
            "english": "<b>They stood for prayer.</b> The congregation appoints <b>an elder,</b> who is <b>experienced</b> in leading prayer, <b>to descend before the ark</b> as communal prayer leader. <b>And</b> this prayer leader must <b>have children and</b> must have <b>an empty house,</b> i.e., he must be poor, <b>so that his heart will be fully</b> concentrated <b>on the prayer</b> for the needs of his community. <b>And he recites twenty-four blessings before the</b> congregation: The <b>eighteen</b> blessings <b>of</b> the <b>everyday</b> <i>Amida</i> prayer, <b>to which he adds another six</b> blessings, "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "וְאֵלּוּ הֵן, זִכְרוֹנוֹת, וְשׁוֹפָרוֹת, אֶל ה' בַּצָּרָתָה לִּי קָרָאתִי וַיַּעֲנֵנִי (תהילים ק״כ:א׳), אֶשָּׂא עֵינַי אֶל הֶהָרִים וְגוֹ' (שם קכא), מִמַּעֲמַקִּים קְרָאתִיךָ ה' (שם קל), תְּפִלָּה לְעָנִי כִי יַעֲטֹף (שם קב). רַבִּי יְהוּדָה אוֹמֵר, לֹא הָיָה צָרִיךְ לוֹמַר זִכְרוֹנוֹת וְשׁוֹפָרוֹת, אֶלָּא אוֹמֵר תַּחְתֵּיהֶן, רָעָב כִּי יִהְיֶה בָאָרֶץ (מלכים א ח׳, ל\"ז), דֶּבֶר כִּי יִהְיֶה וְגוֹ', אֲשֶׁר הָיָה דְבַר ה' אֶל יִרְמְיָהוּ עַל דִּבְרֵי הַבַּצָּרוֹת (ירמיה יד). וְאוֹמֵר חוֹתְמֵיהֶן:  ",
            "english": "<b>and they are</b> as follows: The special series of blessings recited on Rosh HaShana, the <b>Remembrances and <i>Shofarot</i>;</b> and the sections of Psalms that begin with the verses: <b>“In my distress I called to the Lord and He answered me”</b> (Psalms 120:1), <b>“I will lift up my eyes to the mountains;</b> from where will my help come” (Psalms 121:1), <b>“Out of the depths I have called You, O Lord”</b> (Psalms 130:1), and <b>“A prayer of the afflicted, when he faints”</b> (Psalms 102:1). <b>Rabbi Yehuda says:</b> The prayer leader <b>did not need to recite</b> the <b>Remembrances and <i>Shofarot</i></b> passages. <b>Rather, he recites instead of them</b> the passage beginning with: <b>“If there be famine in the land, if there be pestilence”</b> (I Kings 8:37), followed by the verse <b>“The word of the Lord that came to Jeremiah concerning the droughts”</b> (Jeremiah 14:1). <b>And he recites</b> at the end of all of these six blessing <b>their</b> unique <b>conclusions.</b> "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "עַל הָרִאשׁוֹנָה הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת אַבְרָהָם בְּהַר הַמּוֹרִיָּה, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' גּוֹאֵל יִשְׂרָאֵל. עַל הַשְּׁנִיָּה הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת אֲבוֹתֵינוּ עַל יַם סוּף, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' זוֹכֵר הַנִּשְׁכָּחוֹת. עַל הַשְּׁלִישִׁית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת יְהוֹשֻׁעַ בַּגִּלְגָּל, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע קוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּרוּעָה. עַל הָרְבִיעִית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת שְׁמוּאֵל בַּמִּצְפָּה, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ צְעָקָה. עַל הַחֲמִישִׁית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת אֵלִיָּהוּ בְּהַר הַכַּרְמֶל, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה. עַל הַשִּׁשִּׁית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת יוֹנָה מִמְּעֵי הַדָּגָה, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' הָעוֹנֶה בְּעֵת צָרָה. עַל הַשְּׁבִיעִית הוּא אוֹמֵר, מִי שֶׁעָנָה אֶת דָּוִד וְאֶת שְׁלֹמֹה בְנוֹ בִּירוּשָׁלַיִם, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה, בָּרוּךְ אַתָּה ה' הַמְרַחֵם עַל הָאָרֶץ:  ",
            "english": "<b>For</b> the conclusion of <b>the first</b> blessing: Redeemer of Israel, <b>he recites: He Who answered Abraham on Mount Moriah</b> (see Genesis 22:11–18), <b>He will answer you and hear the sound of your cry on this day. Blessed are You, Lord, Redeemer of Israel. For the second</b> blessing, to which he adds the verses of Remembrances, <b>he recites: He Who answered our forefathers at the Red Sea</b> (see Exodus 14:15–31), <b>He will answer you and hear the sound of your cry on this day. Blessed are You, Lord, Who remembers the forgotten.</b> <b>For the third</b> blessing, which includes the verses of <i>Shofarot</i>, <b>he recites: He Who answered Joshua at Gilgal,</b> when they sounded the <i>shofar</i> in Jericho (see Joshua 5:6), <b>He will answer you and hear the sound of your cry on this day. Blessed are You, Lord, Who hears the <i>terua</i>. For the fourth</b> blessing, <b>he recites: He Who answered Samuel in Mizpah</b> (see I Samuel, chapter 7), <b>He will answer you and hear the sound of your cry on this day. Blessed are You, Lord, Who hears cries. For the fifth he recites: He Who answered Elijah on Mount Carmel</b> (see I Kings, chapter 18), <b>He will answer you and hear the sound of your cry on this day. Blessed are You, Lord, Who hears prayer.</b> <b>For the sixth</b> blessing <b>he recites: He Who answered Jonah from within the innards of the fish</b> (see Jonah 2:2–11), <b>He will answer you and hear the sound of your cry on this day. Blessed are You, Lord, Who answers in a time of trouble. For</b> the conclusion of <b>the seventh</b> blessing, which is actually the sixth additional blessing, as the first blessing listed here is an expanded version of a regular weekday blessing, <b>he recites: He Who answered David and Solomon his son in Jerusalem</b> (see I Kings 8:12–53), <b>He will answer you and hear the sound of your cry on this day. Blessed are You, Lord, Who has mercy on the Land.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "מַעֲשֶׂה בִימֵי רַבִּי חֲלַפְתָּא וְרַבִּי חֲנַנְיָה בֶן תְּרַדְיוֹן, שֶׁעָבַר אֶחָד לִפְנֵי הַתֵּבָה וְגָמַר אֶת הַבְּרָכָה כֻלָּהּ, וְלֹא עָנוּ אַחֲרָיו אָמֵן. תִּקְעוּ הַכֹּהֲנִים תְּקָעוּ. מִי שֶׁעָנָה אֶת אַבְרָהָם אָבִינוּ בְּהַר הַמּוֹרִיָּה הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה. הָרִיעוּ בְּנֵי אַהֲרֹן הָרִיעוּ. מִי שֶׁעָנָה אֶת אֲבוֹתֵינוּ עַל יַם סוּף, הוּא יַעֲנֶה אֶתְכֶם וְיִשְׁמַע בְּקוֹל צַעֲקַתְכֶם הַיּוֹם הַזֶּה. וּכְשֶׁבָּא דָבָר אֵצֶל חֲכָמִים, אָמְרוּ, לֹא הָיִינוּ נוֹהֲגִין כֵּן אֶלָּא בְשַׁעַר מִזְרָח וּבְהַר הַבָּיִת:  ",
            "english": "The mishna relates: <b>An incident</b> occurred <b>in the days of Rabbi Ḥalafta and Rabbi Ḥananya ben Teradyon, that someone passed before the ark</b> as prayer leader <b>and finished the entire blessing</b> of the fast day, <b>but</b> the congregation <b>did not answer amen after him.</b> Instead, the attendant of the synagogue said: <b>Sound</b> the <i>shofar</i> with a long, unwavering sound, <b>priests, blow</b> the <i>shofar</i>. The prayer leader continued: <b>He Who answered Abraham on Mount Moriah, He will answer you and hear the sound of your cry on this day.</b> Once again, the attendant announced: <b>Blast</b> the <i>shofar</i>, with a wavering sound, <b>sons of Aaron, blast.</b> The prayer leader resumed: <b>He Who answered our forefathers by the Red Sea, He will answer you and hear the sound of your cry on this day,</b> and continued in this way. <b>And when</b> this <b>matter came before</b> the <b>Sages,</b> and they heard the custom of Rabbi Ḥalafta and Rabbi Ḥananya ben Teradyon, <b>they said: They would act</b> in accordance with <b>this custom only at the Eastern Gate</b> of the Temple <b>and on the Temple Mount.</b> However, this ceremony is never performed outside the Temple."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "שָׁלשׁ תַּעֲנִיּוֹת הָרִאשׁוֹנוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וְלֹא מַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב לֹא הָיוּ מִתְעַנִּין כְּלָל. שָׁלשׁ שְׁנִיּוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וּמַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב מִתְעַנִּין וְלֹא מַשְׁלִימִין. שֶׁבַע אַחֲרוֹנוֹת, אֵלּוּ וָאֵלּוּ מִתְעַנִּין וּמַשְׁלִימִין, דִּבְרֵי רַבִּי יְהוֹשֻׁעַ. וַחֲכָמִים אוֹמְרִים, שָׁלשׁ תַּעֲנִיּוֹת הָרִאשׁוֹנוֹת, אֵלּוּ וָאֵלּוּ לֹא הָיוּ מִתְעַנִּין כְּלָל. שָׁלשׁ שְׁנִיּוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וְלֹא מַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב לֹא הָיוּ מִתְעַנִּין כְּלָל. שֶׁבַע אַחֲרוֹנוֹת, אַנְשֵׁי מִשְׁמָר מִתְעַנִּין וּמַשְׁלִימִין, וְאַנְשֵׁי בֵית אָב מִתְעַנִּין וְלֹא מַשְׁלִימִין:  ",
            "english": "On <b>the first three fasts, the members of the priestly watch,</b> who are in charge of the Temple service that week, <b>fast but do not complete</b> their fast. <b>And the members of the patrilineal family,</b> who perform the Temple service on that particular day, <b>did not fast at all.</b> On <b>the second</b> set of <b>three</b> fast days, <b>the members of the priestly watch fast and complete</b> the fast, <b>and the members of the patrilineal family fast but do not complete</b> their fasts. On <b>the final seven</b> fasts, <b>both</b> groups <b>fast and complete</b> the fasts. This is <b>the statement of Rabbi Yehoshua.</b> <b>And the Rabbis say:</b> On <b>the first three fasts,</b> the members of <b>both</b> groups <b>do not fast at all.</b> On <b>the second three</b> fast days, <b>the members of the priestly watch fast and do not complete</b> their fast, <b>and the members of the patrilineal family do not fast at all.</b> On <b>the final seven, the members of the priestly watch fast and complete</b> the fast, <b>and the members of the patrilineal family fast but do not complete</b> their fast."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "אַנְשֵׁי מִשְׁמָר מֻתָּרִים לִשְׁתּוֹת יַיִן בַּלֵּילוֹת, אֲבָל לֹא בַיָּמִים. וְאַנְשֵׁי בֵית אָב, לֹא בַיּוֹם וְלֹא בַלָּיְלָה. אַנְשֵׁי מִשְׁמָר וְאַנְשֵׁי מַעֲמָד אֲסוּרִין מִלְּסַפֵּר וּמִלְּכַבֵּס, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת:  ",
            "english": "The mishna mentions another difference between the members of the priestly watch and the patrilineal family: <b>The members of the priestly watch</b> were <b>permitted to drink wine during the nights, but not during the days,</b> as they might be called upon to assist in the Temple service, which may not be performed after drinking wine. <b>And the members of the patrilineal family,</b> who performed the Temple service, were not permitted to drink wine, <b>neither at night nor during the day,</b> as their tasks were performed at night as well. It is <b>prohibited</b> for both <b>the members of the priestly watch and the members of the non-priestly watch to cut their hair or launder</b> their garments throughout the week, <b>but on Thursday</b> it <b>is permitted</b> for them to cut their hair and launder their clothes <b>in deference to Shabbat.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "כֹּל הַכָּתוּב בִּמְגִלַּת תַּעֲנִית דְּלֹא לְמִסְפַּד, לְפָנָיו אָסוּר, לְאַחֲרָיו מֻתָּר. רַבִּי יוֹסֵי אוֹמֵר, לְפָנָיו וּלְאַחֲרָיו אָסוּר. דְּלֹא לְהִתְעַנָּאָה בְהוֹן, לְפָנָיו וּלְאַחֲרָיו מֻתָּר. רַבִּי יוֹסֵי אוֹמֵר, לְפָנָיו אָסוּר, לְאַחֲרָיו מֻתָּר:  ",
            "english": "The mishna returns to the issue of fasting: <b>Any</b> day concerning which <b>it is written in <i>Megillat Ta’anit</i> not to eulogize</b> on that day, it is also <b>prohibited</b> to eulogize on the day <b>before,</b> but it is <b>permitted</b> to do so on the <b>following</b> day. <b>Rabbi Yosei says:</b> It is <b>prohibited</b> to eulogize both on the day <b>before and</b> on the <b>following</b> day. The mishna continues: With regard to those days concerning which it is written only <b>not to fast,</b> it is <b>permitted</b> to fast on the day <b>before</b> and on the <b>following</b> day. <b>Rabbi Yosei says:</b> Fasting the day <b>before</b> is <b>prohibited,</b> but on the <b>following</b> day it is <b>permitted</b> to fast."
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "אֵין גּוֹזְרִין תַּעֲנִית עַל הַצִּבּוּר בַּתְּחִלָּה בַּחֲמִישִׁי, שֶׁלֹּא לְהַפְקִיעַ הַשְּׁעָרִים, אֶלָּא שָׁלשׁ תַּעֲנִיּוֹת הָרִאשׁוֹנוֹת שֵׁנִי וַחֲמִישִׁי וְשֵׁנִי, וְשָׁלשׁ שְׁנִיּוֹת חֲמִישִׁי שֵׁנִי וַחֲמִישִׁי. רַבִּי יוֹסֵי אוֹמֵר, כְּשֵׁם שֶׁאֵין הָרִאשׁוֹנוֹת בַּחֲמִישִׁי, כָּךְ לֹא שְׁנִיּוֹת וְלֹא אַחֲרוֹנוֹת:  ",
            "english": "The mishna continues: <b>One may not decree a fast on the community starting on a Thursday, so as not to cause an increase in prices.</b> If the first of a series of fasts is on a Thursday, then on Friday everyone will come to purchase their food for after the fast and for Shabbat, which will allow the storeowners to take advantage of the crowds and raise their prices. <b>Rather, the first</b> set of <b>three fasts</b> is on <b>a Monday, Thursday, and</b> the following <b>Monday, and the second</b> set of <b>three</b> is on <b>a Thursday, Monday, and</b> the following <b>Thursday. Rabbi Yosei says: Just as the first</b> three fasts do not begin <b>on Thursday, so too, neither the second</b> set <b>nor the last</b> set starts on a Thursday. Instead, all the series of fasts begin on a Monday."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "אֵין גּוֹזְרִין תַּעֲנִית עַל הַצִּבּוּר בְּרֹאשׁ חֹדֶשׁ, בַּחֲנֻכָּה וּבְפוּרִים, וְאִם הִתְחִילוּ, אֵין מַפְסִיקִין, דִּבְרֵי רַבָּן גַּמְלִיאֵל. אָמַר רַבִּי מֵאִיר, אַף עַל פִּי שֶׁאָמַר רַבָּן גַּמְלִיאֵל אֵין מַפְסִיקִין, מוֹדֶה הָיָה שֶׁאֵין מַשְׁלִימִין. וְכֵן תִּשְׁעָה בְאָב שֶׁחָל לִהְיוֹת בְּעֶרֶב שַׁבָּת:  ",
            "english": "The mishna further states: <b>One may not decree a fast on the community on New Moons, on Hanukkah, or on Purim. And if they</b> decreed and <b>began</b> a set of fasts, and only afterward realized that one of the fasts would occur on one of these days, <b>they do not interrupt</b> the sequence. This is <b>the statement of Rabban Gamliel. Rabbi Meir said: Although Rabban Gamliel said</b> that <b>they do not interrupt</b> the sequence, he <b>concedes</b> that on these days, which are days with special observances, <b>they do not complete</b> the fast. <b>And similarly,</b> when <b>the Ninth of Av occurs on Shabbat eve,</b> the fast is not completed and one eats before the start of Shabbat, so as not to enter Shabbat while fasting."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "סֵדֶר תַּעֲנִיּוֹת אֵלוּ הָאָמוּר, בִּרְבִיעָה רִאשׁוֹנָה. אֲבָל צְמָחִים שֶׁשָּׁנוּ, מַתְרִיעִין עֲלֵיהֶם מִיָּד. וְכֵן שֶׁפָּסְקוּ גְשָׁמִים בֵּין גֶּשֶׁם לְגֶשֶׁם אַרְבָּעִים יוֹם, מַתְרִיעִין עֲלֵיהֶם מִיָּד, מִפְּנֵי שֶׁהִיא מַכַּת בַּצֹּרֶת: \n",
            "english": "<b>The order of these fasts</b> of increasing severity, as explained in Chapter One, <b>is stated</b> only <b>in</b> a case when <b>the first rainfall</b> has not materialized. <b>However,</b> if there is <b>vegetation that</b> grew and its appearance <b>changed</b> due to disease, the court does not wait at all; <b>they cry out about it immediately. And likewise, if rain ceased</b> for a period of <b>forty days</b> between <b>one rainfall and another, they cry out about it because it is a plague of drought.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "יָרְדוּ לַצְּמָחִין אֲבָל לֹא יָרְדוּ לָאִילָן, לָאִילָן וְלֹא לַצְּמָחִים, לָזֶה וְלָזֶה אֲבָל לֹא לַבּוֹרוֹת לַשִּׁיחִין וְלַמְּעָרוֹת, מַתְרִיעִין עֲלֵיהֶן מִיָּד: \n",
            "english": "If sufficient rain <b>fell for the vegetation but not</b> enough <b>fell for the trees;</b> or if it was enough <b>for the trees but not for the vegetation;</b> or if sufficient rain fell <b>for both this and that,</b> i.e., vegetation and trees, <b>but not</b> enough <b>to</b> fill the <b>cisterns, ditches, and caves</b> with water to last the summer, <b>they cry out about it immediately.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "וְכֵן עִיר שֶׁלֹּא יָרְדוּ עָלֶיהָ גְשָׁמִים, דִּכְתִיב (עמוס ד) וְהִמְטַרְתִּי עַל עִיר אֶחָת וְעַל עִיר אַחַת לֹא אַמְטִיר, חֶלְקָה אַחַת תִּמָּטֵר וְגוֹ', אוֹתָהּ הָעִיר מִתְעַנָּה וּמַתְרַעַת, וְכָל סְבִיבוֹתֶיהָ, מִתְעַנּוֹת וְלֹא מַתְרִיעוֹת. רַבִּי עֲקִיבָא אוֹמֵר, מַתְרִיעוֹת וְלֹא מִתְעַנּוֹת: \n",
            "english": "And likewise, if there is a particular <b>city upon which it did not rain,</b> while the surrounding area did receive rain, this is considered a divine curse, <b>as it is written: “And I caused it to rain upon one city, but caused it not to rain upon another city; one piece was rained upon,</b> and the portion upon which it did not rain withered” (Amos 4:7). In a case of this kind, <b>that city fasts and cries out</b> by blowing the <i>shofar</i>, <b>and all of its surrounding areas</b> join them in their <b>fast, but they do not cry out. Rabbi Akiva</b> disagrees and <b>says: They cry out but they do not fast.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְכֵן עִיר שֶׁיֶּשׁ בָּהּ דֶּבֶר אוֹ מַפֹּלֶת, אוֹתָהּ הָעִיר מִתְעַנָּה וּמַתְרַעַת, וְכָל סְבִיבוֹתֶיהָ מִתְעַנּוֹת וְלֹא מַתְרִיעוֹת. רַבִּי עֲקִיבָא אוֹמֵר, מַתְרִיעוֹת וְלֹא מִתְעַנּוֹת. אֵיזֶהוּ דֶבֶר, עִיר הַמּוֹצִיאָה חֲמֵשׁ מֵאוֹת רַגְלִי, וְיָצְאוּ מִמֶּנָּה שְׁלשָׁה מֵתִים בִּשְׁלשָׁה יָמִים זֶה אַחַר זֶה, הֲרֵי זֶה דֶבֶר. פָּחוֹת מִכָּאן, אֵין זֶה דֶבֶר: \n",
            "english": "The mishna continues: <b>And likewise,</b> if a <b>city is</b> afflicted <b>by pestilence or collapsing buildings, that city fasts and cries out, and all of its surrounding areas fast but they do not cry out. Rabbi Akiva says: They cry out but they do not fast.</b> The mishna inquires: <b>What is</b> considered a plague of <b>pestilence?</b> When is a series of deaths treated as a plague? The mishna answers: If <b>a city that sends out five hundred infantrymen,</b> i.e., it has a population of five hundred able-bodied men, <b>and three dead are taken out of it on three consecutive days, this</b> is a plague of <b>pestilence,</b> which requires fasting and crying out. If the death rate is <b>lower than that, this is not pestilence.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "עַל אֵלּוּ מַתְרִיעִין בְּכָל מָקוֹם, עַל הַשִּׁדָּפוֹן וְעַל הַיֵּרָקוֹן, עַל הָאַרְבֶּה וְעַל הֶחָסִיל, וְעַל הַחַיָּה רָעָה וְעַל הַחֶרֶב, מַתְרִיעִין עָלֶיהָ, מִפְּנֵי שֶׁהִיא מַכָּה מְהַלֶּכֶת: \n",
            "english": "<b>For the following</b> calamities <b>they cry out in every place: For blight; for mildew; for locusts; for caterpillars,</b> a type of locust that comes in large swarms and descends upon a certain place; <b>for dangerous beasts</b> that have entered a town; <b>and for the sword,</b> i.e., legions of an invading army. The reason that <b>they cry out about these</b> misfortunes in every place is <b>because</b> these are <b>calamities that spread.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "מַעֲשֶׂה שֶׁיָּרְדוּ זְקֵנִים מִירוּשָׁלַיִם לְעָרֵיהֶם, וְגָזְרוּ תַעֲנִית עַל שֶׁנִּרְאָה כִמְלֹא פִי תַנּוּר שִׁדָּפוֹן בְּאַשְׁקְלוֹן. וְעוֹד גָּזְרוּ תַעֲנִית עַל שֶׁאָכְלוּ זְאֵבִים שְׁנֵי תִינוֹקוֹת בְּעֵבֶר הַיַּרְדֵּן. רַבִּי יוֹסֵי אוֹמֵר, לֹא עַל שֶׁאָכְלוּ, אֶלָּא עַל שֶׁנִּרְאָה: \n",
            "english": "<b>An incident</b> occurred in <b>which Elders descended from Jerusalem to their cities</b> throughout Eretz Yisrael <b>and decreed a fast</b> throughout the land <b>because there was seen in</b> the city of <b>Ashkelon</b> a small amount of <b>blight,</b> enough <b>to fill the mouth of an oven.</b> This fast was observed throughout Eretz Yisrael, as blight spreads quickly. <b>And furthermore, they decreed a fast because wolves had eaten two children in Transjordan. Rabbi Yosei says:</b> This fast was decreed <b>not because they ate</b> the children, <b>but because</b> these wolves <b>were</b> merely <b>seen</b> in an inhabited area."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "עַל אֵלּוּ מַתְרִיעִין בְּשַׁבָּת, עַל עִיר שֶׁהִקִּיפוּהָ גוֹיִם אוֹ נָהָר, וְעַל הַסְּפִינָה הַמִּטָּרֶפֶת בַּיָּם. רַבִּי יוֹסֵי אוֹמֵר, לְעֶזְרָה וְלֹא לִצְעָקָה. שִׁמְעוֹן הַתִּמְנִי אוֹמֵר, אַף עַל הַדֶּבֶר, וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n",
            "english": "<b>For the following</b> calamities <b>they cry out</b> even <b>on Shabbat: For a city that is surrounded by gentile</b> troops, <b>or</b> for a place in danger of being flooded by <b>a river</b> that has swelled its banks, <b>or for a ship tossed about at sea. Rabbi Yosei said:</b> One may cry out on Shabbat <b>to</b> summon <b>help, but</b> it may <b>not</b> be sounded <b>for crying out</b> to God. <b>Shimon the Timnite says:</b> One may cry out on Shabbat <b>even for pestilence, but the Rabbis did not agree with him.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "עַל כָּל צָרָה שֶׁלֹּא תָבֹא עַל הַצִּבּוּר, מַתְרִיעִין עֲלֵיהֶן, חוּץ מֵרוֹב גְּשָׁמִים. מַעֲשֶׂה שֶׁאָמְרוּ לוֹ לְחוֹנִי הַמְעַגֵּל, הִתְפַּלֵּל שֶׁיֵּרְדוּ גְשָׁמִים. אָמַר לָהֶם, צְאוּ וְהַכְנִיסוּ תַנּוּרֵי פְסָחִים, בִּשְׁבִיל שֶׁלֹּא יִמּוֹקוּ. הִתְפַּלֵּל, וְלֹא יָרְדוּ גְשָׁמִים. מֶה עָשָׂה, עָג עוּגָה וְעָמַד בְּתוֹכָהּ, וְאָמַר לְפָנָיו, רִבּוֹנוֹ שֶׁל עוֹלָם, בָּנֶיךָ שָׂמוּ פְנֵיהֶם עָלַי, שֶׁאֲנִי כְבֶן בַּיִת לְפָנֶיךָ. נִשְׁבָּע אֲנִי בְשִׁמְךָ הַגָּדוֹל שֶׁאֵינִי זָז מִכָּאן, עַד שֶׁתְּרַחֵם עַל בָּנֶיךָ. הִתְחִילוּ גְּשָׁמִים מְנַטְּפִין. אָמַר, לֹא כָךְ שָׁאַלְתִּי, אֶלָּא גִּשְׁמֵי בוֹרוֹת שִׁיחִין וּמְעָרוֹת. הִתְחִילוּ לֵירֵד בְּזָעַף. אָמַר, לֹא כָךְ שָׁאַלְתִּי, אֶלָּא גִּשְׁמֵי רָצוֹן, בְּרָכָה וּנְדָבָה. יָרְדוּ כְתִקְנָן, עַד שֶׁיָּצְאוּ יִשְׂרָאֵל מִירוּשָׁלַיִם לְהַר הַבַּיִת מִפְּנֵי הַגְּשָׁמִים. בָּאוּ וְאָמְרוּ לוֹ, כְּשֵׁם שֶׁהִתְפַּלַלְתָּ עֲלֵיהֶם שֶׁיֵּרְדוּ כָּךְ הִתְפַּלֵּל שֶׁיֵּלְכוּ לָהֶן. אָמַר לָהֶן, צְאוּ וּרְאוּ אִם נִמְחֵת אֶבֶן הַטּוֹעִים. שָׁלַח לוֹ שִׁמְעוֹן בֶּן שָׁטָח, אִלְמָלֵא חוֹנִי אַתָּה, גּוֹזְרַנִי עָלֶיךָ נִדּוּי. אֲבָל מָה אֶעֱשֶׂה לְּךָ, שֶׁאַתָּה מִתְחַטֵּא לִפְנֵי הַמָּקוֹם וְעוֹשֶׂה לְךָ רְצוֹנְךָ כְּבֵן שֶׁהוּא מִתְחַטֵּא עַל אָבִיו וְעוֹשֶׂה לוֹ רְצוֹנוֹ. וְעָלֶיךָ הַכָּתוּב אוֹמֵר (משלי כג), יִשְׂמַח אָבִיךָ וְאִמֶּךָ וְתָגֵל יוֹלַדְתֶּךָ: \n",
            "english": "The mishna adds: In general, they cry out <b>on</b> account of any <b>trouble that should not befall the community,</b> a euphemism for trouble that may befall the community, <b>except for an overabundance of rain.</b> Although too much rain may be disastrous, one does not cry out over it, because rain is a sign of a blessing. The mishna relates: <b>An incident</b> occurred in <b>which</b> the people said <b>to Ḥoni HaMe’aggel: Pray that rain should fall. He said to them: Go out and bring in</b> the clay <b>ovens</b> used to roast the Paschal lambs, <b>so that they will not dissolve</b> in the water, as torrential rains are certain to fall. <b>He prayed, and no rain fell</b> at all. <b>What did he do? He drew a circle</b> on the ground <b>and stood inside it and said before</b> God: <b>Master of the Universe, Your children have turned their faces toward me, as I am like a member of Your household.</b> Therefore, <b>I take an oath by Your great name that I will not move from here until You have mercy upon Your children</b> and answer their prayers for rain. <b>Rain began to trickle</b> down, but only in small droplets. <b>He said: I did not ask for this, but</b> for <b>rain to</b> fill the <b>cisterns, ditches, and caves</b> with enough water to last the entire year. Rain <b>began to fall furiously. He said: I did not ask for this</b> damaging rain either, <b>but</b> for <b>rain of benevolence, blessing, and generosity.</b> Subsequently, the rains <b>fell in their standard manner</b> but continued unabated, filling the city with water <b>until all of the Jews exited</b> the residential areas of <b>Jerusalem</b> and went <b>to the Temple Mount due to the rain. They came and said to him: Just as you prayed over</b> the rains <b>that they should fall, so too, pray that they should stop. He said to them: Go out and see if the Claimants’ Stone,</b> a large stone located in the city, upon which proclamations would be posted with regard to lost and found articles, <b>has been washed away.</b> In other words, if the water has not obliterated the Claimants’ Stone, it is not yet appropriate to pray for the rain to cease. <b>Shimon ben Shetaḥ,</b> the <i>Nasi</i> of the Sanhedrin at the time, <b>relayed to</b> Ḥoni HaMe’aggel: <b>Were you not Ḥoni, I would have decreed that you be ostracized, but what can I do to you? You nag [<i>mitḥatei</i>] God and He does your bidding, like a son who nags his father and</b> his father <b>does his bidding</b> without reprimand. After all, rain fell as you requested. <b>About you, the verse states: “Let your father and your mother be glad, and let her who bore you rejoice”</b> (Proverbs 23:25). "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "הָיוּ מִתְעַנִּין וְיָרְדוּ לָהֶם גְּשָׁמִים קֹדֶם הָנֵץ הַחַמָּה, לֹא יַשְׁלִימוּ. לְאַחַר הָנֵץ הַחַמָּה, יַשְׁלִימוּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, קֹדֶם חֲצוֹת לֹא יַשְׁלִימוּ, לְאַחַר חֲצוֹת יַשְׁלִימוּ. מַעֲשֶׂה שֶׁגָּזְרוּ תַעֲנִית בְּלוֹד, וְיָרְדוּ לָהֶם גְּשָׁמִים קֹדֶם חֲצוֹת. אָמַר לָהֶם רַבִּי טַרְפוֹן, צְאוּ וְאִכְלוּ וּשְׁתוּ וַעֲשׂוּ יוֹם טוֹב. וְיָצְאוּ וְאָכְלוּ וְשָׁתוּ וְעָשׂוּ יוֹם טוֹב, וּבָאוּ בֵּין הָעַרְבַּיִם וְקָרְאוּ הַלֵּל הַגָּדוֹל: \n",
            "english": "The mishna teaches another <i>halakha</i> with regard to fast days: If <b>they were fasting</b> for rain, <b>and rain fell for them before sunrise,</b> they need <b>not complete</b> their fast until the evening. However, if it fell <b>after sunrise, they</b> must <b>complete</b> their fast. <b>Rabbi Eliezer says:</b> If rain fell <b>before midday,</b> they need <b>not complete</b> their fast; but if it rains <b>after midday, they</b> must <b>complete</b> their fast. The mishna relates: <b>An incident</b> occurred in <b>which</b> the court <b>decreed a fast in Lod</b> due to a lack of rain, <b>and rain fell for them before midday. Rabbi Tarfon said to</b> the people: <b>Go out, and eat, and drink, and treat</b> this day as <b>a Festival. And they went out, and ate, and drank, and treated</b> the day as <b>a Festival, and</b> in the <b>afternoon they came</b> to the synagogue <b>and recited the great <i>hallel</i>,</b> to thank God for answering their prayers."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "בִּשְׁלשָׁה פְרָקִים בַּשָּׁנָה כֹּהֲנִים נוֹשְׂאִין אֶת כַּפֵּיהֶן אַרְבַּע פְּעָמִים בַּיּוֹם, בַּשַּׁחֲרִית, בַּמּוּסָף וּבַמִּנְחָה וּבִנְעִילַת שְׁעָרִים, בַּתַּעֲנִיּוֹת וּבַמַּעֲמָדוֹת וּבְיוֹם הַכִּפּוּרִים: \n",
            "english": "<b>At three times in the year priests raise their hands</b> to recite the Priestly Benediction <b>four times in</b> a single <b>day, in the morning prayer, in the additional prayer, in the afternoon prayer, and</b> in the evening <b>in the closing of the gates,</b> i.e., the <i>ne’ila</i> prayer. And these are the three times: <b>During</b> communal <b>fasts</b> held due to lack of rain, on which the closing prayer is recited; <b>and during non-priestly watches [<i>ma’amadot</i>],</b> when the Israelite members of the guard parallel to the priestly watch come and read the act of Creation from the Torah, as explained below; <b>and on Yom Kippur.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אֵלּוּ הֵן מַעֲמָדוֹת, לְפִי שֶׁנֶּאֱמַר (במדבר כח), צַו אֶת בְּנֵי יִשְׂרָאֵל וְאָמַרְתָּ אֲלֵהֶם אֶת קָרְבָּנִי לַחְמִי, וְכִי הֵיאַךְ קָרְבָּנוֹ שֶׁל אָדָם קָרֵב, וְהוּא אֵינוֹ עוֹמֵד עַל גַּבָּיו, הִתְקִינוּ נְבִיאִים הָרִאשׁוֹנִים עֶשְׂרִים וְאַרְבַּע מִשְׁמָרוֹת. עַל כָּל מִשְׁמָר וּמִשְׁמָר הָיָה מַעֲמָד בִּירוּשָׁלַיִם שֶׁל כֹּהֲנִים, שֶׁל לְוִיִּם, וְשֶׁל יִשְׂרְאֵלִים. הִגִּיעַ זְמַן הַמִּשְׁמָר לַעֲלוֹת, כֹּהֲנִים וּלְוִיִּם עוֹלִים לִירוּשָׁלַיִם, וְיִשְׂרָאֵל שֶׁבְּאוֹתוֹ מִשְׁמָר מִתְכַּנְּסִין לְעָרֵיהֶן וְקוֹרְאִין בְּמַעֲשֵׂה בְרֵאשִׁית: \n",
            "english": "<b>These are</b> the <b>non-priestly watches: Since it is stated: “Command the children of Israel</b> and say to them: <b>My offering of food,</b> which is presented to Me made by a fire, of a sweet savor to Me, you shall guard the sacrifice to Me in its due season” (Numbers 28:2), this verse teaches that the daily offering was a communal obligation that applied to every member of the Jewish people. The mishna asks: <b>But how can a person’s offering be sacrificed when he is not standing next to it?</b> The mishna explains: Since it is impossible for the entire nation to be present in Jerusalem when the daily offering is brought, <b>the early prophets,</b> Samuel and David, <b>instituted</b> the division of the priests into <b>twenty-four priestly watches,</b> each of which served for approximately one week, twice per year. <b>For each and every priestly watch there was</b> a corresponding <b>non-priestly watch in Jerusalem of priests, Levites, and Israelites</b> who would stand by the communal offerings for that day to represent the community. <b>When</b> the <b>time arrived</b> for the members of a certain <b>priestly watch to ascend,</b> the <b>priests and Levites</b> of that watch would <b>ascend to Jerusalem</b> to perform the Temple service. <b>And</b> as for <b>the Israelites</b> assigned <b>to that priestly watch,</b> some of them went up to Jerusalem, while the rest of them <b>assembled in their towns and read the act of Creation. </b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "וְאַנְשֵׁי הַמַּעֲמָד הָיוּ מִתְעַנִּין אַרְבָּעָה יָמִים בַּשָּׁבוּעַ, מִיּוֹם שֵׁנִי וְעַד יוֹם חֲמִישִׁי. וְלֹא הָיוּ מִתְעַנִּין עֶרֶב שַׁבָּת, מִפְּנֵי כְבוֹד הַשַּׁבָּת. וְלֹא בְאֶחָד בַּשַּׁבָּת, כְּדֵי שֶׁלֹּא יֵצְאוּ מִמְּנוּחָה וָעֹנֶג לִיגִיעָה וְתַעֲנִית וְיָמוּתוּ. בַּיּוֹם הָרִאשׁוֹן, בְּרֵאשִׁית, וִיְהִי רָקִיעַ. בַּשֵּׁנִי, יְהִי רָקִיעַ, וְיִקָּווּ הַמַּיִם. בַּשְּׁלִישִׁי, יִקָּווּ הַמַּיִם, וִיְהִי מְאֹרֹת. בָּרְבִיעִי, יְהִי מְאֹרֹת, וְיִשְׁרְצוּ הַמַּיִם. בַּחֲמִישִׁי, יִשְׁרְצוּ הַמַּיִם, וְתּוֹצֵא הָאָרֶץ. בַּשִּׁשִּׁי, תּוֹצֵא הָאָרֶץ, וַיְכֻלּוּ הַשָּׁמַיִם. פָּרָשָׁה גְדוֹלָה, קוֹרִין אוֹתָהּ בִּשְׁנַיִם, וְהַקְּטַנָּה בְּיָחִיד, בַּשַּׁחֲרִית וּבַמּוּסָף. וּבַמִּנְחָה נִכְנָסִין וְקוֹרִין עַל פִּיהֶן, כְּקוֹרִין אֶת שְׁמַע. עֶרֶב שַׁבָּת בַּמִּנְחָה לֹא הָיוּ נִכְנָסִין, מִפְּנֵי כְבוֹד הַשַּׁבָּת: \n",
            "english": "And the members of the non-priestly watch, who represented the entire community that week, <b>would fast four days a week, from Monday until Thursday. And they would not fast on Shabbat eve, in deference to Shabbat,</b> as they did not wish to start Shabbat while fasting. <b>And</b> they did <b>not</b> fast on Sunday, <b>so as not to go from rest and delight</b> immediately <b>to exertion and fasting, and</b> run the risk that they might <b>die</b> as a result of the abrupt change. Which portions of the Torah would the members of the non-priestly watch read on each day? <b>On Sunday</b> they would read the portions starting with: <b>“In the beginning” and “Let there be a firmament”</b> (Genesis 1:1–8). <b>On Monday</b> they would read: <b>“Let there be a firmament” and “Let the waters be gathered”</b> (Genesis 1:9–13). <b>On Tuesday</b> they would read: <b>“Let the waters be gathered” and “Let there be lights”</b> (Genesis 1:14–19). <b>On Wednesday: “Let there be lights” and “Let the waters swarm”</b> (Genesis 1:20–23). <b>On Thursday: “Let the waters swarm” and “Let the earth bring forth”</b> (Genesis 1:24–31). <b>On Friday: “Let the earth bring forth”</b> and <b>“And the heaven</b> and the earth <b>were finished”</b> (Genesis 2:1–3). <b>A long passage,</b> consisting of six verses or more, <b>is read by two</b> people, <b>and a short</b> passage is read <b>by one,</b> as one cannot read fewer than three verses from the Torah together. They read from the Torah <b>in the morning prayer and in the additional prayer. In the afternoon prayer</b> the members of the non-priestly watch <b>enter</b> the synagogue <b>and read</b> the daily portion <b>by heart, just as one recites <i>Shema</i></b> every day. On <b>Shabbat eve at the afternoon prayer, they would not enter</b> the synagogue for the communal Torah readings, <b>in deference to Shabbat.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "כָּל יוֹם שֶׁיֶּשׁ בּוֹ הַלֵּל, אֵין בּוֹ מַעֲמָד בַּשַּׁחֲרִית. קָרְבַּן מוּסָף, אֵין בּוֹ בַנְּעִילָה. קָרְבַּן עֵצִים, אֵין בּוֹ בַמִּנְחָה, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר לוֹ בֶן עַזַּאי, כָּךְ הָיָה רַבִּי יְהוֹשֻׁעַ שׁוֹנֶה, קָרְבַּן מוּסָף, אֵין בּוֹ בַמִּנְחָה. קָרְבַּן עֵצִים, אֵין בּוֹ בַנְּעִילָה. חָזַר רַבִּי עֲקִיבָא לִהְיוֹת שׁוֹנֶה כְבֶן עַזַּאי: \n",
            "english": " The mishna states a principle: On <b>any day that has</b> the recitation of <b><i>hallel</i>,</b> but on which the additional offering was not sacrificed, e.g., Hanukkah, <b>there is no</b> reading of the Torah by the <b>non-priestly watch in the morning prayer.</b> On days that have both <i>hallel</i> and <b>an additional offering,</b> such as Festivals, the non-priestly watch would also <b>not</b> read from the Torah <b>at the closing prayer.</b> When <b>a wood offering</b> was brought, as explained below, there was <b>no</b> non-priestly watch <b>in the afternoon prayer.</b> This is <b>the statement of Rabbi Akiva.</b> <b>Ben Azzai said to</b> Rabbi Akiva that <b>this is how Rabbi Yehoshua would teach</b> this <i>halakha</i>: On days when <b>an additional offering</b> was sacrificed, there was <b>no</b> non-priestly watch <b>in the afternoon prayer.</b> When <b>a wood offering</b> was brought, there was <b>no</b> non-priestly watch <b>in the closing prayer.</b> Upon hearing this, <b>Rabbi Akiva retracted</b> his ruling and began <b>to teach in accordance with</b> the opinion of <b>ben Azzai.</b> "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "זְמַן עֲצֵי כֹהֲנִים וְהָעָם, תִּשְׁעָה. בְּאֶחָד בְּנִיסָן, בְּנֵי אָרַח בֶּן יְהוּדָה. בְּעֶשְׂרִים בְּתַמּוּז, בְּנֵי דָוִד בֶּן יְהוּדָה. בַּחֲמִשָּׁה בְאָב, בְּנֵי פַרְעֹשׁ בֶּן יְהוּדָה. בְּשִׁבְעָה בוֹ, בְּנֵי יוֹנָדָב בֶּן רֵכָב. בַּעֲשָׂרָה בוֹ, בְּנֵי סְנָאָה בֶן בִּנְיָמִין. בַּחֲמִשָּׁה עָשָׂר בּוֹ, בְּנֵי זַתּוּא בֶן יְהוּדָה, וְעִמָּהֶם כֹּהֲנִים וּלְוִיִּם וְכָל מִי שֶׁטָּעָה בְשִׁבְטוֹ, וּבְנֵי גוֹנְבֵי עֱלִי בְּנֵי קוֹצְעֵי קְצִיעוֹת. בְּעֶשְׂרִים בּוֹ, בְּנֵי פַחַת מוֹאָב בֶּן יְהוּדָה. בְּעֶשְׂרִים בֶּאֱלוּל, בְּנֵי עָדִין בֶּן יְהוּדָה. בְּאֶחָד בְּטֵבֵת שָׁבוּ בְנֵי פַרְעֹשׁ שְׁנִיָּה. בְּאֶחָד בְּטֵבֵת לֹא הָיָה בוֹ מַעֲמָד, שֶׁהָיָה בוֹ הַלֵּל וְקָרְבַּן מוּסָף וְקָרְבַּן עֵצִים: \n",
            "english": "The mishna details the <b>times</b> for <b>the wood</b> offering <b>of priests and the people.</b> These were private holidays specific to certain families, on which their members would volunteer a wood offering for the altar. There were <b>nine</b> such days and families: <b>On the first of Nisan, the descendants of Araḥ ben Yehuda; on the twentieth of Tammuz, the descendants of David ben Yehuda; on the fifth of Av, the descendants of Parosh ben Yehuda; on the seventh of</b> Av, <b>the descendants of Jonadab ben Rechab; on the tenth of</b> Av, <b>the descendants of Sena’a ben Binyamin; on the fifteenth of</b> Av, <b>the descendants of Zattu ben Yehuda.</b> <b>And</b> included <b>with</b> this group of Zattu ben Yehuda’s descendants <b>were</b> other <b>priests; and Levites; and anyone who erred with regard to his tribe,</b> i.e., Israelites who did not know which tribe they were from, <b>and the descendants of those who deceived</b> the authorities <b>with a pestle; and the descendants of those who packed dried figs.</b> These last groups and their descriptions are explained in the Gemara. The mishna resumes its list. <b>On the twentieth of</b> Av, <b>the descendants of Paḥat Moav ben Yehuda; on the twentieth of Elul, the descendants of Adin ben Yehuda; on the first of Tevet, the descendants of Parosh returned</b> to bring wood for <b>a second</b> time; likewise <b>on the first of Tevet, there was no non-priestly watch, as</b> it is Hanukkah, <b>on which <i>hallel</i> is</b> recited, <b>and</b> it is the New Moon, on which <b>an additional offering</b> is sacrificed, <b>and</b> there was also <b>a wood offering.</b> "
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "חֲמִשָּׁה דְבָרִים אֵרְעוּ אֶת אֲבוֹתֵינוּ בְּשִׁבְעָה עָשָׂר בְּתַמּוּז וַחֲמִשָּׁה בְּתִשְׁעָה בְאָב. בְּשִׁבְעָה עָשָׂר בְּתַמּוּז נִשְׁתַּבְּרוּ הַלּוּחוֹת, וּבָטַל הַתָּמִיד, וְהֻבְקְעָה הָעִיר, וְשָׂרַף אַפּוֹסְטֹמוֹס אֶת הַתּוֹרָה, וְהֶעֱמִיד צֶלֶם בַּהֵיכָל. בְּתִשְׁעָה בְאָב נִגְזַר עַל אֲבוֹתֵינוּ שֶׁלֹּא יִכָּנְסוּ לָאָרֶץ, וְחָרַב הַבַּיִת בָּרִאשׁוֹנָה וּבַשְּׁנִיָּה, וְנִלְכְּדָה בֵיתָר, וְנֶחְרְשָׁה הָעִיר. מִשֶּׁנִּכְנַס אָב, מְמַעֲטִין בְּשִׂמְחָה: \n",
            "english": "The mishna discusses the five major communal fast days. <b>Five</b> calamitous <b>matters occurred to our forefathers on the seventeenth of Tammuz, and five</b> other disasters happened <b>on the Ninth of Av. On the seventeenth of Tammuz</b> <b>the tablets were broken</b> by Moses when he saw that the Jews had made the golden calf; <b>the daily offering was nullified</b> by the Roman authorities and was never sacrificed again; <b>the city</b> walls of Jerusalem <b>were breached;</b> the general <b>Apostemos</b> publicly <b>burned a Torah scroll; and</b> Manasseh <b>placed an idol in the Sanctuary.</b> <b>On the Ninth of Av it was decreed upon our ancestors that they would</b> all die in the wilderness and <b>not enter Eretz</b> Yisrael; <b>and the Temple was destroyed the first time,</b> in the days of Nebuchadnezzar, <b>and the second time,</b> by the Romans; <b>and Beitar was captured; and the city</b> of Jerusalem <b>was plowed,</b> as a sign that it would never be rebuilt. Not only does one fast on the Ninth of Av, but <b>from when</b> the month of <b>Av begins, one decreases</b> acts of <b>rejoicing.</b> "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "שַׁבָּת שֶׁחָל תִּשְׁעָה בְאָב לִהְיוֹת בְּתוֹכָהּ, אָסוּר מִלְּסַפֵּר וּמִלְּכַבֵּס, וּבַחֲמִישִׁי מֻתָּרִין מִפְּנֵי כְבוֹד הַשַּׁבָּת. עֶרֶב תִּשְׁעָה בְאָב לֹא יֹאכַל אָדָם שְׁנֵי תַבְשִׁילִין, לֹא יֹאכַל בָּשָׂר וְלֹא יִשְׁתֶּה יָיִן. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר, יְשַׁנֶּה. רַבִּי יְהוּדָה מְחַיֵּב בִּכְפִיַּת הַמִּטָּה, וְלֹא הוֹדוּ לוֹ חֲכָמִים: \n",
            "english": "During <b>the week in which the Ninth of Av occurs, it is prohibited to cut one’s hair and to launder</b> clothes, <b>but</b> if the Ninth of Av occurs on a Friday, <b>on Thursday</b> these actions <b>are permitted in deference to Shabbat. </b> On <b>the eve of the Ninth of Av a person may not eat two cooked dishes</b> in one meal. Furthermore, one may <b>neither eat meat nor drink wine. Rabban Shimon ben Gamliel says:</b> One must <b>adjust</b> and decrease the amount he eats. <b>Rabbi Yehuda obligates one to overturn the bed</b> and sleep on the floor like one in a state of mourning, <b>but the Rabbis did not agree with him.</b> The mishna cites a passage that concludes its discussion of the month of Av, as well as the entire tractate of <i>Ta’anit</i>, on a positive note. "
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "אָמַר רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, לֹא הָיוּ יָמִים טוֹבִים לְיִשְׂרָאֵל כַּחֲמִשָּׁה עָשָׂר בְּאָב וּכְיוֹם הַכִּפּוּרִים, שֶׁבָּהֶן בְּנוֹת יְרוּשָׁלַיִם יוֹצְאוֹת בִּכְלֵי לָבָן שְׁאוּלִין, שֶׁלֹּא לְבַיֵּשׁ אֶת מִי שֶׁאֵין לוֹ. כָּל הַכֵּלִים טְעוּנִין טְבִילָה. וּבְנוֹת יְרוּשָׁלַיִם יוֹצְאוֹת וְחוֹלוֹת בַּכְּרָמִים. וּמֶה הָיוּ אוֹמְרוֹת, בָּחוּר, שָׂא נָא עֵינֶיךָ וּרְאֵה, מָה אַתָּה בוֹרֵר לָךְ. אַל תִּתֵּן עֵינֶיךָ בַנּוֹי, תֵּן עֵינֶיךָ בַמִּשְׁפָּחָה. שֶׁקֶר הַחֵן וְהֶבֶל הַיֹּפִי, אִשָּׁה יִרְאַת ה' הִיא תִתְהַלָּל (משלי לא). וְאוֹמֵר, תְּנוּ לָהּ מִפְּרִי יָדֶיהָ, וִיהַלְלוּהָ בַשְּׁעָרִים מַעֲשֶׂיהָ. וְכֵן הוּא אוֹמֵר, צְאֶינָה וּרְאֶינָה בְּנוֹת צִיּוֹן בַּמֶּלֶךְ שְׁלֹמֹה בָּעֲטָרָה שֶׁעִטְּרָה לּוֹ אִמּוֹ בְּיוֹם חֲתֻנָּתוֹ וּבְיוֹם שִׂמְחַת לִבּוֹ (שיר השירים ג). בְּיוֹם חֲתֻנָּתוֹ, זֶה מַתַּן תּוֹרָה. וּבְיוֹם שִׂמְחַת לִבּוֹ, זֶה בִּנְיַן בֵּית הַמִּקְדָּשׁ, שֶׁיִּבָּנֶה בִמְהֵרָה בְיָמֵינוּ. אָמֵן: \n",
            "english": "<b>Rabban Shimon ben Gamliel said: There were no days as joyous for the Jewish people as the fifteenth of Av and as Yom Kippur, as on them the daughters of Jerusalem would go out in white clothes,</b> which each woman <b>borrowed</b> from another. Why were they borrowed? They did this <b>so as not to embarrass one who did not have</b> her own white garments. <b>All the garments</b> that the women borrowed <b>require immersion,</b> as those who previously wore them might have been ritually impure. <b>And the daughters of Jerusalem would go out and dance in the vineyards. And what would they say? Young man, please lift up your eyes and see what you choose for yourself</b> for a wife. <b>Do not set your eyes toward beauty, but set your eyes toward</b> a good <b>family,</b> as the verse states: <b>“Grace is deceitful and beauty is vain, but a woman who fears the Lord, she shall be praised”</b> (Proverbs 31:30), <b>and it</b> further <b>says: “Give her the fruit of her hands, and let her works praise her in the gates”</b> (Proverbs 31:31). <b>And similarly, it says</b> in another verse: <b>“Go forth, daughters of Zion, and gaze upon King Solomon, upon the crown with which his mother crowned him on the day of his wedding, and on the day of the gladness of his heart”</b> (Song of Songs 3:11). This verse is explained as an allusion to special days: <b>“On the day of his wedding”; this is the giving of the Torah</b> through the second set of tablets on Yom Kippur. The name King Solomon in this context, which also means king of peace, is interpreted as a reference to God. <b>“And on the day of the gladness of his heart”; this is the building of the Temple, may it be rebuilt speedily in our days.</b>"
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:12:50.615Z",
    "totalChapters": 4,
    "status": "imported_sefaria"
  }
}
