{
  "id": "kiddushin",
  "name": "Kiddushin",
  "type": "mishnah",
  "sefariaRef": "Mishnah Kiddushin",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הָאִשָּׁה נִקְנֵית בְּשָׁלשׁ דְּרָכִים, וְקוֹנָה אֶת עַצְמָהּ בִּשְׁתֵּי דְרָכִים. נִקְנֵית בְּכֶסֶף, בִּשְׁטָר, וּבְבִיאָה. בְּכֶסֶף, בֵּית שַׁמַּאי אוֹמְרִים, בְּדִינָר וּבְשָׁוֶה דִינָר. וּבֵית הִלֵּל אוֹמְרִים, בִּפְרוּטָה וּבְשָׁוֶה פְרוּטָה. וְכַמָּה הִיא פְרוּטָה, אֶחָד מִשְּׁמֹנָה בָאִסָּר הָאִיטַלְקִי. וְקוֹנָה אֶת עַצְמָהּ בְּגֵט וּבְמִיתַת הַבָּעַל. הַיְבָמָה נִקְנֵית בְּבִיאָה. וְקוֹנָה אֶת עַצְמָהּ בַּחֲלִיצָה וּבְמִיתַת הַיָּבָם: \n",
            "english": "<b>A woman is acquired</b> by, i.e., becomes betrothed to, a man to be his wife <b>in three ways, and she acquires herself,</b> i.e., she terminates her marriage, <b>in two ways.</b> The mishna elaborates: <b>She is acquired through money, through a document, and through sexual intercourse.</b> With regard to a betrothal <b>through money,</b> there is a dispute between <i>tanna’im</i>: <b>Beit Shammai say</b> that she can be acquired <b>with one dinar or with</b> anything that is <b>worth one dinar. And Beit Hillel say:</b> She can be acquired <b>with one <i>peruta</i>,</b> a small copper coin, <b>or with</b> anything that is <b>worth one <i>peruta</i>.</b> The mishna further clarifies: <b>And how much is</b> the value of <b>one <i>peruta</i>,</b> by the fixed value of silver? The mishna explains that it is <b>one-eighth of the Italian <i>issar</i>,</b> which is a small silver coin. <b>And</b> a woman <b>acquires herself through a bill of divorce or through the death of the husband. A woman whose husband, who had a brother, died childless [<i>yevama</i></b>], can be <b>acquired</b> by the deceased husband’s brother, the <i>yavam</i>, only <b>through intercourse. And she acquires herself,</b> i.e., she is released from her levirate bond, <b>through <i>ḥalitza</i> or through the death of the <i>yavam</i>.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "עֶבֶד עִבְרִי נִקְנֶה בְכֶסֶף וּבִשְׁטָר, וְקוֹנֶה אֶת עַצְמוֹ בַּשָּׁנִים וּבַיּוֹבֵל וּבְגִרְעוֹן כֶּסֶף. יְתֵרָה עָלָיו אָמָה הָעִבְרִיָּה, שֶׁקּוֹנָה אֶת עַצְמָהּ בְּסִימָנִין. הַנִּרְצָע נִקְנֶה בִרְצִיעָה, וְקוֹנֶה אֶת עַצְמוֹ בַיּוֹבֵל וּבְמִיתַת הָאָדוֹן: \n",
            "english": "<b>A Hebrew slave</b> can be <b>acquired</b> by his master <b>through money or through a document, and</b> he can <b>acquire himself,</b> i.e., he is emancipated, <b>through years,</b> i.e., when he completes his six years of labor, <b>or through the</b> advent of the <b>Jubilee</b> Year, <b>or through the deduction of money.</b> The slave can redeem himself during the six years by paying for his remaining years of slavery. <b>A Hebrew maidservant</b> has one mode of emancipation <b>more than him, as she acquires herself through signs</b> indicating puberty. A slave <b>who is pierced</b> after serving six years is <b>acquired</b> as a slave for a longer period <b>through piercing</b> his ear with an awl, <b>and</b> he <b>acquires himself through the</b> advent of the <b>Jubilee</b> Year <b>or through</b> the <b>death of the master.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עֶבֶד כְּנַעֲנִי נִקְנֶה בְכֶסֶף וּבִשְׁטָר וּבַחֲזָקָה, וְקוֹנֶה אֶת עַצְמוֹ בְכֶסֶף עַל יְדֵי אֲחֵרִים, וּבִשְׁטָר עַל יְדֵי עַצְמוֹ, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בְּכֶסֶף עַל יְדֵי עַצְמוֹ וּבִשְׁטָר עַל יְדֵי אֲחֵרִים, וּבִלְבַד שֶׁיְּהֵא הַכֶּסֶף מִשֶּׁל אֲחֵרִים: \n",
            "english": "<b>A Canaanite slave is acquired by</b> means of <b>money, by</b> means of <b>a document, or by</b> means of the master <b>taking possession</b> of him. <b>And he can acquire himself,</b> i.e., his freedom, <b>by</b> means of <b>money</b> given <b>by others,</b> i.e., other people can give money to his master, <b>and by</b> means of <b>a bill</b> of manumission if he accepts it <b>by himself.</b> This is <b>the statement of Rabbi Meir. And the Rabbis say:</b> The slave can be freed <b>by</b> means of <b>money</b> given <b>by himself, and by</b> means of <b>a bill</b> of manumission if it is accepted <b>by others, provided that the money</b> he gives <b>belongs to others,</b> not to him. This is because the slave cannot possess property, as anything owned by a slave is considered his master’s."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "בְּהֵמָה גַסָּה נִקְנֵית בִּמְסִירָה, וְהַדַּקָּה בְּהַגְבָּהָה, דִּבְרֵי רַבִּי מֵאִיר וְרַבִּי אֱלִיעֶזֶר. וַחֲכָמִים אוֹמְרִים, בְּהֵמָה דַקָּה נִקְנֵית בִּמְשִׁיכָה: \n",
            "english": "<b>A large domesticated animal is acquired by passing,</b> when its current owner transfers it to a buyer by giving him the reins or the bit. <b>And a small</b> domesticated animal is acquired <b>by lifting.</b> This is <b>the statement of Rabbi Meir and Rabbi Eliezer. And the Rabbis say: A small domesticated animal can be acquired by pulling</b> also, and there is no need to lift it."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "נְכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת נִקְנִין בְּכֶסֶף וּבִשְׁטָר וּבַחֲזָקָה. וְשֶׁאֵין לָהֶם אַחֲרָיוּת, אֵין נִקְנִין אֶלָּא בִמְשִׁיכָה. נְכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת, נִקְנִין עִם נְכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת, בְּכֶסֶף וּבִשְׁטָר וּבַחֲזָקָה. וְזוֹקְקִין נְכָסִים שֶׁאֵין לָהֶם אַחֲרָיוּת אֶת הַנְּכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת לִשָּׁבַע עֲלֵיהֶן: \n",
            "english": "<b>Property that serves as a guarantee,</b> i.e., land or other items that are fixed in the earth, <b>can be acquired by</b> means of giving <b>money, by</b> means of giving <b>a document, or by</b> means of taking <b>possession</b> of it. Property <b>that does not serve as a guarantee,</b> i.e., movable property, <b>can be acquired only by pulling. Property that does not serve as a guarantee can be acquired</b> along <b>with property that serves as a guarantee by</b> means of giving <b>money, by</b> means of giving <b>a document, or by</b> means of taking <b>possession</b> of them. The movable property is transferred to the buyer’s possession when it is purchased together with the land, by means of an act of acquisition performed on the land. Generally, one is not obligated to take an oath concerning the denial of a claim with regard to land. The mishna continues: <b>And</b> in a legal dispute involving both land and movable property, if the defendant makes a partial admission of the claim with regard to the movable property, thereby rendering himself obligated to take an oath denying any responsibility for the remaining property, the movable property <b>binds the property that serves as a guarantee,</b> i.e., the land, so that he is forced <b>to take an oath concerning</b> the land as well, despite the fact that one is generally not obligated to take an oath for a claim involving land."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "כָּל הַנַּעֲשֶׂה דָמִים בְּאַחֵר, כֵּיוָן שֶׁזָּכָה זֶה, נִתְחַיֵּב זֶה בַחֲלִיפָיו. כֵּיצַד. הֶחֱלִיף שׁוֹר בְּפָרָה אוֹ חֲמוֹר בְּשׁוֹר, כֵּיוָן שֶׁזָּכָה זֶה, נִתְחַיֵּב זֶה בַחֲלִיפָיו. רְשׁוּת הַגָּבוֹהַּ, בְּכֶסֶף, וּרְשׁוּת הַהֶדְיוֹט, בַּחֲזָקָה. אֲמִירָתוֹ לַגָּבוֹהַּ, כִּמְסִירָתוֹ לַהֶדְיוֹט: \n",
            "english": "The mishna discusses a transaction involving the barter of two items. With regard to <b>all</b> items <b>used as monetary</b> value <b>for another</b> item, i.e., instead of a buyer paying money to the seller, they exchange items of value with each other, <b>once one</b> party in the transaction <b>acquires</b> the item he is receiving, <b>this</b> party <b>is obligated</b> with regard to the item being <b>exchanged for it.</b> Therefore, if it is destroyed or lost, he incurs the loss. <b>How so?</b> If <b>one exchanges an ox for a cow, or a donkey for an ox, once this</b> party <b>acquires</b> the animal that he is receiving, this party <b>is obligated</b> with regard to the item being <b>exchanged for it.</b> <b>The authority of the Temple</b> treasury effects acquisition <b>by</b> means of <b>money</b> to the seller. <b>And the authority,</b> i.e., the mode of acquisition, <b>of a commoner</b> [<b><i>hedyot</i></b>] <b>is by possession.</b> Furthermore, <b>one’s declaration to the Most High,</b> i.e., when one consecrates an item through speech, <b>is equivalent to transferring</b> an item <b>to a common person,</b> and the item is acquired by the Temple treasury through his mere speech."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "כָּל מִצְוֹת הַבֵּן עַל הָאָב, אֲנָשִׁים חַיָּבִין וְנָשִׁים פְּטוּרוֹת. וְכָל מִצְוֹת הָאָב עַל הַבֵּן, אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִין. וְכָל מִצְוַת עֲשֵׂה שֶׁהַזְּמָן גְּרָמָהּ, אֲנָשִׁים חַיָּבִין וְנָשִׁים פְּטוּרוֹת. וְכָל מִצְוַת עֲשֵׂה שֶׁלֹּא הַזְּמָן גְּרָמָהּ, אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִין. וְכָל מִצְוַת לֹא תַעֲשֶׂה, בֵּין שֶׁהַזְּמָן גְּרָמָהּ בֵּין שֶׁלֹּא הַזְּמָן גְּרָמָהּ, אֶחָד אֲנָשִׁים וְאֶחָד נָשִׁים חַיָּבִין, חוּץ מִבַּל תַּשְׁחִית וּבַל תַּקִּיף וּבַל תִּטַּמָּא לְמֵתִים: \n",
            "english": "With regard to <b>all mitzvot of a son with regard to</b> his <b>father, men are obligated</b> to perform them <b>and women are exempt. And</b> with regard to <b>all mitzvot of a father with regard to his son, both men and women are obligated</b> to perform them. The mishna notes an additional difference between the obligations of men and women in the performance of mitzvot: With regard to <b>all positive, time-bound mitzvot,</b> i.e., those which must be performed at specific times, <b>men are obligated</b> to perform them <b>and women are exempt. And</b> with regard to <b>all positive mitzvot that are not time bound, both men and women are obligated</b> to perform them. <b>And</b> with regard to <b>all prohibitions, whether</b> they are <b>time-bound</b> or <b>whether</b> they are <b>not time-bound, both men and women are obligated</b> to observe them, <b>except for</b> the prohibitions of: <b>Do not round</b> the corners of your head, <b>and: Do not destroy</b> the corners of your beard, which are derived from the verse: “You shall not round the corners of your head and you shall not destroy the corners of your beard” (Leviticus 19:27), <b>and</b> a prohibition that concerns only priests: <b>Do not contract ritual impurity from a corpse</b> (see Leviticus 21:1). These mitzvot apply only to men, not women, despite the fact that they are prohibitions."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הַסְּמִיכוֹת, וְהַתְּנוּפוֹת, וְהַהַגָּשׁוֹת, וְהַקְּמִיצוֹת, וְהַהַקְטָרוֹת, וְהַמְּלִיקוֹת, וְהַהַזָּאוֹת, וְהַקַּבָּלוֹת, נוֹהֲגִין בַּאֲנָשִׁים וְלֹא בְנָשִׁים, חוּץ מִמִּנְחַת סוֹטָה וּנְזִירָה, שֶׁהֵן מְנִיפוֹת: \n",
            "english": "With regard to <b>the placing</b> of <b>hands</b> on the head of an offering, <b>and the waving</b> of certain offerings, <b>and the bringing near</b> of meal-offerings to the corner of the altar, <b>and the removal of a handful</b> from meal-offerings, <b>and the burning</b> of sacrificial parts on the altar, <b>and the pinching</b> of bird-offerings, <b>and the collecting</b> of blood of offerings in a vessel, <b>and the sprinkling</b> of blood, these <b>apply to men and not to women.</b> All these mitzvot apply specifically to men and not to women, <b>except for the meal-offering of a <i>sota</i>, and</b> the meal-offering of <b>a nazirite woman, which</b> these women <b>wave.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "כָּל מִצְוָה שֶׁהִיא תְלוּיָה בָאָרֶץ אֵינָהּ נוֹהֶגֶת אֶלָּא בָאָרֶץ. וְשֶׁאֵינָהּ תְּלוּיָה בָאָרֶץ נוֹהֶגֶת בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ, חוּץ מִן הָעָרְלָה וְכִלְאָיִם. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף מִן הֶחָדָשׁ: \n",
            "english": "<b>Any mitzva that is dependent on the land [<i>aretz</i>] applies only in Eretz</b> Yisrael, <b>and</b> any mitzva <b>that is not dependent on the land applies both in Eretz</b> Yisrael <b>and outside of Eretz</b> Yisrael. This is <b>apart from</b> the mitzvot of <b><i>orla</i> and diverse kinds,</b> which apply even outside of Eretz Yisrael. <b>Rabbi Eliezer says:</b> This is the <i>halakha</i> <b>even</b> with regard to the prohibition to eat from the <b>new crop</b> before the <i>omer</i> offering has been brought on the sixteenth of Nisan."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "כָּל הָעוֹשֶׂה מִצְוָה אַחַת, מְטִיבִין לוֹ וּמַאֲרִיכִין לוֹ יָמָיו וְנוֹחֵל אֶת הָאָרֶץ. וְכָל שֶׁאֵינוֹ עוֹשֶׂה מִצְוָה אַחַת, אֵין מְטִיבִין לוֹ וְאֵין מַאֲרִיכִין לוֹ יָמָיו וְאֵינוֹ נוֹחֵל אֶת הָאָרֶץ. כָּל שֶׁיֶּשְׁנוֹ בַמִּקְרָא וּבַמִּשְׁנָה וּבְדֶרֶךְ אֶרֶץ, לֹא בִמְהֵרָה הוּא חוֹטֵא, שֶׁנֶּאֱמַר (קהלת ד) וְהַחוּט הַמְשֻׁלָּשׁ לֹא בִמְהֵרָה יִנָּתֵק. וְכָל שֶׁאֵינוֹ לֹא בַמִּקְרָא וְלֹא בַמִּשְׁנָה וְלֹא בְדֶרֶךְ אֶרֶץ, אֵינוֹ מִן הַיִּשּׁוּב: \n",
            "english": "<b>Anyone who performs one mitzva has goodness bestowed upon him, his life is lengthened, and he inherits the land,</b> i.e., life in the World-to-Come. <b>And anyone who does not perform one mitzva does not have goodness bestowed upon him, his life is not lengthened, and he does not inherit the land</b> of the World-to-Come. <b>Anyone who is engaged in</b> the study of <b>Bible, and in</b> the study of <b>Mishna, and in</b> the <b>desired mode of behavior,</b> i.e., he performs labor and generally acts in an appropriate manner, <b>will not be quick to sin, as it is stated: “And a threefold cord is not quickly broken”</b> (Ecclesiastes 4:12). One who is involved in all three of these activities will not sin easily. <b>And anyone who does not engage in</b> the study of <b>Bible, nor</b> the study of <b>Mishna, nor</b> the <b>desired mode of behavior, is not part of society,</b> i.e., he is not considered a civilized person at all."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הָאִישׁ מְקַדֵּשׁ בּוֹ וּבִשְׁלוּחוֹ. הָאִשָּׁה מִתְקַדֶּשֶׁת בָּהּ וּבִשְׁלוּחָהּ. הָאִישׁ מְקַדֵּשׁ אֶת בִּתּוֹ כְּשֶׁהִיא נַעֲרָה, בּוֹ וּבִשְׁלוּחוֹ. הָאוֹמֵר לְאִשָּׁה, הִתְקַדְּשִׁי לִי בִתְמָרָה זוֹ, הִתְקַדְּשִׁי לִי בְזוֹ, אִם יֵשׁ בְּאַחַת מֵהֶן שָׁוֶה פְרוּטָה, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. בְּזוֹ וּבְזוֹ וּבְזוֹ, אִם יֵשׁ שָׁוֶה פְרוּטָה בְּכֻלָּן, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. הָיְתָה אוֹכֶלֶת רִאשׁוֹנָה רִאשׁוֹנָה, אֵינָהּ מְקֻדֶּשֶׁת, עַד שֶׁיְּהֵא בְאַחַת מֵהֶן שָׁוֶה פְרוּטָה: \n",
            "english": "<b>A man can betroth</b> a woman <b>by himself or by</b> means of <b>his agent.</b> Similarly, <b>a woman can become betrothed by herself or by</b> means of <b>her agent. A man can betroth his daughter</b> to a man <b>when she is a young woman,</b> either <b>by himself or by</b> means of <b>his agent.</b> In the case of <b>one who says to a woman: Be betrothed to me with this date,</b> and adds: <b>Be betrothed to me with that</b> one, then <b>if one of</b> the dates <b>is worth one <i>peruta</i> she is betrothed, but if not, she is not betrothed,</b> since he mentioned betrothal in connection with each date. But if he said: Be betrothed to me <b>with this</b> one, <b>and with this</b> one, <b>and with this</b> one, then even <b>if all of them</b> together <b>are worth one <i>peruta</i> she is betrothed, but if not, she is not betrothed.</b> If he gave her dates with the intention of betrothing her with them, and <b>she was eating</b> them <b>one by one</b> as she received them, <b>she is not betrothed unless one of them is worth one <i>peruta</i>.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הִתְקַדְּשִׁי לִי בְכוֹס זֶה שֶׁל יַיִן, וְנִמְצָא שֶׁל דְּבָשׁ. שֶׁל דְּבָשׁ, וְנִמְצָא שֶׁל יַיִן. בְּדִינָר זֶה שֶׁל כֶּסֶף, וְנִמְצָא שֶׁל זָהָב. שֶׁל זָהָב, וְנִמְצָא שֶׁל כֶּסֶף. עַל מְנָת שֶׁאֲנִי עָשִׁיר, וְנִמְצָא עָנִי. עָנִי, וְנִמְצָא עָשִׁיר, אֵינָהּ מְקֻדֶּשֶׁת. רַבִּי שִׁמְעוֹן אוֹמֵר, אִם הִטְעָהּ לְשֶׁבַח, מְקֻדֶּשֶׁת: \n",
            "english": "If a man said to a woman: <b>Be betrothed to me with this cup of wine, and it was found</b> to be a cup <b>of honey;</b> or if he said: With this cup <b>of honey, and it was found</b> to be a cup <b>of wine;</b> or if he said: <b>With this dinar</b> made <b>of silver, and it was found</b> to be made <b>of gold;</b> or if he said: With this dinar made <b>of gold, and it was found</b> to be made <b>of silver;</b> or if he said: <b>On the condition that I am wealthy, and he was found</b> to be <b>poor;</b> or if he said: On the condition that I am <b>poor, and he was found</b> to be <b>wealthy, she is not betrothed</b> in any of these cases. <b>Rabbi Shimon says: If he misled her to</b> her <b>advantage</b> by giving her something better than what he stated, or if his status was greater than he claimed, she is <b>betrothed.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עַל מְנָת שֶׁאֲנִי כֹהֵן, וְנִמְצָא לֵוִי. לֵוִי, וְנִמְצָא כֹהֵן. נָתִין, וְנִמְצָא מַמְזֵר. מַמְזֵר, וְנִמְצָא נָתִין. בֶּן עִיר, וְנִמְצָא בֶן כְּרַךְ. בֶּן כְּרַךְ, וְנִמְצָא בֶן עִיר. עַל מְנָת שֶׁבֵּיתִי קָרוֹב לַמֶּרְחָץ, וְנִמְצָא רָחוֹק. רָחוֹק, וְנִמְצָא קָרוֹב. עַל מְנָת שֶׁיֶּשׁ לִי בַת אוֹ שִׁפְחָה גַדֶּלֶת, וְאֵין לוֹ. אוֹ עַל מְנָת שֶׁאֵין לִי, וְיֶשׁ לוֹ. עַל מְנָת שֶׁאֵין לִי בָנִים, וְיֶשׁ לוֹ. אוֹ עַל מְנָת שֶׁיֶּשׁ לִי, וְאֵין לוֹ. וּבְכֻלָּם, אַף עַל פִּי שֶׁאָמְרָה, בְּלִבִּי הָיָה לְהִתְקַדֵּשׁ לוֹ, אַף עַל פִּי כֵן, אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן הִיא שֶׁהִטְעַתּוּ: \n",
            "english": "If one said to a woman: Be betrothed to me <b>on the condition that I am a priest, and he was found</b> to be <b>a Levite;</b> or if he said: <b>A Levite, and he was found</b> to be <b>a priest;</b> or if he said: Be betrothed to me on the condition that I am <b>a Gibeonite,</b> a people prohibited by rabbinic law from marrying into the congregation, i.e., from marrying a Jew of fit lineage, <b>and he was found</b> to be <b>a <i>mamzer</i>,</b> who is prohibited by Torah law to marry into the congregation; or he said: <b>A <i>mamzer</i>, and he was found</b> to be <b>a Gibeonite;</b> or if he said: Be betrothed to me on the condition that I am <b>a resident of</b> a small <b>town, and he was found</b> to be <b>a resident of</b> a large <b>city;</b> or he said: <b>A resident of a city, and he was found</b> to be <b>a resident of a town;</b> or if he said: Be betrothed to me <b>on the condition that my house is close to the bathhouse, and it was found</b> to be <b>far;</b> or he said: <b>Far</b> from the bathhouse, <b>and it was found</b> to be <b>close,</b> she is not betrothed. Or if he said that she is betrothed to him <b>on the condition that he has a grown daughter or a maidservant, and he does not have</b> one, <b>or on the condition that he does not have</b> one <b>and he has</b> one; or <b>on the condition that he has no sons, and he has</b> sons, <b>or on the condition that he has</b> sons <b>and he does not have</b> sons, then she is not betrothed. <b>And in all these</b> cases, <b>despite</b> the fact <b>that she</b> later <b>stated: I intended to become betrothed to him nevertheless,</b> whether or not he fulfilled the condition, <b>she is not betrothed. And similarly,</b> if it was <b>she who misled him</b> by making the betrothal conditional upon a statement of hers that turned out to be incorrect, the betrothal will not take effect."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הָאוֹמֵר לִשְׁלוּחוֹ, צֵא וְקַדֵּשׁ לִי אִשָּׁה פְלוֹנִית בְּמָקוֹם פְּלוֹנִי, וְהָלַךְ וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר, אֵינָהּ מְקֻדֶּשֶׁת. הֲרֵי הִיא בְמָקוֹם פְּלוֹנִי, וְקִדְּשָׁהּ בְּמָקוֹם אַחֵר, הֲרֵי זוֹ מְקֻדֶּשֶׁת: \n",
            "english": "In the case of <b>one who says to his agent: Go and betroth for me so-and-so in such and such a place, and</b> the agent <b>went and betrothed her in a different place, she is not betrothed,</b> since he instructed that the betrothal take place in a particular location. But if he said: Go and betroth the woman for me, <b>she is in such and such a place; and</b> the agent <b>betrothed her in a different place, she is betrothed,</b> since he did not mean that the agent should betroth her specifically there, but was merely telling him where to find her."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ אֶת הָאִשָּׁה עַל מְנָת שֶׁאֵין עָלֶיהָ נְדָרִים וְנִמְצְאוּ עָלֶיהָ נְדָרִים, אֵינָהּ מְקֻדֶּשֶׁת. כְּנָסָהּ סְתָם וְנִמְצְאוּ עָלֶיהָ נְדָרִים, תֵּצֵא שֶׁלֹּא בִכְתֻבָּה. עַל מְנָת שֶׁאֵין עָלֶיהָ מוּמִין וְנִמְצְאוּ בָהּ מוּמִין, אֵינָהּ מְקֻדֶּשֶׁת. כְּנָסָהּ סְתָם וְנִמְצְאוּ בָהּ מוּמִין, תֵּצֵא שֶׁלֹּא בִכְתֻבָּה. כָּל הַמּוּמִין הַפּוֹסְלִים בַּכֹּהֲנִים, פּוֹסְלִים בַּנָּשִׁים: \n",
            "english": "In the case of <b>one who betroths a woman on the condition that there are no vows</b> incumbent <b>upon her</b> to fulfill, <b>and it was found that there were vows</b> incumbent <b>upon her</b> to fulfill, <b>she is not betrothed,</b> since his condition was not fulfilled. If he <b>married her without specification, and it was found that there were vows</b> incumbent <b>upon her</b> to fulfill, the marriage takes effect. Nevertheless, he has the right to divorce her, and <b>she is divorced without</b> receiving payment of her <b>marriage contract,</b> as it is assumed that he would not have married her had he known that she was limited by her vows. Similarly, if he betrothed her <b>on the condition that there are no blemishes upon her, and she was discovered to have blemishes, she is not betrothed.</b> In a case where he <b>married her without specification and she was discovered to have blemishes,</b> he has the right to divorce her, and <b>she is divorced without</b> receiving payment of her <b>marriage contract.</b> As to what is defined as a blemish, the rule is <b>that all the blemishes that disqualify priests</b> from performing the Temple service, as detailed in tractate <i>Bekhorot</i>, also <b>disqualify women</b> from receiving their marriage contract in case of divorce."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ שְׁתֵּי נָשִׁים בְּשָׁוֶה פְרוּטָה, אוֹ אִשָּׁה אַחַת בְּפָחוֹת מִשָּׁוֶה פְרוּטָה, אַף עַל פִּי שֶׁשָּׁלַח סִבְלוֹנוֹת לְאַחַר מִכָּאן, אֵינָהּ מְקֻדֶּשֶׁת, שֶׁמֵּחֲמַת קִדּוּשִׁין הָרִאשׁוֹנִים שָׁלַח. וְכֵן קָטָן שֶׁקִּדֵּשׁ: \n",
            "english": "In the case of <b>one who betroths two women</b> together <b>with</b> an item <b>worth one <i>peruta</i>,</b> so that the value of each woman’s share was not worth one <i>peruta</i>, <b>or</b> who betroths <b>one woman with</b> an item <b>worth less than one <i>peruta</i>, despite</b> the fact <b>that he later sent</b> the traditional <b>gifts [<i>sivlonot</i>]</b> of a groom to the bride, <b>she is not betrothed, because he sent</b> the gifts <b>on account of the first betrothal,</b> i.e., the item whose value to the woman was less than one <i>peruta</i>, and not to effect betrothal. <b>And similarly,</b> if there was <b>a minor who betrothed</b> a woman, and he sent her gifts after he became an adult, the assumption is that he sent them on account of his betrothal when he was still a minor, and since betrothal performed by a minor is of no account, she is not betrothed."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ אִשָּׁה וּבִתָּהּ אוֹ אִשָּׁה וַאֲחוֹתָהּ, כְּאַחַת, אֵינָן מְקֻדָּשׁוֹת. וּמַעֲשֶׂה בְחָמֵשׁ נָשִׁים וּבָהֶן שְׁתֵּי אֲחָיוֹת, וְלִקֵּט אֶחָד כַּלְכָּלָה שֶׁל תְּאֵנִים, וְשֶׁלָּהֶם הָיְתָה וְשֶׁל שְׁבִיעִית הָיְתָה, וְאָמַר הֲרֵי כֻלְּכֶם מְקֻדָּשׁוֹת לִי בְכַלְכָּלָה זוֹ, וְקִבְּלָה אַחַת מֵהֶן עַל יְדֵי כֻלָּן, וְאָמְרוּ חֲכָמִים, אֵין הָאֲחָיוֹת מְקֻדָּשׁוֹת: \n",
            "english": "In the case of <b>one who betroths a woman and her daughter or a woman and her sister in one</b> act of betrothal, by saying: You are both betrothed to me, <b>neither</b> of them <b>is betrothed. And an incident</b> occurred <b>involving five women, and among them</b> were <b>two sisters, and one person gathered a basket of figs that were from their</b> field, <b>and</b> the fruit <b>was of</b> the <b>Sabbatical</b> Year, <b>and he said: You are hereby all betrothed to me with this basket, and one of them accepted</b> it <b>on behalf of all of them. And the Sages said: The sisters are not betrothed.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ בְּחֶלְקוֹ, בֵּין קָדְשֵׁי קָדָשִׁים בֵּין קָדָשִׁים קַלִּים, אֵינָהּ מְקֻדֶּשֶׁת. בְּמַעֲשֵׂר שֵׁנִי, בֵּין שׁוֹגֵג בֵּין מֵזִיד, לֹא קִדֵּשׁ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, בְּשׁוֹגֵג לֹא קִדֵּשׁ, בְּמֵזִיד קִדֵּשׁ. וּבְהֶקְדֵּשׁ, בְּמֵזִיד קִדֵּשׁ וּבְשׁוֹגֵג לֹא קִדֵּשׁ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יְהוּדָה אוֹמֵר, בְּשׁוֹגֵג קִדֵּשׁ, בְּמֵזִיד לֹא קִדֵּשׁ: \n",
            "english": "With regard to a priest <b>who betroths</b> a woman <b>with his portion</b> of offerings, <b>whether</b> he did so with <b>offerings of the most sacred order</b> or <b>whether</b> he did so with <b>offerings of lesser sanctity, she is not betrothed.</b> One who betroths a woman <b>with second tithe, whether unwittingly</b> or <b>intentionally, has not betrothed</b> her; this is <b>the statement of Rabbi Meir. Rabbi Yehuda says:</b> If he did so <b>unwittingly he has not betrothed</b> her, but if he did so <b>intentionally he has betrothed</b> her. <b>And</b> with regard to one who betroths a woman <b>with consecrated</b> property belonging to the Temple treasury, if he does so <b>intentionally he has betrothed</b> her, <b>and</b> if he does so <b>unwittingly he has not betrothed</b> her; this is <b>the statement of Rabbi Meir. Rabbi Yehuda says</b> the opposite: If he does so <b>unwittingly he has betrothed</b> her, but if he does so <b>intentionally he has not betrothed</b> her."
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ בְּעָרְלָה, בְּכִלְאֵי הַכֶּרֶם, בְּשׁוֹר הַנִּסְקָל, וּבְעֶגְלָה עֲרוּפָה, בְּצִפֳּרֵי מְצֹרָע, וּבִשְׂעַר נָזִיר, וּפֶטֶר חֲמוֹר, וּבָשָׂר בְּחָלָב, וְחֻלִּין שֶׁנִּשְׁחֲטוּ בָעֲזָרָה, אֵינָהּ מְקֻדֶּשֶׁת. מְכָרָן וְקִדֵּשׁ בִּדְמֵיהֶן, מְקֻדֶּשֶׁת: \n",
            "english": "With regard to <b>one who betroths</b> a woman <b>with <i>orla</i>,</b> i.e., fruit grown during a tree’s first three years, or <b>with diverse kinds in a vineyard,</b> i.e., grain and grapes planted together, or <b>with an ox that is</b> sentenced to be <b>stoned, or with a heifer whose neck is broken,</b> or <b>with</b> the <b>leper’s birds</b> which are designated for his offering, <b>or with a nazirite’s hair, or</b> with <b>a firstborn donkey, or</b> with <b>meat</b> cooked <b>in milk, or</b> with <b>non-sacred</b> animals <b>that were slaughtered in the</b> Temple <b>courtyard,</b> if he betroths her with any of these items, the woman <b>is not betrothed,</b> since it is prohibited to derive benefit from any of these items. By contrast, if <b>one sold them and betrothed</b> a woman <b>with</b> the <b>money</b> received from <b>their</b> sale, <b>she is betrothed,</b> as in these cases one may derive benefit from the money he receives in exchange for the forbidden item."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ בִּתְרוּמוֹת וּבְמַעַשְׂרוֹת וּבְמַתָּנוֹת וּבְמֵי חַטָּאת וּבְאֵפֶר חַטָּאת, הֲרֵי זוֹ מְקֻדֶּשֶׁת, וַאֲפִלּוּ יִשְׂרָאֵל: \n",
            "english": "With regard to <b>one who betroths</b> a woman <b>with <i>terumot</i>, or with tithes, or with</b> the foreleg, cheeks, and stomach of an animal, which are given as <b>gifts</b> to priests, <b>or with the water of purification,</b> which is sprinkled on an impure person during the purification rite for impurity imparted by a corpse, <b>or with the ashes of purification,</b> which were mixed with the water sprinkled on an impure person during the purification rite for impurity imparted by a corpse, in all of these cases <b>she is betrothed, and</b> this is so <b>even if</b> the man betrothing her is <b>an Israelite,</b> not a priest or a Levite."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ, צֵא וְקַדֵּשׁ לִי אִשָּׁה פְלוֹנִית וְהָלַךְ וְקִדְּשָׁהּ לְעַצְמוֹ, מְקֻדֶּשֶׁת. וְכֵן הָאוֹמֵר לְאִשָּׁה, הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי לְאַחַר שְׁלשִׁים יוֹם, וּבָא אַחֵר וְקִדְּשָׁהּ בְּתוֹךְ שְׁלשִׁים יוֹם, מְקֻדֶּשֶׁת לַשֵּׁנִי. בַּת יִשְׂרָאֵל לְכֹהֵן, תֹּאכַל בַּתְּרוּמָה. מֵעַכְשָׁיו וּלְאַחַר שְׁלשִׁים יוֹם, וּבָא אַחֵר וְקִדְּשָׁהּ בְּתוֹךְ שְׁלשִׁים יוֹם, מְקֻדֶּשֶׁת וְאֵינָהּ מְקֻדֶּשֶׁת. בַּת יִשְׂרָאֵל לְכֹהֵן אוֹ בַת כֹּהֵן לְיִשְׂרָאֵל, לֹא תֹאכַל בַּתְּרוּמָה: \n",
            "english": "With regard to <b>one</b> man <b>who says to another: Go and betroth so-and-so to me, and</b> the latter <b>went and betrothed her to himself, she is betrothed to the second</b> man. <b>And similarly,</b> with regard to <b>one who says to a woman: You are hereby betrothed to me after thirty days, and another</b> man <b>came and betrothed her within</b> those <b>thirty days, she is betrothed to the second</b> man. This is a full-fledged betrothal, so that if she is <b>an Israelite woman</b> betrothed <b>to a priest, she may partake of <i>teruma</i>.</b> If the first man said to the woman: You are hereby betrothed to me <b>from now, and</b> only <b>after thirty days</b> shall the betrothal take effect, <b>and another</b> man <b>came and betrothed her within</b> those <b>thirty days,</b> there is uncertainty whether <b>she is betrothed or</b> whether <b>she is not betrothed</b> to each of them. Consequently, if she was <b>the daughter of a non-priest</b> betrothed <b>to a priest, or the daughter of a priest</b> betrothed <b>to an Israelite, she may not partake of <i>teruma</i>.</b> Since her betrothal is uncertain, the daughter of a non-priest cannot be considered the wife of a priest, and similarly a priest’s daughter who is doubtfully married to an Israelite loses her right to partake of <i>teruma</i> as the daughter of a priest."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הָאוֹמֵר לְאִשָּׁה, הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁאֶתֵּן לָךְ מָאתַיִם זוּז, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְהוּא יִתֵּן. עַל מְנָת שֶׁאֶתֵּן לָךְ מִכָּאן וְעַד שְׁלשִׁים יוֹם, נָתַן לָהּ בְּתוֹךְ שְׁלשִׁים, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. עַל מְנָת שֶׁיֶּשׁ לִי מָאתַיִם זוּז, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיֶשׁ לוֹ. עַל מְנָת שֶׁאַרְאֵךְ מָאתַיִם זוּז, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיַרְאֶה לָהּ. וְאִם הֶרְאָהּ עַל הַשֻּׁלְחָן, אֵינָהּ מְקֻדֶּשֶׁת: \n",
            "english": "With regard to <b>one who says to a woman: You are hereby betrothed to me</b> with this <i>peruta</i> <b>on the condition that I will give you two hundred dinars, she is betrothed</b> immediately <b>and he shall give</b> her the money. If he said to her that the betrothal is: <b>On the condition that I will give you</b> a particular sum of money <b>from now and until thirty days,</b> if <b>he gave</b> the money <b>to her within thirty</b> days <b>she is betrothed, but if not, she is not betrothed.</b> If he said to her that the betrothal is: <b>On the condition that I have two hundred dinars, she is betrothed if he has</b> this sum. If he said to her that the betrothal is: <b>On the condition that I will show you two hundred dinars, she is betrothed, and he shall show</b> the money <b>to her. And if</b> he is a moneychanger and <b>shows</b> her money belonging to others <b>on the</b> moneychangers’ <b>table, she is not betrothed,</b> as his statement means that he will show her money of his own."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עַל מְנָת שֶׁיֶּשׁ לִי בֵית כּוֹר עָפָר, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיֶשׁ לוֹ. עַל מְנָת שֶׁיֶּשׁ לִי בְמָקוֹם פְּלוֹנִי, אִם יֶשׁ לוֹ בְאוֹתוֹ מָקוֹם, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. עַל מְנָת שֶׁאַרְאֵךְ בֵּית כּוֹר עָפָר, הֲרֵי זוֹ מְקֻדֶּשֶׁת וְיַרְאֶנָּה. וְאִם הֶרְאָהּ בַּבִּקְעָה, אֵינָהּ מְקֻדֶּשֶׁת: \n",
            "english": "With regard to one who says to a woman: You are hereby betrothed to me <b>on the condition that I possess</b> tillable land of <b>a <i>beit kor</i> of earth, she is betrothed,</b> provided that <b>he possesses</b> such land. If he said to her that the betrothal is: <b>On the condition that I possess</b> land <b>in such and such a place, if he possesses</b> land <b>in that place she is betrothed, but if not she is not betrothed.</b> If he said to her: You are hereby betrothed to me <b>on the condition that I will show you a <i>beit kor</i> of earth, she is betrothed, and he shall show her. And if he showed</b> her land <b>in a valley,</b> i.e., a field that does not belong to him among other fields, <b>she is not betrothed.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "רַבִּי מֵאִיר אוֹמֵר, כָּל תְּנַאי שֶׁאֵינוֹ כִתְנַאי בְּנֵי גָד וּבְנֵי רְאוּבֵן, אֵינוֹ תְנַאי, שֶׁנֶּאֱמַר (במדבר לב), וַיֹּאמֶר משֶׁה אֲלֵהֶם אִם יַעַבְרוּ בְנֵי גָד וּבְנֵי רְאוּבֵן, וּכְתִיב, וְאִם לֹא יַעַבְרוּ חֲלוּצִים. רַבִּי חֲנִינָא בֶן גַּמְלִיאֵל אוֹמֵר, צָרִיךְ הָיָה הַדָּבָר לְאָמְרוֹ, שֶׁאִלְמָלֵא כֵן, יֵשׁ בְּמַשְׁמַע שֶׁאֲפִלּוּ בְאֶרֶץ כְּנַעַן לֹא יִנְחָלוּ: \n",
            "english": "<b>Rabbi Meir says: Any condition that is not</b> doubled, i.e., which does not specify both the result of fulfilling the condition and the result of the condition remaining unfulfilled, <b>like the condition</b> Moses stipulated with <b>the children of Gad and the children of Reuben</b> who sought to settle on the eastern side of the Jordan, <b>is not</b> a valid <b>condition</b> and is not taken into account at all. <b>As it is stated: “And</b> Moses <b>said to them, if the children of Gad and the children of Reuben pass over</b> the Jordan with you, every man armed for battle before the Lord, and the land shall be subdued before you, then you shall give them the land of Gilead for a possession” (Numbers 32:29). <b>And it is written</b> afterward: <b>“But if they will not pass over armed</b> with you, they shall receive a possession among you in the land of Canaan” (Numbers 32:30). <b>Rabbi Ḥanina ben Gamliel says:</b> One cannot derive the requirements of conditions in general from that particular case, as with regard to the nullification of the condition of the children of Gad and Reuben it was <b>necessary to state the matter, as otherwise,</b> if the verse had not specified both sides of the condition, <b>it might have</b> been thought it <b>meant that they will not inherit even in the land of Canaan.</b> One might have thought that if the tribes of Gad and Reuben would not fulfill the condition, they would forfeit their right to inherit anywhere. It was therefore necessary to specify that they would not lose their portion in Eretz Yisrael. Consequently, it is possible that with regard to a standard condition, where no such misunderstanding is likely to take place, it is not necessary to mention both sides."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ אֶת הָאִשָּׁה וְאָמַר, כְּסָבוּר הָיִיתִי שֶׁהִיא כֹהֶנֶת וַהֲרֵי הִיא לְוִיָּה, לְוִיָּה וַהֲרֵי הִיא כֹהֶנֶת, עֲנִיָּה וַהֲרֵי הִיא עֲשִׁירָה, עֲשִׁירָה וַהֲרֵי הִיא עֲנִיָּה, הֲרֵי זוֹ מְקֻדֶּשֶׁת, מִפְּנֵי שֶׁלֹּא הִטְעַתּוּ. הָאוֹמֵר לְאִשָּׁה, הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי לְאַחַר שֶׁאֶתְגַּיֵּר אוֹ לְאַחַר שֶׁתִּתְגַּיְּרִי, לְאַחַר שֶׁאֶשְׁתַּחְרֵר אוֹ לְאַחַר שֶׁתִּשְׁתַּחְרְרִי, לְאַחַר שֶׁיָּמוּת בַּעֲלֵךְ אוֹ לְאַחַר שֶׁתָּמוּת אֲחוֹתֵךְ, לְאַחַר שֶׁיַּחֲלֹץ לָךְ יְבָמֵךְ, אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ, אִם יָלְדָה אִשְׁתְּךָ נְקֵבָה הֲרֵי הִיא מְקֻדֶּשֶׁת לִי, אֵינָהּ מְקֻדֶּשֶׁת. אִם הָיְתָה אֵשֶׁת חֲבֵרוֹ מְעֻבֶּרֶת וְהֻכַּר עֻבָּרָהּ, דְּבָרָיו קַיָּמִין, וְאִם יָלְדָה נְקֵבָה, מְקֻדֶּשֶׁת: \n",
            "english": "With regard to <b>one who betroths a woman and</b> later <b>says:</b> When I betrothed her <b>I thought that she was the daughter of a priest, and</b> it turned out that <b>she is the daughter of a Levite,</b> or if he claims that he thought she was <b>the daughter of a Levite and she is</b> actually <b>the daughter of a priest,</b> or if he claims that he thought she was <b>poor and she is wealthy;</b> or <b>wealthy and she is poor,</b> in all of these cases <b>she is betrothed, because she did not mislead him,</b> and no explicit condition was stated with regard to these matters. With regard to <b>one who says to a woman: You are hereby betrothed to me after I convert, or: After you convert,</b> or if he was a Canaanite slave and says: <b>After I am emancipated, or</b> if she was a Canaanite maidservant and he says: <b>After you are emancipated,</b> or if he says to a married woman: <b>After your husband dies, or</b> to his wife’s sister: <b>After your sister dies,</b> or if he says to a woman awaiting levirate marriage or <i>ḥalitza</i> from a brother-in-law [<i>yavam</i>], who in the opinion of this <i>tanna</i> cannot be betrothed by another man: <b>After your <i>yavam</i> performs <i>ḥalitza</i> for you,</b> in all these cases <b>she is not betrothed.</b> Since he cannot betroth her at the present time, his attempt at betrothal is ineffective. <b>And similarly,</b> with regard to <b>one who says to another: If your wife gives birth to a female</b> the child <b>is hereby betrothed to me,</b> even if she becomes pregnant, or is pregnant but her pregnancy is not known, if she gives birth to a girl, that child <b>is not betrothed</b> to him. But <b>if</b> he said this when <b>the wife of the other</b> man <b>was pregnant and her fetus was discernible</b> at the time, i.e., her pregnancy was known, <b>his statement is upheld, and</b> therefore <b>if she gives birth to a girl,</b> the child <b>is betrothed</b> to him."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הָאוֹמֵר לְאִשָּׁה הֲרֵי אַתְּ מְקֻדֶּשֶׁת לִי עַל מְנָת שֶׁאֲדַבֵּר עָלַיִךְ לַשִּׁלְטוֹן וְאֶעֱשֶׂה עִמָּךְ כְּפוֹעֵל, דִּבֶּר עָלֶיהָ לַשִּׁלְטוֹן וְעָשָׂה עִמָּהּ כְּפוֹעֵל, מְקֻדֶּשֶׁת. וְאִם לָאו, אֵינָהּ מְקֻדֶּשֶׁת. עַל מְנָת שֶׁיִּרְצֶה אַבָּא, רָצָה הָאָב, מְקֻדֶּשֶׁת. וְאִם לָאו אֵינָה מְקֻדֶּשֶׁת. מֵת הָאָב, הֲרֵי זוֹ מְקֻדֶּשֶׁת. מֵת הַבֵּן, מְלַמְּדִין הָאָב לוֹמַר שֶׁאֵינוֹ רוֹצֶה: \n",
            "english": "With regard to <b>one who says to a woman: You are hereby betrothed to me on the condition that I will speak</b> in <b>your</b> favor <b>to the authorities,</b> e.g., to help her address some legal matter, or: On the condition that <b>I will act for you as a laborer,</b> if <b>he spoke</b> in <b>her</b> favor <b>to the authorities or acted for her as a laborer, she is betrothed. But if not, she is not betrothed.</b> With regard to one who betroths a woman and says to her that the betrothal is: <b>On the condition that</b> my <b>father will want</b> this betrothal, if his <b>father wants</b> it, <b>she is betrothed; but if not, she is not betrothed.</b> If <b>the father dies, she is betrothed,</b> despite the fact that he did not reveal his wishes. If <b>the son dies, one instructs the father to say that he does not want</b> the betrothal, so that the betrothal will never have taken effect, thereby enabling her to avoid the requirement of levirate marriage."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "קִדַּשְׁתִּי אֶת בִּתִּי וְאֵינִי יוֹדֵעַ לְמִי קִדַּשְׁתִּיהָ, וּבָא אֶחָד וְאָמַר אֲנִי קִדַּשְׁתִּיהָ, נֶאֱמָן. זֶה אָמַר אֲנִי קִדַּשְׁתִּיהָ וְזֶה אָמַר אֲנִי קִדַּשְׁתִּיהָ, שְׁנֵיהֶם נוֹתְנִים גֵּט. וְאִם רָצוּ, אֶחָד נוֹתֵן גֵּט וְאֶחָד כּוֹנֵס: \n",
            "english": "With regard to a man who said: <b>I betrothed my</b> minor <b>daughter</b> to someone <b>but I do not know to whom I betrothed her, and one</b> man <b>came</b> forward <b>and said: I betrothed her,</b> his claim is <b>deemed credible.</b> If two men stepped forward and <b>this</b> one <b>said: I betrothed her, and that</b> one <b>said: I betrothed her,</b> they must <b>both give</b> her <b>a bill of divorce</b> to render it permitted for her to marry anyone else. <b>And if they</b> so <b>desire, one</b> of them <b>gives</b> her <b>a bill of divorce and</b> the other <b>one may marry</b> her."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "קִדַּשְׁתִּי אֶת בִּתִּי, קִדַּשְׁתִּיהָ וְגֵרַשְׁתִּיהָ כְּשֶׁהִיא קְטַנָּה, וַהֲרֵי הִיא קְטַנָּה, נֶאֱמָן. קִדַּשְׁתִּיהָ וְגֵרַשְׁתִּיהָ כְּשֶׁהִיא קְטַנָּה, וַהֲרֵי הִיא גְדוֹלָה, אֵינוֹ נֶאֱמָן. נִשְׁבֵּית וּפְדִיתִיהָ, בֵּין שֶׁהִיא קְטַנָּה בֵּין שֶׁהִיא גְדוֹלָה, אֵינוֹ נֶאֱמָן. מִי שֶׁאָמַר בִּשְׁעַת מִיתָתוֹ, יֶשׁ לִי בָנִים, נֶאֱמָן. יֶשׁ לִי אַחִים, אֵינוֹ נֶאֱמָן. הַמְקַדֵּשׁ אֶת בִּתּוֹ סְתָם, אֵין הַבּוֹגְרוֹת בִּכְלָל: \n",
            "english": "If a father says: <b>I betrothed my</b> minor <b>daughter</b> to someone, or: <b>I betrothed her</b> to someone <b>and</b> accepted <b>her divorce when she was a minor girl, and she is</b> still <b>a minor girl</b> at the time of this statement, he is <b>deemed credible</b> to render her forbidden to all other men as a married woman, or to a priest as a divorced woman. But if he says: <b>I betrothed her</b> to someone <b>and</b> accepted <b>her divorce when she was a minor, and she is an adult woman</b> at the time of his declaration, his statement is <b>not deemed credible.</b> Likewise, if he says: <b>She was taken captive and I redeemed her, he is not deemed credible</b> to disqualify her from marrying a priest <b>whether she was a minor girl or an adult woman.</b> With regard to <b>one who said at the time of his death: I have children,</b> in which case his wife does not require levirate marriage after his death, he is <b>deemed credible.</b> But if he said on his deathbed: <b>I have brothers,</b> indicating that it is prohibited for her to marry anyone else until one of his brothers performs <i>ḥalitza</i> with her after his death, he is <b>not deemed credible.</b> In the case of <b>one who betroths his daughter</b> to a man <b>without specification,</b> i.e., without specifying which daughter he meant, <b>the grown women are not included</b> among those who might be betrothed, since he does not have the right to betroth them. "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "מִי שֶׁיֶּשׁ לוֹ שְׁתֵּי כִתֵּי בָנוֹת מִשְּׁתֵּי נָשִׁים, וְאָמַר קִדַּשְׁתִּי אֶת בִּתִּי הַגְּדוֹלָה וְאֵינִי יוֹדֵעַ אִם גְּדוֹלָה שֶׁבַּגְּדוֹלוֹת אוֹ גְדוֹלָה שֶׁבַּקְּטַנּוֹת, אוֹ קְטַנָּה שֶׁבַּגְּדוֹלוֹת שֶׁהִיא גְדוֹלָה מִן הַגְּדוֹלָה שֶׁבַּקְּטַנּוֹת, כֻּלָּן אֲסוּרוֹת, חוּץ מִן הַקְּטַנָּה שֶׁבַּקְּטַנּוֹת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, כֻּלָּן מֻתָּרוֹת, חוּץ מִן הַגְּדוֹלָה שֶׁבַּגְּדוֹלוֹת. קִדַּשְׁתִּי אֶת בִּתִּי הַקְּטַנָּה וְאֵינִי יוֹדֵעַ אִם קְטַנָּה שֶׁבַּקְּטַנּוֹת אוֹ קְטַנָּה שֶׁבַּגְּדוֹלוֹת, אוֹ גְדוֹלָה שֶׁבַּקְּטַנּוֹת שֶׁהִיא קְטַנָּה מִן הַקְּטַנּוֹת שֶׁבַּגְּדוֹלוֹת, כֻּלָּן אֲסוּרוֹת, חוּץ מִן הַגְּדוֹלָה שֶׁבַּגְּדוֹלוֹת, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, כֻּלָּן מֻתָּרוֹת, חוּץ מִן הַקְּטַנָּה שֶׁבַּקְּטַנּוֹת: \n",
            "english": "With regard to <b>one who has two groups</b> of <b>daughters from two women,</b> i.e., one group of daughters from each wife, <b>and he said: I betrothed my elder daughter</b> to someone <b>but I do not know if</b> I meant <b>the eldest of the older</b> group of daughters, <b>or the eldest of the younger</b> group of daughters, <b>or the youngest of the older</b> group, <b>who is</b> nevertheless <b>older than the eldest of the younger</b> group, <b>all</b> the daughters <b>are forbidden, except for the youngest of the younger</b> group. This is <b>the statement of Rabbi Meir. Rabbi Yosei says:</b> Despite the uncertainty, <b>they are all permitted except for the eldest of the older</b> group, as one who says elder without further specification means the oldest of them all. Similarly, if one said: <b>I betrothed my younger daughter, but I do not know if</b> I meant <b>the youngest of the younger</b> group, <b>or the youngest of the older</b> group, <b>or the eldest of the younger</b> group <b>who is younger than the youngest of the older</b> group, <b>they are all forbidden, except for the eldest of the older</b> group. This is <b>the statement of Rabbi Meir. Rabbi Yosei says: They are all permitted except for the youngest of the younger</b> group."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "הָאוֹמֵר לְאִשָּׁה, קִדַּשְׁתִּיךְ, וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּנִי, הוּא אָסוּר בִּקְרוֹבוֹתֶיהָ, וְהִיא מֻתֶּרֶת בִּקְרוֹבָיו. הִיא אוֹמֶרֶת קִדַּשְׁתָּנִי וְהוּא אוֹמֵר לֹא קִדַּשְׁתִּיךְ, הוּא מֻתָּר בִּקְרוֹבוֹתֶיהָ, וְהִיא אֲסוּרָה בִקְרוֹבָיו. קִדַּשְׁתִּיךְ, וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּ אֶלָּא בִתִּי, הוּא אָסוּר בִּקְרוֹבוֹת גְּדוֹלָה, וּגְדוֹלָה מֻתֶּרֶת בִּקְרוֹבָיו. הוּא מֻתָּר בִּקְרוֹבוֹת קְטַנָּה, וּקְטַנָּה מֻתֶּרֶת בִּקְרוֹבָיו: \n",
            "english": "With regard to <b>one who says to a woman: I betrothed you, and she says: You did not betroth me, he is forbidden to her relatives,</b> as his claim that he has betrothed her renders himself forbidden to her relatives. <b>And she is permitted to his relatives,</b> in accordance with her stance that she is not betrothed to him. If <b>she says: You betrothed me, and he says: I did not betroth you, he is permitted to her relatives and she is forbidden to his relatives</b> by the same reasoning. If a man says to a woman: <b>I betrothed you, and she says: You betrothed only my daughter, he is forbidden to the relatives of the older</b> woman, the mother, whom he claims to have betrothed, <b>and the older</b> woman <b>is permitted to his relatives. He is permitted to the relatives of the younger</b> woman, the daughter, as he maintains that he did not betroth her, <b>and the younger</b> woman <b>is permitted to his relatives,</b> since her mother’s statement is insufficient to render her forbidden."
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "קִדַּשְׁתִּי אֶת בִּתֵּךְ, וְהִיא אוֹמֶרֶת לֹא קִדַּשְׁתָּ אֶלָּא אוֹתִי, הוּא אָסוּר בִּקְרוֹבוֹת קְטַנָּה, וּקְטַנָּה מֻתֶּרֶת בִּקְרוֹבָיו, הוּא מֻתָּר בִּקְרוֹבוֹת גְּדוֹלָה, וּגְדוֹלָה אֲסוּרָה בִקְרוֹבָיו: \n",
            "english": "Similarly, if he says: <b>I betrothed your daughter, and she,</b> the mother, <b>says: You betrothed only me, he is forbidden to the relatives of the younger</b> woman, <b>and the younger</b> woman <b>is permitted to his relatives; he is permitted to the relatives of the older</b> woman, <b>and the older</b> woman <b>is forbidden to his relatives.</b>"
          }
        },
        {
          "mishnah": 12,
          "translations": {
            "hebrew": "כָּל מָקוֹם שֶׁיֵּשׁ קִדּוּשִׁין וְאֵין עֲבֵרָה, הַוָּלָד הוֹלֵךְ אַחַר הַזָּכָר. וְאֵיזֶה, זוֹ כֹהֶנֶת, לְוִיָּה וְיִשְׂרְאֵלִית שֶׁנִּשְּׂאוּ לְכֹהֵן וּלְלֵוִי וּלְיִשְׂרָאֵל. וְכָל מָקוֹם שֶׁיֵּשׁ קִדּוּשִׁין וְיֵשׁ עֲבֵרָה, הַוָּלָד הוֹלֵךְ אַחַר הַפָּגוּם. וְאֵיזוֹ, זוֹ אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין. וְכָל מִי שֶׁאֵין לָהּ עָלָיו קִדּוּשִׁין אֲבָל יֶשׁ לָהּ עַל אֲחֵרִים קִדּוּשִׁין, הַוָּלָד מַמְזֵר. וְאֵיזֶה, זֶה הַבָּא עַל אַחַת מִכָּל הָעֲרָיוֹת שֶׁבַּתּוֹרָה. וְכָל מִי שֶׁאֵין לָהּ לֹא עָלָיו וְלֹא עַל אֲחֵרִים קִדּוּשִׁין, הַוָּלָד כְּמוֹתָהּ. וְאֵיזֶה, זֶה וְלַד שִׁפְחָה וְנָכְרִית: \n",
            "english": "There is a principle with regard to the <i>hala-khot</i> of lineage: <b>Any case where there is betrothal,</b> i.e., where the betrothal takes effect, <b>and</b> the marriage involves <b>no transgression</b> by Torah law, the lineage of <b>the offspring follows the male,</b> his father. <b>And</b> in <b>which</b> case <b>is this</b> applicable? For example, <b>this</b> is the case with regard to <b>the daughter of a priest;</b> or <b>the daughter of a Levite; or the daughter of an Israelite, who married a priest, a Levite, or an Israelite.</b> In all these cases the child’s lineage is established by his father’s family. <b>And any case where there is</b> a valid <b>betrothal and</b> yet <b>there is a transgression, the offspring follows the flawed</b> parent. <b>And</b> in <b>which</b> case <b>is this</b> applicable? For example, <b>this</b> is the case of <b>a widow</b> who is married <b>to a High Priest,</b> or <b>a divorced woman or a <i>ḥalutza</i></b> who is married <b>to a common priest,</b> or <b>a <i>mamzeret</i> or a Gibeonite woman</b> who is married <b>to an Israelite,</b> or <b>an Israelite woman</b> who is married <b>to a <i>mamzer</i> or to a Gibeonite.</b> In these situations the child inherits the status of the blemished parent. <b>And</b> in <b>any</b> case <b>where</b> a woman <b>cannot</b> join in <b>betrothal with</b> a particular man, as the betrothal does not take effect, <b>but she can</b> join in <b>betrothal with others,</b> i.e., the woman is considered a member of the Jewish people and can marry other Jews, in these cases <b>the offspring is a <i>mamzer</i>. And</b> in <b>which</b> case <b>is this</b> applicable? <b>This is one who engages in intercourse with any one of those with whom relations are forbidden that are</b> written <b>in the Torah. And</b> in <b>any</b> case <b>where</b> a woman <b>cannot</b> join in <b>betrothal with him or with others, the offspring is like her.</b> He is not considered his father’s son at all, but has the same status as his mother. <b>And</b> in <b>which</b> case <b>is this</b> applicable? <b>This is the offspring of</b> a Canaanite <b>maidservant or a gentile woman,</b> as her child is a slave or a gentile like her. If he converts, he is not a <i>mamzer</i>."
          }
        },
        {
          "mishnah": 13,
          "translations": {
            "hebrew": "רַבִּי טַרְפוֹן אוֹמֵר, יְכוֹלִין מַמְזֵרִים לִטַּהֵר. כֵּיצַד. מַמְזֵר שֶׁנָּשָׂא שִׁפְחָה, הַוָּלָד עֶבֶד. שִׁחְרְרוֹ, נִמְצָא הַבֵּן בֶּן חוֹרִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, הֲרֵי זֶה עֶבֶד מַמְזֵר: \n",
            "english": "<b>Rabbi Tarfon says: <i>Mamzerim</i> can be purified,</b> so that their offspring will not be <i>mamzerim</i>. <b>How so?</b> With regard to <b>a <i>mamzer</i> who married</b> a Canaanite <b>maidservant,</b> their <b>offspring is a slave.</b> If his master subsequently <b>emancipates him,</b> that <b>son is found</b> to be <b>a freeman,</b> rather than a <i>mamzer</i>. <b>Rabbi Eliezer says:</b> This method is not effective, as <b>this</b> son <b>is a <i>mamzer</i> slave.</b>"
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "עֲשָׂרָה יוֹחֲסִין עָלוּ מִבָּבֶל, כַּהֲנֵי, לְוִיֵּי, יִשְׂרְאֵלֵי, חֲלָלֵי, גֵּרֵי, וַחֲרוּרֵי, מַמְזֵרֵי, נְתִינֵי, שְׁתוּקֵי, וַאֲסוּפֵי. כַּהֲנֵי, לְוִיֵּי וְיִשְׂרְאֵלֵי, מֻתָּרִים לָבֹא זֶה בָזֶה. לְוִיֵּי, יִשְׂרְאֵלֵי, חֲלָלֵי, גֵּרֵי וַחֲרוּרֵי, מֻתָּרִים לָבֹא זֶה בָזֶה. גֵּרֵי וַחֲרוּרֵי, מַמְזֵרֵי וּנְתִינֵי שְׁתוּקֵי וַאֲסוּפֵי, כֻּלָּם מֻתָּרִין לָבֹא זֶה בָזֶה: \n",
            "english": "There were <b>ten</b> categories of <b>lineage,</b> with varying restrictions on marriage, among the Jews who <b>ascended from Babylonia</b> to Eretz Yisrael with Ezra before the building of the Second Temple. They are as follows: <b>Priests; Levites; Israelites; priests disqualified due to flawed lineage [<i>ḥalalim</i>]; converts, and emancipated slaves; <i>mamzerim</i>; Gibeonites,</b> i.e., the descendants of the Gibeonites who converted in the time of Joshua; <b>children of unknown paternity [<i>shetuki</i>]; and foundlings.</b> The mishna proceeds to detail their <i>halakhot</i>: With regard to <b>priests, Levites, and Israelites,</b> it is <b>permitted</b> for men and women in these categories <b>to marry one another.</b> With regard to <b>Levites</b> who are not priests, <b>Israelites, <i>ḥalalim</i>, converts, and emancipated slaves,</b> it is <b>permitted</b> for men and women in these categories <b>to marry one another.</b> With regard to <b>converts, and emancipated slaves, <i>mamzerim</i>, and Gibeonites, children of unknown paternity [<i>shetuki</i>], and foundlings,</b> it is <b>permitted</b> for <b>all of</b> the men and women in these categories <b>to marry one another. </b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ הֵם שְׁתוּקֵי, כֹּל שֶׁהוּא מַכִּיר אֶת אִמּוֹ וְאֵינוֹ מַכִּיר אֶת אָבִיו. אֲסוּפֵי, כֹּל שֶׁנֶּאֱסַף מִן הַשּׁוּק וְאֵינוֹ מַכִּיר לֹא אָבִיו וְלֹא אִמּוֹ. אַבָּא שָׁאוּל הָיָה קוֹרֵא לִשְׁתוּקֵי, בְּדוּקֵי: \n",
            "english": "<b>And these are</b> the last two categories: <b>A <i>shetuki</i></b> is <b>any</b> person <b>who knows</b> the identity of <b>his mother but does not know</b> the identity of <b>his father. A foundling</b> is <b>anyone who was collected from the marketplace and doesn’t know</b> the identity of his parents, <b>neither</b> that of <b>his father nor</b> that of <b>his mother.</b> These two categories are people whose status is uncertain; they may be <i>mamzerim</i>. <b>Abba Shaul would call a <i>shetuki</i></b> by the label of <b><i>beduki</i>.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "כָּל הָאֲסוּרִים לָבֹא בַקָּהָל, מֻתָּרִים לָבֹא זֶה בָזֶה. רַבִּי יְהוּדָה אוֹסֵר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, וַדָּאָן בְּוַדָּאָן, מֻתָּר. וַדָּאָן בִּסְפֵקָן, (וּסְפֵקָן בְּוַדָּאָן), וּסְפֵקָן בִּסְפֵקָן, אָסוּר. וְאֵלּוּ הֵן הַסְּפֵקוֹת, שְׁתוּקִי, אֲסוּפִי וְכוּתִי: \n",
            "english": "<b>All those</b> for <b>whom it is prohibited to enter into the congregation,</b> i.e., to marry a Jew of unflawed lineage, <b>are permitted to marry</b> into <b>each other’s</b> families. <b>Rabbi Yehuda prohibits</b> them from marrying anyone other than those who share their specific flaw. <b>Rabbi Eliezer says:</b> It is <b>permitted</b> for <b>those</b> with <b>definite</b> flaws to marry <b>with those</b> with <b>definite</b> flaws. For example, it is permitted for <i>mamzerim</i> and Gibeonites to marry each other. By contrast, it is <b>prohibited</b> for <b>those</b> with <b>definite</b> flaws, such as <i>mamzerim</i>, to marry <b>with those</b> whose flaws result from <b>an uncertainty,</b> such as a child of unknown paternity [<i>shetuki</i>] and a foundling; <b>and</b> it is prohibited for <b>those</b> whose flaws result from <b>an uncertainty</b> to marry <b>with those</b> with <b>definite</b> flaws; <b>and</b> it is prohibited for <b>those</b> whose flaws result from <b>an uncertainty</b> to marry <b>with those</b> whose flaws result from <b>an uncertainty,</b> such as a <i>shetuki</i> and a female <i>shetuki</i>. <b>And these are the</b> ones whose flaws result from <b>an uncertainty: A <i>shetuki</i>, a foundling, and a Samaritan.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הַנּוֹשֵׂא אִשָּׁה כֹהֶנֶת צָרִיךְ לִבְדֹּק אַחֲרֶיהָ אַרְבַּע אִמָּהוֹת שֶׁהֵן שְׁמֹנֶה, אִמָּהּ וְאֵם אִמָּהּ, וְאֵם אֲבִי אִמָּהּ וְאִמָּהּ, וְאֵם אָבִיהָ וְאִמָּהּ, וְאֵם אֲבִי אָבִיהָ וְאִמָּהּ. לְוִיָּה וְיִשְׂרְאֵלִית, מוֹסִיפִין עֲלֵיהֶן עוֹד אֶחָת: \n",
            "english": "A priest <b>who marries a woman</b> who is <b>the daughter of a priest must investigate with regard to her</b> background, i.e., he must check previous generations of her family tree from both the maternal and paternal sides, for <b>four mothers, which are eight.</b> How so? He investigates the lineage of <b>her mother, and the mother of her mother, and the mother of her mother’s father, and her mother,</b> i.e., the mother of her mother’s fathers’ mother. <b>And</b> he also investigates the lineage of <b>the mother of her father, and her mother,</b> i.e., the mother of her father’s mother, <b>and the mother of her father’s father, and her mother</b> i.e., the mother of her father’s father’s mother. If he seeks to marry <b>a Levite</b> woman <b>or an Israelite</b> woman, <b>he adds to these</b> an investigation of mothers of <b>one additional</b> generation."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אֵין בּוֹדְקִין לֹא מִן הַמִּזְבֵּחַ וּלְמַעְלָה, וְלֹא מִן הַדּוּכָן וּלְמַעְלָה, וְלֹא מִן סַנְהֶדְרִין וּלְמָעְלָה. וְכֹל שֶׁהֻחְזְקוּ אֲבוֹתָיו מִשּׁוֹטְרֵי הָרַבִּים וְגַבָּאֵי צְדָקָה, מַשִּׂיאִין לַכְּהֻנָּה וְאֵין צָרִיךְ לִבְדֹּק אַחֲרֵיהֶן. רַבִּי יוֹסֵי אוֹמֵר, אַף מִי שֶׁהָיָה חָתוּם עֵד בָּעַרְכֵי הַיְשָׁנָה שֶׁל צִפּוֹרִי. רַבִּי חֲנִינָא בֶּן אַנְטִיגְנוֹס אוֹמֵר, אַף מִי שֶׁהָיָה מֻכְתָּב בְּאִסְטְרַטְיָא שֶׁל מֶלֶךְ: \n",
            "english": "With regard to these investigations, <b>one need not investigate from the altar and above.</b> If his ancestors included a priest who served at the altar, one checks no further, as the court would have investigated his lineage before allowing him to participate in the Temple service. <b>Nor</b> do they check <b>from the platform,</b> used by Levites for singing in the Temple, <b>and above, nor from the Sanhedrin and above,</b> since only one whose lineage has been examined and who was found to be fit can be appointed to the Sanhedrin. <b>And</b> similarly, <b>anyone whose ancestors held public posts, and</b> anyone whose ancestors were <b>charity collectors, may marry into the priesthood, and there is no need to investigate their</b> lineage, since no one of flawed lineage would be appointed to those positions. <b>Rabbi Yosei says: Even</b> the descendants of <b>one who had signed</b> as <b>a witness in the old court [<i>ba’arki</i>] of Tzippori</b> do not need to have their lineage investigated. <b>Rabbi Ḥanina ben Antigonus says: Even</b> the descendants of <b>one who was written</b> in <b>the army list [<i>be’isteratya</i>] of the</b> Jewish <b>king</b> do not need to have their lineage investigated."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "בַּת חָלָל זָכָר, פְּסוּלָה מִן הַכְּהֻנָּה לְעוֹלָם. יִשְׂרָאֵל שֶׁנָּשָׂא חֲלָלָה, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה. חָלָל שֶׁנָּשָׂא בַת יִשְׂרָאֵל, בִּתּוֹ פְסוּלָה לַכְּהֻנָּה. רַבִּי יְהוּדָה אוֹמֵר, בַּת גֵּר זָכָר כְּבַת חָלָל זָכָר: \n",
            "english": "<b>The daughter of a male <i>ḥalal</i> is unfit to</b> marry into <b>the priesthood forever.</b> In other words, all daughters of male descendants of a <i>ḥalal</i> are prohibited from marrying priests, as they have the status of <i>ḥalalot</i>. If there was <b>an Israelite who married a <i>ḥalala</i>, his daughter is fit to</b> marry into <b>the priesthood,</b> whereas if there was <b>a <i>ḥalal</i> who married a Jewish woman, his daughter is unfit to</b> marry into <b>the priesthood. Rabbi Yehuda says: The daughter of a male convert is like the daughter of a male <i>ḥalal</i>,</b> and she is also prohibited from marrying into the priesthood."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, יִשְׂרָאֵל שֶׁנָּשָׂא גִיּוֹרֶת, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה. וְגֵר שֶׁנָּשָׂא בַת יִשְׂרָאֵל, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה. אֲבָל גֵּר שֶׁנָּשָׂא גִיּוֹרֶת, בִּתּוֹ פְסוּלָה לַכְּהֻנָּה. אֶחָד גֵּר וְאֶחָד עֲבָדִים מְשֻׁחְרָרִים, אֲפִלּוּ עַד עֲשָׂרָה דוֹרוֹת, עַד שֶׁתְּהֵא אִמּוֹ מִיִּשְׂרָאֵל. רַבִּי יוֹסֵי אוֹמֵר, אַף גֵּר שֶׁנָּשָׂא גִיּוֹרֶת, בִּתּוֹ כְשֵׁרָה לַכְּהֻנָּה: \n",
            "english": "<b>Rabbi Eliezer ben Ya’akov</b> disagrees and <b>says:</b> If there was <b>an Israelite who married a</b> female <b>convert, his daughter is fit to</b> marry into <b>the priesthood, and</b> similarly if there was <b>a convert who married a Jewish woman, his daughter is fit to</b> marry into <b>the priesthood. But</b> if there was a male <b>convert who married</b> a female <b>convert, his daughter is unfit to</b> marry into <b>the priesthood.</b> With regard to <b>both converts and emancipated</b> Canaanite <b>slaves,</b> their daughters are unfit to marry into the priesthood <b>even up to ten generations.</b> This <i>halakha</i> applies to the offspring <b>until his mother is</b> born <b>Jewish. Rabbi Yosei says: Even</b> if there was a male <b>convert who married</b> a female <b>convert, his daughter is fit to</b> marry into <b>the priesthood.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "הָאוֹמֵר, בְּנִי זֶה מַמְזֵר, אֵינוֹ נֶאֱמָן. וַאֲפִלּוּ שְׁנֵיהֶם אוֹמְרִים עַל הָעֻבָּר שֶׁבְּמֵעֶיהָ מַמְזֵר הוּא, אֵינָם נֶאֱמָנִים. רַבִּי יְהוּדָה אוֹמֵר, נֶאֱמָנִים: \n",
            "english": "<b>One who says: This son of mine</b> is <b>a <i>mamzer</i>,</b> e.g., if he claims that the son was born to one forbidden to him by a prohibition that carries the punishment of <i>karet</i>, <b>he is not deemed credible</b> to render him a <i>mamzer</i>. <b>And even</b> if <b>both of them,</b> the father and the mother, <b>admit that a fetus in her womb is a <i>mamzer</i>, they are not deemed credible. Rabbi Yehuda says: They are deemed credible.</b>"
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "מִי שֶׁנָּתַן רְשׁוּת לִשְׁלוּחוֹ לְקַדֵּשׁ אֶת בִּתּוֹ וְהָלַךְ הוּא וְקִדְּשָׁהּ, אִם שֶׁלּוֹ קָדְמוּ, קִדּוּשָׁיו קִדּוּשִׁין. וְאִם שֶׁל שְׁלוּחוֹ קָדְמוּ, קִדּוּשָׁיו קִדּוּשִׁין. וְאִם אֵינוֹ יָדוּעַ, שְׁנֵיהֶם נוֹתְנִים גֵּט. וְאִם רָצוּ, אֶחָד נוֹתֵן גֵּט וְאֶחָד כּוֹנֵס. וְכֵן הָאִשָּׁה שֶׁנָּתְנָה רְשׁוּת לִשְׁלוּחָהּ לְקַדְּשָׁהּ, וְהָלְכָה וְקִדְּשָׁהּ אֶת עַצְמָהּ, אִם שֶׁלָּהּ קָדְמוּ, קִדּוּשֶׁיהָ קִדּוּשִׁין. וְאִם שֶׁל שְׁלוּחָהּ קָדְמוּ, קִדּוּשָׁיו קִדּוּשִׁין. וְאִם אֵינוֹ יָדוּעַ, שְׁנֵיהֶם נוֹתְנִין לָהּ גֵּט. וְאִם רָצוּ, אֶחָד נוֹתֵן לָהּ גֵּט וְאֶחָד כּוֹנֵס: \n",
            "english": "In a case of <b>one who authorized his agent to betroth his daughter</b> to a man that the agent would deem fit, <b>and</b> the father <b>went and betrothed her</b> to someone else, <b>if his</b> betrothal <b>preceded</b> that of the agent, <b>his betrothal is</b> a valid <b>betrothal; and if</b> the betrothal <b>of his agent preceded</b> his own, the <b>betrothal</b> of the agent <b>is</b> a valid <b>betrothal. And if it is not known</b> whose betrothal came first, <b>both</b> men who might have betrothed her <b>give</b> her <b>a bill of divorce</b> in order to render her permitted to marry someone else. <b>And if they wish</b> and agree between them, <b>one gives a bill of divorce and the other</b> marries her. <b>And similarly,</b> with regard to <b>a woman who authorized her agent to betroth her and</b> she then <b>went and betrothed herself</b> to someone else, <b>if her</b> own betrothal <b>preceded</b> that of the agent, <b>her betrothal is</b> a valid <b>betrothal, and if</b> that <b>of her agent preceded</b> hers, the agent’s <b>betrothal is</b> a valid <b>betrothal. And if they do not know</b> whose betrothal came first, <b>both</b> men who may have betrothed her <b>give her a bill of divorce. And if they wish, one may give a bill of divorce and the other marries</b> her."
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "מִי שֶׁיָּצָא הוּא וְאִשְׁתּוֹ לִמְדִינַת הַיָּם וּבָא הוּא וְאִשְׁתּוֹ וּבָנָיו וְאָמַר, אִשָּׁה שֶׁיָּצָאת עִמִּי לִמְדִינַת הַיָּם הֲרֵי הִיא זוֹ וְאֵלּוּ בָנֶיהָ, אֵין צָרִיךְ לְהָבִיא רְאָיָה, לֹא עַל הָאִשָּׁה וְלֹא עַל הַבָּנִים. מֵתָה וְאֵלּוּ בָנֶיהָ, מֵבִיא רְאָיָה עַל הַבָּנִים וְאֵינוֹ מֵבִיא רְאָיָה עַל הָאִשָּׁה: \n",
            "english": "With regard to <b>one who went overseas with his wife, and returned with his wife and children, and said: This is the woman who went overseas with me and these are her children,</b> he <b>is not required to bring proof with regard to</b> the lineage of <b>the woman,</b> since her lineage was already investigated at the time of their marriage, <b>nor with regard to</b> the lineage of <b>the children.</b> If he returned without the woman and said: My wife <b>died and these are her children,</b> he must <b>bring proof that the children</b> were born to his wife, <b>but he does not</b> need to <b>bring proof with regard to</b> the lineage of <b>the woman.</b>"
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "אִשָּׁה נָשָׂאתִי בִּמְדִינַת הַיָּם, הֲרֵי הִיא זוֹ וְאֵלּוּ בָנֶיהָ, מֵבִיא רְאָיָה עַל הָאִשָּׁה וְאֵין צָרִיךְ לְהָבִיא רְאָיָה עַל הַבָּנִים. מֵתָה, וְאֵלּוּ בָנֶיהָ, צָרִיךְ לְהָבִיא רְאָיָה עַל הָאִשָּׁה וְעַל הַבָּנִים: \n",
            "english": "If he left when he was unmarried and said upon his return: <b>I married a woman overseas, and this is she, and these are her children,</b> he must <b>bring proof with regard to</b> the lineage of <b>the woman, but</b> he <b>is not required to bring proof with regard to</b> the lineage of <b>the children.</b> If he said: I married a woman overseas and <b>she died, and these are her children,</b> he is <b>required to bring proof with regard to</b> both the lineage of <b>the woman and the children.</b>"
          }
        },
        {
          "mishnah": 12,
          "translations": {
            "hebrew": "לֹא יִתְיַחֵד אָדָם עִם שְׁתֵּי נָשִׁים, אֲבָל אִשָּׁה אַחַת מִתְיַחֶדֶת עִם שְׁנֵי אֲנָשִׁים. רַבִּי שִׁמְעוֹן אוֹמֵר, אַף אִישׁ אֶחָד מִתְיַחֵד עִם שְׁתֵּי נָשִׁים בִּזְמַן שֶׁאִשְׁתּוֹ עִמּוֹ וְיָשֵׁן עִמָּהֶם בְּפֻנְדְּקִי, מִפְּנֵי שֶׁאִשְׁתּוֹ מְשַׁמַּרְתּוֹ. מִתְיַחֵד אָדָם עִם אִמּוֹ וְעִם בִּתּוֹ, וְיָשֵׁן עִמָּהֶם בְּקֵרוּב בָּשָׂר. וְאִם הִגְדִּילוּ, זוֹ יְשֵׁנָה בִכְסוּתָהּ וְזֶה יָשֵׁן בִּכְסוּתוֹ: \n",
            "english": "<b>A man may not be secluded with two women</b> lest he sin with them, <b>but one woman may be secluded with two men. Rabbi Shimon says: Even one man may be secluded with two women when his wife is with him, and</b> in that situation he may even <b>sleep in</b> the same <b>inn</b> with two women, <b>because his wife guards him</b> from sinning with them. They further said that <b>a man may be secluded with his mother, and with his daughter, and sleep alongside them with bodily contact</b> without clothes, since there is no concern that they will engage in sexual intercourse. <b>And when they,</b> the son or daughter, <b>have grown up, this one sleeps in her garment and that one sleeps in his garment,</b> but they may share a bed."
          }
        },
        {
          "mishnah": 13,
          "translations": {
            "hebrew": "לֹא יִלְמַד אָדָם רַוָּק סוֹפְרִים, וְלֹא תִלְמַד אִשָּׁה סוֹפְרִים. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף מִי שֶׁאֵין לוֹ אִשָּׁה, לֹא יִלְמַד סוֹפְרִים: \n",
            "english": "<b>A bachelor may not act as a teacher of children, nor may a woman act as a teacher of children. Rabbi Elazar says: Even one who does not have a wife may not act as a teacher of children. </b>"
          }
        },
        {
          "mishnah": 14,
          "translations": {
            "hebrew": "רַבִּי יְהוּדָה אוֹמֵר, לֹא יִרְעֶה רַוָּק בְּהֵמָה, וְלֹא יִישְׁנוּ שְׁנֵי רַוָּקִים בְּטַלִּית אֶחָת. וַחֲכָמִים מַתִּירִין. כָּל שֶׁעִסְקוֹ עִם הַנָּשִׁים, לֹא יִתְיַחֵד עִם הַנָּשִׁים. וְלֹא יְלַמֵּד אָדָם אֶת בְּנוֹ אֻמָּנוּת בֵּין הַנָּשִׁים. רַבִּי מֵאִיר אוֹמֵר, לְעוֹלָם יְלַמֵּד אָדָם אֶת בְּנוֹ אֻמָּנוּת נְקִיָּה וְקַלָּה, וְיִתְפַּלֵּל לְמִי שֶׁהָעשֶׁר וְהַנְּכָסִים שֶׁלּוֹ, שֶׁאֵין אֻמָּנוּת שֶׁאֵין בָּהּ עֲנִיּוּת וַעֲשִׁירוּת, שֶׁלֹּא עֲנִיּוּת מִן הָאֻמָּנוּת וְלֹא עֲשִׁירוּת מִן הָאֻמָּנוּת, אֶלָּא הַכֹּל לְפִי זְכוּתוֹ. רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, רָאִיתָ מִיָּמֶיךָ חַיָּה וָעוֹף שֶׁיֵּשׁ לָהֶם אֻמָּנוּת, וְהֵן מִתְפַּרְנְסִין שֶׁלֹּא בְצַעַר. וַהֲלֹא לֹא נִבְרְאוּ אֶלָּא לְשַׁמְּשֵׁנִי, וַאֲנִי נִבְרֵאתִי לְשַׁמֵּשׁ אֶת קוֹנִי, אֵינוֹ דִין שֶׁאֶתְפַּרְנֵס שֶׁלֹּא בְצַעַר. אֶלָּא שֶׁהֲרֵעוֹתִי מַעֲשַׂי וְקִפַּחְתִּי אֶת פַּרְנָסָתִי. אַבָּא גֻרְיָן אִישׁ צַדְיָן אוֹמֵר מִשּׁוּם אַבָּא גֻרְיָא, לֹא יְלַמֵּד אָדָם אֶת בְּנוֹ, חַמָּר, גַּמָּל, סַפָּר, סַפָּן, רוֹעֶה, וְחֶנְוָנִי, שֶׁאֻמָּנוּתָן אֻמָּנוּת לִסְטִים. רַבִּי יְהוּדָה אוֹמֵר מִשְּׁמוֹ, הַחַמָּרִין, רֻבָּן רְשָׁעִים, וְהַגַּמָּלִין, רֻבָּן כְּשֵׁרִים. הַסַּפָּנִין, רֻבָּן חֲסִידִים. טוֹב שֶׁבָּרוֹפְאִים, לְגֵיהִנֹּם. וְהַכָּשֵׁר שֶׁבַּטַּבָּחִים, שֻׁתָּפוֹ שֶׁל עֲמָלֵק. רַבִּי נְהוֹרַאי אוֹמֵר, מַנִּיחַ אֲנִי כָּל אֻמָּנוּת שֶׁבָּעוֹלָם וְאֵינִי מְלַמֵּד אֶת בְּנִי אֶלָּא תוֹרָה, שֶׁאָדָם אוֹכֵל מִשְּׂכָרָהּ בָּעוֹלָם הַזֶּה וְקֶרֶן קַיֶּמֶת לָעוֹלָם הַבָּא. וּשְׁאָר כָּל אֻמָּנוּת אֵינָן כֵּן. כְּשֶׁאָדָם בָּא לִידֵי חֹלִי אוֹ לִידֵי זִקְנָה אוֹ לִידֵי יִסּוּרִין וְאֵינוֹ יָכוֹל לַעֲסֹק בִּמְלַאכְתּוֹ, הֲרֵי הוּא מֵת בְּרָעָב. אֲבָל הַתּוֹרָה אֵינָהּ כֵּן, אֶלָּא מְשַׁמַּרְתּוֹ מִכָּל רָע בְּנַעֲרוּתוֹ וְנוֹתֶנֶת לוֹ אַחֲרִית וְתִקְוָה בְזִקְנוּתוֹ. בְּנַעֲרוּתוֹ, מַה הוּא אוֹמֵר, (ישעיה מ) וְקֹוֵי ה' יַחֲלִיפוּ כֹחַ. בְּזִקְנוּתוֹ, מַהוּ אוֹמֵר, (תהלים צב) עוֹד יְנוּבוּן בְּשֵׂיבָה. וְכֵן הוּא אוֹמֵר בְּאַבְרָהָם אָבִינוּ עָלָיו הַשָּׁלוֹם, (בראשית כד) וְאַבְרָהָם זָקֵן, וַה' בֵּרַךְ אֶת אַבְרָהָם בַּכֹּל. מָצִינוּ שֶׁעָשָׂה אַבְרָהָם אָבִינוּ אֶת כָּל הַתּוֹרָה כֻּלָּהּ עַד שֶׁלֹּא נִתְּנָה, שֶׁנֶּאֱמַר, (שם כו) עֵקֶב אֲשֶׁר שָׁמַע אַבְרָהָם בְּקֹלִי וַיִּשְׁמֹר מִשְׁמַרְתִּי מִצְוֹתַי חֻקּוֹתַי וְתוֹרֹתָי: \n",
            "english": "Rabbi Yehuda says: A bachelor may not herd cattle, nor may two bachelors sleep with one covering, lest they transgress the prohibition against homosexual intercourse, <b>but the Rabbis permit</b> it. <b>Anyone who has professional dealings</b> primarily <b>with women may not be secluded with women.</b> There is more of a concern that such a man might sin due to his familiarity with the women. <b>And a person may not teach his son a trade</b> that necessitates frequent interaction with <b>women,</b> for the same reason. With regard to teaching one’s son a trade, <b>Rabbi Meir says: A person should always teach his son a clean and easy trade and pray</b> for success <b>to the One to Whom wealth and property belong, as</b> ultimately <b>there is no trade that does not include</b> both <b>poverty and wealth,</b> since a person can become rich from any profession. <b>Poverty does not</b> come <b>from a</b> particular <b>trade, nor does wealth</b> come <b>from a</b> particular <b>trade,</b> but <b>rather, all is in accordance with</b> a person’s <b>merit.</b> Therefore, one should choose a clean and easy trade, and pray to God for success. <b>Rabbi Shimon ben Elazar says: Have you ever seen a beast or a bird that has a trade? And</b> yet <b>they earn their livelihood without anguish. But</b> all these <b>were created only to serve me, and I,</b> a human being, <b>was created to serve</b> the One Who <b>formed me. Is it not right that I should earn my livelihood without anguish? But I,</b> i.e., humanity, <b>have</b> committed <b>evil actions and have lost my livelihood.</b> This is why people must work to earn a living. <b>Abba Guryan of Tzadyan says in the name of Abba Gurya: A person may not teach his son</b> the trades of <b>a donkey driver, a camel driver, a pot maker, a sailor, a shepherd, or a storekeeper.</b> The reason for all these is the same, <b>as their trades are the trades of robbers;</b> all of these professions involve a measure of dishonesty and are likely to lead to robbery. <b>Rabbi Yehuda says in</b> Abba Gurya’s <b>name: Most donkey drivers are wicked,</b> since they engage in deceit, <b>and most camel drivers,</b> who traverse dangerous places such as deserts, <b>are</b> of <b>fit</b> character, as they pray to God to protect them on their journeys. <b>Most sailors are pious,</b> since the great danger of the seas instills in them the fear of Heaven. <b>The best of doctors is to Gehenna, and</b> even <b>the fittest of butchers is a partner of Amalek.</b> <b>Rabbi Nehorai says: I set aside all the trades in the world, and I teach my son only Torah, as a person partakes of its reward in this world and the principal</b> reward <b>remains for him in the World-to-Come, which is not true of other professions,</b> whose rewards are only in this world. Furthermore, <b>if a person comes to be ill, or old, or undergoes suffering, and is unable to be involved in his trade, behold, he dies in hunger. But</b> with regard to <b>the Torah it is not so,</b> since one can study it under all circumstances. <b>Rather, it preserves him from all evil</b> and sin <b>in his youth, and provides him with a future and hope in his old age.</b> The mishna explains: <b>With regard to his youth, what does it say</b> about a Torah scholar? <b>“But they that wait for the Lord shall renew their strength”</b> (Isaiah 40:31). <b>With regard to his old age, what does it say? “They shall still bring forth fruit in old age”</b> (Psalms 92:15), <b>and it likewise states with regard to Abraham our forefather: “And Abraham was old,</b> well stricken in age; <b>and the Lord had blessed Abraham in all things”</b> (Genesis 24:1). <b>We found that Abraham our forefather fulfilled the entire Torah before it was given, as it is stated: “Because that Abraham listened to My voice, and kept My charge, My commandments, My statutes, and My laws”</b> (Genesis 26:5), which indicates that Abraham observed all the mitzvot of his own accord and was rewarded in his old age as a result."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:13:23.991Z",
    "totalChapters": 4,
    "status": "imported_sefaria"
  }
}
