{
  "id": "sotah",
  "name": "Sotah",
  "type": "mishnah",
  "sefariaRef": "Mishnah Sotah",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הַמְקַנֵּא לְאִשְׁתּוֹ, רַבִּי אֱלִיעֶזֶר אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם, וּמַשְׁקָהּ עַל פִּי עֵד אֶחָד אוֹ עַל פִּי עַצְמוֹ. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, מְקַנֵּא לָהּ עַל פִּי שְׁנַיִם וּמַשְׁקָהּ עַל פִּי שְׁנָיִם: \n",
            "english": "With regard to <b>one who issues a warning to his wife</b> not to seclude herself with a particular man, so that if she does not heed his warning she will assume the status of a woman suspected by her husband of having been unfaithful [<i>sota</i>], <b>Rabbi Eliezer says:</b> He <b>issues a warning to her based on,</b> i.e., in the presence of, <b>two</b> witnesses for the warning to be effective. If two witnesses were not present for the warning, she is not a <i>sota</i> even if two witnesses saw her seclusion with another man. <b>And</b> the husband <b>gives</b> the bitter water to her <b>to drink based on</b> the testimony of <b>one witness</b> who saw the seclusion, <b>or</b> even <b>based on his own</b> testimony that he himself saw them secluded together, as Rabbi Eliezer holds that only the warning requires witnesses, not the seclusion. <b>Rabbi Yehoshua says:</b> He both <b>issues a warning to her based on two</b> witnesses <b>and gives</b> the bitter water to her <b>to drink based on</b> the testimony of <b>two</b> witnesses."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "כֵּיצַד מְקַנֵּא לָהּ. אָמַר לָהּ בִּפְנֵי שְׁנַיִם, אַל תְּדַבְּרִי עִם אִישׁ פְּלוֹנִי, וְדִבְּרָה עִמּוֹ, עֲדַיִן הִיא מֻתֶּרֶת לְבֵיתָהּ וּמֻתֶּרֶת לֶאֱכֹל בַּתְּרוּמָה. נִכְנְסָה עִמּוֹ לְבֵית הַסֵּתֶר וְשָׁהֲתָה עִמּוֹ כְדֵי טֻמְאָה, אֲסוּרָה לְבֵיתָהּ וַאֲסוּרָה לֶאֱכֹל בַּתְּרוּמָה. וְאִם מֵת, חוֹלֶצֶת וְלֹא מִתְיַבָּמֶת: \n",
            "english": "The mishna asks: <b>How</b> does he <b>issue a warning to her</b> in an effective manner? If he <b>says to her in the presence of two</b> witnesses: <b>Do not speak with</b> the <b>man</b> called <b>so-and-so, and she</b> nevertheless <b>spoke with him, she is still permitted to her home,</b> i.e., she is permitted to engage in sexual intercourse with her husband, <b>and</b> if she is the wife of a priest <b>she is</b> still <b>permitted to partake of <i>teruma</i>.</b> However, if after he told her not to speak with so-and-so, <b>she entered into a secluded place and remained with</b> that man long <b>enough to</b> become <b>defiled,</b> i.e., sufficient time to engage in sexual intercourse, <b>she is forbidden to her home</b> from that moment until she undergoes the <i>sota</i> rite. <b>And</b> likewise, if she was the wife of a priest <b>she is prohibited from partaking of <i>teruma</i>,</b> as she was possibly disqualified by her infidelity, so long as her innocence is not proven by means of the bitter water. <b>And if</b> her husband <b>dies</b> childless before she drinks the bitter water, <b>she perform <i>ḥalitza</i></b> with her late husband’s brother <b>and may not enter into levirate marriage,</b> as, if she had been unfaithful, levirate marriage is forbidden."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "וְאֵלּוּ אֲסוּרוֹת מִלֶּאֱכֹל בַּתְּרוּמָה, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, וְשֶׁבָּאוּ עֵדִים שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה, וְשֶׁבַּעְלָהּ אֵינוֹ רוֹצֶה לְהַשְׁקוֹתָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. כֵּיצַד עוֹשֶׂה לָהּ, מוֹלִיכָהּ לְבֵית דִּין שֶׁבְּאוֹתוֹ מָקוֹם, וּמוֹסְרִין לוֹ שְׁנֵי תַלְמִידֵי חֲכָמִים, שֶׁמָּא יָבֹא עָלֶיהָ בַּדֶּרֶךְ. רַבִּי יְהוּדָה אוֹמֵר, בַּעְלָהּ נֶאֱמָן עָלֶיהָ: \n",
            "english": "<b>And these</b> are women who, despite being married to priests, <b>are prohibited from partaking of <i>teruma</i></b> due to suspicion of adultery: A woman <b>who says</b> to her husband: <b>I am defiled to you,</b> i.e., she admitted to having committed adultery with another man; <b>and</b> in a case <b>where witnesses came</b> forth and testified <b>that she is defiled; and</b> a woman <b>who says</b> after a warning and seclusion: <b>I will not drink</b> the bitter water of a <i>sota</i>; <b>and</b> in a case <b>where her husband does not want to force her to drink</b> the water even after she secluded herself with another man after his warning; <b>and</b> in a case <b>where her husband engaged in sexual intercourse with her on the way</b> to bringing her to the Temple to drink the bitter water, as in such a case the water will not be effective in evaluating whether she was unfaithful, due to the husband’s own prohibited act. The mishna details the procedure for administering the drinking of the bitter water of a <i>sota</i>. <b>What does</b> her husband <b>do with her</b> after she secluded herself with the man about whom she had been warned? <b>He brings her to the court that is</b> found <b>in that location, and</b> the court <b>provides him</b> with <b>two Torah scholars</b> to accompany him, <b>lest he engage in sexual intercourse with her on the way</b> to the Temple, which is not only prohibited but will also prevent the bitter water from evaluating her. <b>Rabbi Yehuda says: Her husband is trusted with regard to her,</b> so there is no need to provide scholars to accompany him."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הָיוּ מַעֲלִין אוֹתָהּ לְבֵית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם, וּמְאַיְּמִין עָלֶיהָ כְדֶרֶךְ שֶׁמְּאַיְּמִין עַל עֵדֵי נְפָשׁוֹת. וְאוֹמְרִים לָהּ, בִּתִּי, הַרְבֵּה יַיִן עוֹשֶׂה, הַרְבֵּה שְׂחוֹק עוֹשֶׂה, הַרְבֵּה יַלְדוּת עוֹשָׂה, הַרְבֵּה שְׁכֵנִים הָרָעִים עוֹשִׂים. עֲשִׂי לִשְׁמוֹ הַגָּדוֹל שֶׁנִּכְתַּב בִּקְדֻשָּׁה, שֶׁלֹּא יִמָּחֶה עַל הַמָּיִם. וְאוֹמְרִים לְפָנֶיהָ דְּבָרִים שֶׁאֵינָהּ כְּדַאי לְשׁוֹמְעָן, הִיא וְכָל מִשְׁפַּחַת בֵּית אָבִיהָ: \n",
            "english": "The mishna details the next stage of the process. <b>They would bring her up to the Sanhedrin that was in Jerusalem, and</b> the judges would <b>threaten her</b> in order that she admit her sin. <b>And</b> this was done <b>in the manner that they</b> would <b>threaten witnesses</b> testifying <b>in</b> cases of <b>capital</b> law. In those cases, the judges would explain to the witnesses the gravity of their testimony by stressing the value of human life. Here too, the judges would attempt to convince the woman to admit her sin, to avoid the loss of her life. <b>And</b> additionally, the judge would <b>say to her: My daughter, wine causes a great deal</b> of immoral behavior, <b>levity causes a great deal</b> of immoral behavior, <b>immaturity causes a great deal</b> of immoral behavior, and <b>bad neighbors cause a great deal</b> of immoral behavior. The judge encouraged her to admit her sin by explaining to her that he understands that there may have been mitigating factors. The judge then continues: <b>Act for the sake of His great name, so that</b> God’s name, <b>which is written in sanctity, shall not be erased on the water.</b> If the woman admits to having committed adultery, the scroll upon which the name of God is written will not be erased. <b>And</b> additionally, the judge <b>says in her presence matters that are not worthy of being heard</b> by <b>her and all her father’s family,</b> in order to encourage her to admit her sin, as the Gemara will explain."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "אִם אָמְרָה טְמֵאָה אָנִי, שׁוֹבֶרֶת כְּתֻבָּתָהּ וְיוֹצֵאת. וְאִם אָמְרָה טְהוֹרָה אָנִי, מַעֲלִין אוֹתָהּ לְשַׁעַר הַמִּזְרָח שֶׁעַל פֶּתַח שַׁעַר נִקָּנוֹר, שֶׁשָּׁם מַשְׁקִין אֶת הַסּוֹטוֹת, וּמְטַהֲרִין אֶת הַיּוֹלְדוֹת, וּמְטַהֲרִין אֶת הַמְּצֹרָעִים. וְכֹהֵן אוֹחֵז בִּבְגָדֶיהָ, אִם נִקְרְעוּ נִקְרָעוּ, אִם נִפְרְמוּ נִפְרָמוּ, עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ, וְסוֹתֵר אֶת שְׂעָרָהּ. רַבִּי יְהוּדָה אוֹמֵר, אִם הָיָה לִבָּהּ נָאֶה, לֹא הָיָה מְגַלֵּהוּ. וְאִם הָיָה שְׂעָרָהּ נָאֶה, לֹא הָיָה סוֹתְרוֹ: \n",
            "english": "<b>If</b> after the judge’s warning <b>she says: I am defiled,</b> she writes <b>a receipt</b> for <b>her marriage contract.</b> That is, she writes a receipt indicating that she has no claims on her husband with regard to the sum written in her marriage contract, as a woman who admits to adultery forfeits her right to this payment. <b>And she is</b> then <b>divorced</b> from her husband. <b>But if</b> after the warning <b>she</b> maintains her innocence and <b>says: I am pure, they bring her up to the Eastern Gate, which is at the opening of</b> the <b>Gate of Nicanor, because</b> three rites were performed <b>there: They give the <i>sota</i> women</b> the bitter water <b>to drink, and they purify women who have given birth</b> (see Leviticus 12:6–8), <b>and they purify the lepers</b> (see Leviticus 14:10–20). The mishna continues describing the <i>sota</i> rite. <b>And the priest grabs hold of her clothing</b> and pulls them, unconcerned about what happens to the clothing. <b>If</b> the clothes <b>are torn,</b> so <b>they are torn; if the stitches come apart,</b> so <b>they come apart.</b> And he pulls her clothing <b>until he reveals her heart,</b> i.e., her chest. <b>And</b> then <b>he unbraids her hair. Rabbi Yehuda says: If her heart was attractive he would not reveal it, and if her hair was attractive he would not unbraid</b> it."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הָיְתָה מִתְכַּסָּה בִלְבָנִים, מְכַסָּהּ בִּשְׁחוֹרִים. הָיוּ עָלֶיהָ כְלֵי זָהָב וְקַטְלָיאוֹת, נְזָמִים וְטַבָּעוֹת, מַעֲבִירִים מִמֶּנָּה כְּדֵי לְנַוְּלָהּ. וְאַחַר כָּךְ מֵבִיא חֶבֶל מִצְרִי וְקוֹשְׁרוֹ לְמַעְלָה מִדַּדֶּיהָ. וְכָל הָרוֹצֶה לִרְאוֹת בָּא לִרְאוֹת, חוּץ מֵעֲבָדֶיהָ וְשִׁפְחוֹתֶיהָ, מִפְּנֵי שֶׁלִּבָּהּ גַּס בָּהֶן. וְכָל הַנָּשִׁים מֻתָּרוֹת לִרְאוֹתָהּ, שֶׁנֶּאֱמַר (יחזקאל כג) וְנִוַּסְּרוּ כָּל הַנָּשִׁים וְלֹא תַעֲשֶׂינָה כְּזִמַּתְכֶנָה: \n",
            "english": "If <b>she was dressed in white</b> garments, <b>he</b> would now <b>cover her with black</b> garments. If <b>she was wearing gold adornments,</b> <b>or chokers [<i>katliyot</i>],</b> or <b>nose rings, or</b> finger <b>rings, they removed them from her in order to render her unattractive. And afterward</b> the priest <b>would bring an Egyptian rope</b> fashioned from palm fibers, <b>and he would tie it above her breasts.</b> <b>And anyone who desires to watch her may come to watch, except for her slaves and maidservants,</b> who are not permitted to watch <b>because her heart is emboldened by them,</b> as seeing one’s slaves reinforces one’s feeling of pride, and their presence may cause her to maintain her innocence. <b>And all of the women are permitted to watch her, as it is stated:</b> “Thus will I cause lewdness to cease out of the land, <b>that all women may be taught not to do after your lewdness”</b> (Ezekiel 23:48)."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בַּמִדָּה שֶׁאָדָם מוֹדֵד, בָּהּ מוֹדְדִין לוֹ. הִיא קִשְּׁטָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם נִוְּלָהּ. הִיא גִלְּתָה אֶת עַצְמָהּ לַעֲבֵרָה, הַמָּקוֹם גִּלָּה עָלֶיהָ. בַּיָּרֵךְ הִתְחִילָה בָעֲבֵרָה תְחִלָּה וְאַחַר כָּךְ הַבֶּטֶן, לְפִיכָךְ תִּלְקֶה הַיָּרֵךְ תְּחִלָּה וְאַחַר כָּךְ הַבֶּטֶן. וּשְׁאָר כָּל הַגּוּף לֹא פָלֵט: \n",
            "english": "The mishna teaches lessons that can be derived from the actions and treatment of a <i>sota</i>. <b>With the measure that a person measures, he is measured with it.</b> For example, <b>she,</b> the <i>sota</i>, <b>adorned herself to</b> violate <b>a transgression, the Omnipresent</b> therefore decreed that <b>she</b> be <b>rendered unattractive; she exposed herself for</b> the purpose of violating <b>a transgression,</b> as she stood in places where she would be noticed by potential adulterers, so <b>the Omnipresent</b> therefore decreed that <b>her</b> body be <b>exposed</b> publicly; <b>she began her transgression with</b> her <b>thigh and afterward with</b> her <b>stomach, therefore the thigh is smitten first and then the stomach, and the rest of all</b> her <b>body</b> does <b>not escape</b> punishment."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "שִׁמְשׁוֹן הָלַךְ אַחַר עֵינָיו, לְפִיכָךְ נִקְּרוּ פְלִשְׁתִּים אֶת עֵינָיו, שֶׁנֶּאֱמַר (שופטים טז) וַיֹּאחֲזוּהוּ פְלִשְׁתִּים וַיְנַקְּרוּ אֶת עֵינָיו. אַבְשָׁלוֹם נִתְגָּאָה בִשְׂעָרוֹ, לְפִיכָךְ נִתְלָה בִשְׂעָרוֹ. וּלְפִי שֶׁבָּא עַל עֶשֶׂר פִּילַגְשֵׁי אָבִיו, לְפִיכָךְ נִתְּנוּ בוֹ עֶשֶׂר לוֹנְבִיּוֹת, שֶׁנֶּאֱמַר (שמואל ב יח) וַיָּסֹבּוּ עֲשָׂרָה אֲנָשִׁים נֹשְׂאֵי כְּלֵי יוֹאָב. וּלְפִי שֶׁגָּנַב שְׁלשָׁה לְבָבוֹת, לֵב אָבִיו, וְלֵב בֵּית דִּין, וְלֵב יִשְׂרָאֵל, שֶׁנֶּאֱמַר (שם טו) וַיְגַנֵּב אַבְשָׁלוֹם אֶת לֵב אַנְשֵׁי יִשְׂרָאֵל, לְפִיכָךְ נִתְקְעוּ בוֹ שְׁלשָׁה שְׁבָטִים, שֶׁנֶּאֱמַר (שם יח) וַיִּקַּח שְׁלשָׁה שְׁבָטִים בְּכַפּוֹ וַיִּתְקָעֵם בְּלֵב אַבְשָׁלוֹם: \n",
            "english": "The mishna provides additional examples of people who were treated by Heaven commensurate with their actions. <b>Samson followed his eyes, therefore</b> he was punished measure for measure, as <b>the Philistines gouged out his eyes, as it is stated: “And the Philistines laid hold on him, and put out his eyes”</b> (Judges 16:21). <b>Absalom was</b> excessively <b>proud of his hair,</b> and <b>therefore he was hanged by his hair. And</b> furthermore, <b>because he engaged in sexual intercourse with ten of his father’s concubines</b> (see II Samuel 15:16 and 16:22), <b>therefore ten spears [<i>loneviyyot</i>] were put,</b> i.e., thrust, <b>into him, as it is stated: “And ten young men that bore Joab’s armor compassed about</b> and smote Absalom, and slew him” (II Samuel 18:15). <b>And because he stole</b> three times, committing <b>three thefts</b> of people’s hearts: <b>The heart of his father,</b> as he tricked him by saying that he was going to sacrifice offerings; <b>the heart of the court,</b> as he tricked them into following him; <b>and the heart of the Jewish people, as it is stated: “So Absalom stole the hearts of the men of Israel”</b> (II Samuel 15:6), <b>therefore three spears were embedded into</b> his heart, <b>as it is stated:</b> “Then said Joab: I may not tarry like this with you. <b>And he took three spears in his hand, and thrust them through the heart of Absalom,</b> while he was yet alive” (II Samuel 18:14)."
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "וְכֵן לְעִנְיַן הַטּוֹבָה. מִרְיָם הִמְתִּינָה לְמשֶׁה שָׁעָה אַחַת, שֶׁנֶּאֱמַר (שמות ב) וַתֵּתַצַּב אֲחֹתוֹ מֵרָחֹק, לְפִיכָךְ נִתְעַכְּבוּ לָהּ יִשְׂרָאֵל שִׁבְעָה יָמִים בַּמִּדְבָּר, שֶׁנֶּאֱמַר (במדבר יב) וְהָעָם לֹא נָסַע עַד הֵאָסֵף מִרְיָם. יוֹסֵף זָכָה לִקְבֹּר אֶת אָבִיו, וְאֵין בְּאֶחָיו גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (בראשית נ) וַיַּעַל יוֹסֵף לִקְבֹּר אֶת אָבִיו, וַיַּעַל עִמּוֹ גַּם רֶכֶב גַּם פָּרָשִׁים. מִי לָנוּ גָדוֹל מִיּוֹסֵף, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא משֶׁה. משֶׁה זָכָה בְעַצְמוֹת יוֹסֵף, וְאֵין בְּיִשְׂרָאֵל גָּדוֹל מִמֶּנּוּ, שֶׁנֶּאֱמַר (שמות יג) וַיִּקַּח משֶׁה אֶת עַצְמוֹת יוֹסֵף עִמּוֹ. מִי גָדוֹל מִמּשֶׁה, שֶׁלֹּא נִתְעַסֵּק בּוֹ אֶלָּא הַמָּקוֹם, שֶׁנֶּאֱמַר (דברים לד) וַיִּקְבֹּר אֹתוֹ בַגַּיְא. לֹא עַל משֶׁה בִלְבַד אָמְרוּ, אֶלָּא עַל כָּל הַצַּדִּיקִים, שֶׁנֶּאֱמַר (ישעיה נח) וְהָלַךְ לְפָנֶיךָ צִדְקֶךָ כְּבוֹד ה' יַאַסְפֶךָ: \n",
            "english": "The mishna continues: <b>And the same</b> is so <b>with regard to the</b> reward of <b>good</b> deeds; a person is rewarded measure for measure. <b>Miriam waited for</b> the baby <b>Moses</b> for <b>one hour</b> at the shore of the Nile, <b>as it is stated: “And his sister stood afar off,</b> to know what would be done to him” (Exodus 2:4). <b>Therefore the Jewish people delayed</b> their travels in the desert for <b>seven days</b> to wait <b>for her</b> when she was smitten with leprosy, <b>as it is stated:</b> “And Miriam was confined outside of the camp seven days; <b>and the people journeyed not until Miriam was brought in again”</b> (Numbers 12:15). <b>Joseph merited to bury his father,</b> resulting in a display of great honor to his father, <b>and there was none among his brothers greater than he</b> in importance, for he was viceroy of Egypt, <b>as it is stated: “And Joseph went up to bury his father;</b> and with him went up all the servants of Pharaoh, the Elders of his house, and all the Elders of the land of Egypt, and all the house of Joseph, and his brethren, and his father’s house; only their little ones, and their flocks, and their herds, they left in the land of Goshen. <b>And there went up with him both chariots and horsemen;</b> and it was a very great company” (Genesis 50:7–9). <b>Who, to us,</b> had <b>a greater</b> burial <b>than Joseph, as it was none</b> other than <b>Moses who involved</b> himself in transporting <b>his</b> coffin. <b>Moses merited</b> to be the only person involved <b>in</b> the transportation of <b>Joseph’s bones</b> to be buried in Eretz Yisrael, <b>and there was none among the Jewish people greater than he, as it is stated: “And Moses took the bones of Joseph with him”</b> (Exodus 13:19). <b>Who</b> had <b>a greater</b> burial <b>than Moses, as no one involved himself in his</b> burial <b>other than the Omnipresent</b> Himself, <b>as it is stated: “And He buried him in the valley</b> in the land of Moab over against Beth Peor; and no man knows of his sepulcher unto this day” (Deuteronomy 34:6). The mishna comments: <b>Not only with regard to Moses did</b> the Sages <b>say</b> that God takes part in his burial, <b>but</b> also <b>with regard to all the righteous individuals, as it is stated: “Your righteousness shall go before you and the glory of the Lord shall gather you in”</b> (Isaiah 58:8)."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הָיָה מֵבִיא אֶת מִנְחָתָהּ בְּתוֹךְ כְּפִיפָה מִצְרִית וְנוֹתְנָהּ עַל יָדֶיהָ כְּדֵי לְיַגְּעָהּ. כָּל הַמְּנָחוֹת תְּחִלָּתָן וְסוֹפָן בִּכְלִי שָׁרֵת, וְזוֹ תְּחִלָּתָהּ בִּכְפִיפָה מִצְרִית וְסוֹפָהּ בִּכְלִי שָׁרֵת. כָּל הַמְּנָחוֹת טְעוּנוֹת שֶׁמֶן וּלְבֹנָה, וְזוֹ אֵינָהּ טְעוּנָה לֹא שֶׁמֶן וְלֹא לְבֹנָה. כָּל הַמְּנָחוֹת בָּאוֹת מִן הַחִטִּין, וְזוֹ בָאָה מִן הַשְּׂעוֹרִין. מִנְחַת הָעֹמֶר אַף עַל פִּי שֶׁבָּאָה מִן הַשְּׂעוֹרִין הִיא הָיְתָה בָאָה גֶרֶשׂ, וְזוֹ בָאָה קֶמַח. רַבָּן גַּמְלִיאֵל אוֹמֵר, כְּשֵׁם שֶׁמַּעֲשֶׂיהָ מַעֲשֵׂה בְהֵמָה, כָּךְ קָרְבָּנָהּ מַאֲכַל בְּהֵמָה: \n",
            "english": "The husband of the <i>sota</i> <b>would bring</b> his wife’s <b>meal-offering</b> to the priest <b>in an Egyptian wicker basket</b> made of palm branches, <b>and he would place</b> the meal-offering <b>in her hands</b> for her to hold throughout the ritual <b>in order to fatigue her.</b> This might lead her to confess her guilt and not drink the water of a <i>sota</i> unnecessarily. The mishna lists differences between this meal-offering and other meal-offerings. Generally, <b>all meal-offerings,</b> from <b>their beginnings,</b> i.e., the moment they are consecrated, <b>and</b> until <b>their ends,</b> i.e., the moment they are sacrificed, must be <b>in a service vessel. But</b> in the case of <b>this one, its beginning is in a wicker basket and</b> only at <b>its end,</b> immediately before it is offered, is it placed <b>in a service vessel.</b> <b>All</b> other <b>meal-offerings require oil and frankincense, and this one requires neither oil nor frankincense.</b> Furthermore, <b>all</b> other <b>meal-offerings are brought from wheat, and this one is brought from barley. Although</b> in fact <b>the <i>omer</i> meal-offering</b> is also <b>brought from barley,</b> it is still different in that <b>it was brought as groats,</b> i.e., high-quality meal. The meal-offering of the <i>sota</i>, however, <b>is brought as</b> unsifted barley <b>flour. Rabban Gamliel says:</b> This hints that <b>just as her actions</b> of seclusion with another man <b>were the actions of an animal, so too her offering is animal food,</b> i.e., barley and not wheat."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הָיָה מֵבִיא פְיָלִי שֶׁל חֶרֶס חֲדָשָׁה, וְנוֹתֵן לְתוֹכָהּ חֲצִי לֹג מַיִם מִן הַכִּיּוֹר. רַבִּי יְהוּדָה אוֹמֵר, רְבִיעִית. כְּשֵׁם שֶׁמְּמַעֵט בַּכְּתָב, כָּךְ מְמַעֵט בַּמָּיִם. נִכְנַס לַהֵיכָל וּפָנָה לִימִינוֹ, וּמָקוֹם הָיָה שָׁם אַמָּה עַל אַמָּה, וְטַבְלָא שֶׁל שַׁיִשׁ, וְטַבַּעַת הָיְתָה קְבוּעָה בָהּ. וּכְשֶׁהוּא מַגְבִּיהָהּ, נוֹטֵל עָפָר מִתַּחְתֶּיהָ וְנוֹתֵן כְּדֵי שֶׁיֵּרָאֶה עַל הַמַּיִם, שֶׁנֶּאֱמַר (במדבר ה) וּמִן הֶעָפָר אֲשֶׁר יִהְיֶה בְּקַרְקַע הַמִּשְׁכָּן יִקַּח הַכֹּהֵן וְנָתַן אֶל הַמָּיִם: \n",
            "english": "The priest <b>would bring an earthenware</b> drinking <b>vessel [<i>peyalei</i>] and he would pour into it half a <i>log</i> of water from the basin</b> in the Temple. <b>Rabbi Yehuda says:</b> The priest would pour only <b>a quarter</b>-<i>log</i> of water. <b>Just as</b> Rabbi Yehuda <b>minimizes the writing,</b> as he requires that less be written on the scroll of the <i>sota</i> than do the Rabbis, <b>so too he minimizes the</b> amount of <b>water</b> to be taken from the basin for the erasing of the text. The priest <b>would enter the Sanctuary and turn to his right. And there was a place there,</b> on the Sanctuary floor, with an area of <b>a cubit by a cubit, and a marble tablet [<i>tavla</i>]</b> was there, <b>and a ring was fastened to</b> the tablet to assist the priest <b>when</b> he <b>would raise</b> it. <b>And</b> the priest <b>would take</b> loose <b>dust from underneath it and place</b> the dust into the vessel with the water, <b>so that</b> the dust <b>would be visible upon the water, as it is stated:</b> “And the priest shall take holy water in an earthen vessel; <b>and of the dust that is on the floor of the Tabernacle the priest shall take, and put it into the water”</b> (Numbers 5:17)."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "בָּא לוֹ לִכְתֹּב אֶת הַמְּגִלָּה, מֵאֵיזֶה מָקוֹם הוּא כוֹתֵב, (במדבר ה) מֵאִם לֹא שָׁכַב אִישׁ וְגוֹ', וְאַתְּ כִּי שָׂטִית תַּחַת אִישֵׁךְ וְגוֹ'. וְאֵינוֹ כוֹתֵב וְהִשְׁבִּיעַ הַכֹּהֵן אֶת הָאִשָּׁה וְגוֹ'. וְכוֹתֵב יִתֵּן ה' אוֹתָךְ לְאָלָה וְלִשְׁבֻעָה וְגוֹ', וּבָאוּ הַמַּיִם הַמְאָרְרִים הָאֵלֶּה בְּמֵעַיִךְ לַצְבּוֹת בֶּטֶן וְלַנְפִּל יָרֵךְ. וְאֵינוֹ כוֹתֵב וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן. רַבִּי יוֹסֵי אוֹמֵר, לֹא הָיָה מַפְסִיק. רַבִּי יְהוּדָה אוֹמֵר, כָּל עַצְמוֹ אֵינוֹ כוֹתֵב, אֶלָּא יִתֵּן ה' אוֹתָךְ לְאָלָה וְלִשְׁבֻעָה וְגוֹ' וּבָאוּ הַמַּיִם הַמְאָרְרִים הָאֵלֶּה בְּמֵעַיִךְ וְגוֹ'. וְאֵינוֹ כוֹתֵב וְאָמְרָה הָאִשָּׁה אָמֵן אָמֵן: \n",
            "english": "<b>When</b> the priest <b>comes to write the scroll</b> of the <i>sota</i> that is to be placed in the water, <b>from what place</b> in the Torah passage concerning the <i>sota</i> (Numbers 5:11–31) <b>does he write?</b> He starts <b>from</b> the verse: <b>“If no man has lain</b> with you, and if you have not gone astray to defilement while under your husband, you shall be free from this water of bitterness that causes the curse” (Numbers 5:19); and continues: <b>“But if you have gone astray while under your husband,</b> and if you are defiled, and some man has lain with you besides your husband” (Numbers 5:20). <b>And</b> then <b>he does not write</b> the beginning of the following verse, which states: <b>“Then the priest shall cause the woman to swear</b> with the oath of cursing, and the priest shall say to the woman” (Numbers 5:21), <b>but he does write</b> the oath recorded in the continuation of the verse: <b>“The Lord shall make you a curse and an oath</b> among your people when the Lord will cause your thigh to fall away, and your belly to swell. <b>And this water that causes the curse shall go into your bowels, and cause your belly to swell, and your thigh to fall away”</b> (Numbers 5:21–22); <b>but he does not write</b> the conclusion of the verse: <b>“And the woman shall say: Amen, amen”</b> (Numbers 5:22). <b>Rabbi Yosei says: He does not interrupt</b> the verses but rather writes the entire passage without any omissions. <b>Rabbi Yehuda says: He writes nothing other</b> than curses recorded in the final verses cited above: <b>“The Lord shall make you a curse and an oath</b> among your people when the Lord will cause your thigh to fall away, and your belly to swell. <b>And this water that causes the curse shall go into your bowels,</b> and cause your belly to swell, and your thigh to fall away.” <b>And he does not write</b> the conclusion of the verse: <b>“And the woman shall say: Amen, amen.”</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "אֵינוֹ כוֹתֵב לֹא עַל הַלּוּחַ וְלֹא עַל הַנְּיָר וְלֹא עַל הַדִּפְתְּרָא, אֶלָּא עַל הַמְּגִלָּה, שֶׁנֶּאֱמַר (שם) בַּסֵּפֶר. וְאֵינוֹ כוֹתֵב לֹא בְקוֹמוֹס וְלֹא בְקַנְקַנְתּוֹם וְלֹא בְכָל דָּבָר שֶׁרוֹשֵׁם, אֶלָּא בִדְיוֹ, שֶׁנֶּאֱמַר (שם) וּמָחָה, כְּתָב שֶׁיָּכוֹל לְהִמָּחֵק: \n",
            "english": "The priest <b>does not write</b> the scroll of the <i>sota</i> <b>upon</b> a wooden <b>tablet, and not upon paper</b> made from grass, <b>and not upon</b> <b><i>diftera</i>,</b> a hide that is only partially processed, as it is salted and treated with flour but not gallnuts; <b>rather,</b> it must be written only <b>on a scroll</b> of parchment, <b>as</b> it <b>is stated:</b> “And the priest shall write these curses <b>in a scroll”</b> (Numbers 5:23). <b>And</b> the scribe <b>may not write with gum [<i>komos</i>], and not with iron sulfate [<i>kankantom</i>], nor with any substance that makes a mark</b> and cannot be completely erased, <b>but</b> only <b>with ink</b> made from soot, <b>as it is stated</b> in the continuation of the same verse: <b>“And he shall blot</b> them out into the water of bitterness” (Numbers 5:23). This indicates that the scroll must be written with <b>a writing that can be erased</b> in water."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "עַל מַה הִיא אוֹמֶרֶת אָמֵן אָמֵן. אָמֵן עַל הָאָלָה, אָמֵן עַל הַשְּׁבוּעָה. אָמֵן מֵאִישׁ זֶה, אָמֵן מֵאִישׁ אַחֵר. אָמֵן שֶׁלֹּא שָׂטִיתִי אֲרוּסָה וּנְשׂוּאָה וְשׁוֹמֶרֶת יָבָם וּכְנוּסָה, אָמֵן שֶׁלֹּא נִטְמֵאתִי. וְאִם נִטְמֵאתִי, יָבֹאוּ בִי. רַבִּי מֵאִיר אוֹמֵר, אָמֵן שֶׁלֹּא נִטְמֵאתִי, אָמֵן שֶׁלֹּא אֶטָּמֵא: \n",
            "english": "<b>With regard to what does she say: “Amen, amen”</b> (Number 5:22), twice, as recorded in the verse? The mishna explains that it includes of the following: <b>Amen on the curse,</b> as she accepts the curse upon herself if she is guilty, and <b>amen on the oath,</b> as she declares that she is not defiled. She states: <b>Amen</b> if I committed adultery <b>with this man</b> about whom I was warned, <b>amen</b> if I committed adultery <b>with another man. Amen that I did not stray</b> when I was <b>betrothed nor</b> after I was <b>married,</b> <b>nor as a widow waiting for my <i>yavam</i></b> to perform levirate marriage, since a woman at that stage is prohibited from engaging in sexual intercourse with any men, <b>nor</b> when <b>married</b> through levirate marriage to the <i>yavam</i>; <b>amen that I did not become defiled, and if I did become defiled, may</b> all these curses <b>come upon me.</b> <b>Rabbi Meir says</b> that “amen, amen” means: <b>Amen that I did not become defiled</b> in the past, <b>amen that I will not become defiled</b> in the future."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הַכֹּל שָׁוִין שֶׁאֵינוֹ מַתְנֶה עִמָּהּ לֹא עַל קֹדֶם שֶׁתִּתְאָרֵס וְלֹא עַל מֵאַחַר שֶׁתִּתְגָּרֵשׁ. נִסְתְּרָה לְאַחֵר וְנִטְמֵאת וְאַחַר כָּךְ הֶחֱזִירָהּ, לֹא הָיָה מַתְנֶה עִמָּהּ. זֶה הַכְּלָל, כֹּל שֶׁתִּבָּעֵל וְלֹא הָיְתָה אֲסוּרָה לוֹ, לֹא הָיָה מַתְנֶה עִמָּהּ: \n",
            "english": "<b>All agree that he may stipulate with her</b> through this oath <b>neither with regard to</b> what she did <b>before becoming be-trothed</b> to him, <b>nor with regard to</b> what she will do <b>after she becomes divorced</b> from him. Similarly, if a husband divorced his wife, and while divorced <b>she secluded herself</b> with another man <b>and became defiled, and afterward</b> her husband <b>took her back</b> and remarried her, and he then warned her about a specific man, and she secluded herself, and she is now about to drink the water of the <i>sota</i>, <b>he cannot stipulate with her</b> that she take an oath that she did not become defiled during the period in which she was divorced. This is because her husband would become forbidden to her only if she had married another man after being divorced, not if she merely committed an act of promiscuity. <b>This is the principle:</b> In <b>every</b> case <b>where</b> if <b>she would engage in sexual intercourse</b> with someone else <b>she would not become forbidden to</b> her husband due to this act, <b>he may not stipulate with her</b> that her oath include that act. The oath can include only cases in which she would be rendered forbidden to him."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הָיָה נוֹטֵל אֶת מִנְחָתָהּ מִתּוֹךְ כְּפִיפָה מִצְרִית וְנוֹתְנָהּ לְתוֹךְ כְּלִי שָׁרֵת, וְנוֹתְנָהּ עַל יָדָהּ. וְכֹהֵן מֵנִיחַ יָדוֹ מִתַּחְתֶּיהָ וּמְנִיפָהּ: \n",
            "english": "<b>He would take her meal-offering out of</b> the <b>Egyptian wicker basket</b> made of palm leaves in which it was lying <b>and would put it into a service vessel and</b> then <b>place it on her hand. And</b> the <b>priest</b> would then <b>place his hand underneath hers and wave it</b> together with her. "
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הֵנִיף וְהִגִּישׁ, קָמַץ וְהִקְטִיר, וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים. הָיָה מַשְׁקָהּ וְאַחַר כָּךְ מַקְרִיב אֶת מִנְחָתָהּ. רַבִּי שִׁמְעוֹן אוֹמֵר, מַקְרִיב אֶת מִנְחָתָהּ וְאַחַר כָּךְ הָיָה מַשְׁקָהּ, שֶׁנֶּאֱמַר (במדבר ה) וְאַחַר יַשְׁקֶה אֶת הָאִשָּׁה אֶת הַמָּיִם. אִם הִשְׁקָהּ וְאַחַר כָּךְ הִקְרִיב אֶת מִנְחָתָהּ, כְּשֵׁרָה: \n",
            "english": "The priest <b>waved</b> it <b>and brought</b> it <b>near</b> to the southwest corner of the altar, <b>removed a handful</b> from it, <b>and burned</b> the handful; <b>and the remainder was eaten by the priests.</b> The priest <b>would force</b> the woman <b>to drink</b> the bitter water of a <i>sota</i>, <b>and afterward he would sacrifice her meal-offering. Rabbi Shimon says:</b> The priest would <b>sacrifice her meal-offering and afterward he would force her to drink, as it is stated:</b> “And the priest shall take a handful of the meal-offering, as the memorial part of it, and burn it upon the altar, <b>and afterward he shall make the woman drink the water”</b> (Numbers 5:26). But Rabbi Shimon concedes that <b>if</b> the priest first <b>forced her to drink and afterward sacrificed her meal-offering,</b> it is still <b>valid.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "עַד שֶׁלֹּא נִמְחֲקָה הַמְּגִלָּה אָמְרָה אֵינִי שׁוֹתָה, מְגִלָּתָהּ נִגְנֶזֶת, וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדָּשֶׁן. וְאֵין מְגִלָּתָהּ כְּשֵׁרָה לְהַשְׁקוֹת בָּהּ סוֹטָה אַחֶרֶת. נִמְחֲקָה הַמְּגִלָּה וְאָמְרָה טְמֵאָה אָנִי, הַמַּיִם נִשְׁפָּכִין וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדָּשֶׁן. נִמְחֲקָה הַמְּגִלָּה וְאָמְרָה אֵינִי שׁוֹתָה, מְעַרְעֲרִים אוֹתָהּ וּמַשְׁקִין אוֹתָהּ בְּעַל כָּרְחָהּ: \n",
            "english": "If <b>before the scroll was erased she said: I will not drink, the scroll</b> that was written for <b>her is sequestered, and her meal-offering is</b> burned and <b>scattered over</b> the place of <b>the ashes, and her scroll is not fit to give</b> to <b>another <i>sota</i> to drink.</b> If <b>the scroll was erased and</b> afterward <b>she said: I am defiled, the water is poured out, and her meal-offering is scattered in the place of the ashes.</b> If <b>the scroll was</b> already <b>erased and she said: I will not drink, she is forced to drink against her will.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "אֵינָהּ מַסְפֶּקֶת לִשְׁתּוֹת עַד שֶׁפָּנֶיהָ מוֹרִיקוֹת וְעֵינֶיהָ בּוֹלְטוֹת וְהִיא מִתְמַלֵּאת גִּידִין, וְהֵם אוֹמְרִים הוֹצִיאוּהָ הוֹצִיאוּהָ, שֶׁלֹּא תְטַמֵּא הָעֲזָרָה. אִם יֶשׁ לָהּ זְכוּת, הָיְתָה תוֹלָה לָהּ. יֵשׁ זְכוּת תּוֹלָה שָׁנָה אַחַת, יֵשׁ זְכוּת תּוֹלָה שְׁתֵּי שָׁנִים, יֵשׁ זְכוּת תּוֹלָה שָׁלשׁ שָׁנִים. מִכָּאן אוֹמֵר בֶּן עַזַּאי, חַיָּב אָדָם לְלַמֵּד אֶת בִּתּוֹ תוֹרָה, שֶׁאִם תִּשְׁתֶּה, תֵּדַע שֶׁהַזְּכוּת תּוֹלָה לָהּ. רַבִּי אֱלִיעֶזֶר אוֹמֵר, כָּל הַמְלַמֵּד אֶת בִּתּוֹ תוֹרָה, כְּאִלּוּ מְלַמְּדָהּ תִּפְלוּת. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, רוֹצָה אִשָּׁה בְקַב וְתִפְלוּת מִתִּשְׁעָה קַבִּין וּפְרִישׁוּת. הוּא הָיָה אוֹמֵר, חָסִיד שׁוֹטֶה, וְרָשָׁע עָרוּם, וְאִשָּׁה פְרוּשָׁה, וּמַכּוֹת פְּרוּשִׁין, הֲרֵי אֵלּוּ מְכַלֵּי עוֹלָם: \n",
            "english": "When a guilty woman drinks <b>she does not manage to</b> finish <b>drinking before her face turns green and her eyes bulge, and her</b> skin becomes <b>full of</b> protruding <b>veins, and</b> the people standing in the Temple <b>say: Remove her,</b> so <b>that she does not render the Temple courtyard impure</b> by dying there. The mishna limits the scope of the previous statement: <b>If she has merit, it delays</b> punishment <b>for her</b> and she does not die immediately. <b>There is a merit</b> that <b>delays</b> punishment for <b>one year, there is</b> a larger <b>merit</b> that <b>delays</b> punishment for <b>two years,</b> and <b>there is a merit</b> that <b>delays</b> punishment for <b>three years. From here Ben Azzai states: A person is obligated to teach his daughter Torah,</b> so <b>that if she drinks</b> and does not die immediately, <b>she will know that</b> some <b>merit</b> she has <b>delayed</b> punishment <b>for her. Rabbi Eliezer says: Anyone who teaches his daughter Torah is teaching her promiscuity [<i>tiflut</i>].</b> <b>Rabbi Yehoshua says: A woman desires to</b> receive the amount of <b>a <i>kav</i></b> of food <b>and a sexual relationship [<i>tiflut</i>]</b> rather <b>than</b> to receive <b>nine <i>kav</i></b> of food <b>and abstinence. He would say: A foolish man of piety, and a conniving wicked person, and an abstinent woman [<i>perusha</i>], and those who injure</b> themselves out of false <b>abstinence;</b> all <b>these are</b> people <b>who erode the world.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "רַבִּי שִׁמְעוֹן אוֹמֵר, אֵין זְכוּת תּוֹלָה בַמַּיִם הַמָּרִים. וְאִם אַתָּה אוֹמֵר, הַזְּכוּת תּוֹלָה בַמַּיִם הַמְאָרְרִים, מַדְהֶה אַתָּה אֶת הַמַּיִם בִּפְנֵי כָל הַנָּשִׁים הַשּׁוֹתוֹת, וּמוֹצִיא אַתָּה שֵׁם רַע עַל הַטְּהוֹרוֹת שֶׁשָּׁתוּ, שֶׁאוֹמְרִים טְמֵאוֹת הֵן אֶלָּא שֶׁתָּלְתָה לָהֶן זְכוּת. רַבִּי אוֹמֵר, הַזְּכוּת תּוֹלָה בַמַּיִם הַמְאָרְרִים, וְאֵינָהּ יוֹלֶדֶת וְאֵינָהּ מַשְׁבַּחַת, אֶלָּא מִתְנַוְּנָה וְהוֹלֶכֶת, לְסוֹף הִיא מֵתָה בְּאוֹתָהּ מִיתָה: \n",
            "english": "<b>Rabbi Shimon says: Merit does not delay</b> the punishment <b>of the bitter water</b> of a <i>sota</i>, <b>and if you say</b> that <b>merit does delay</b> the punishment <b>of the water that causes the curse,</b> as stated earlier by the Rabbis (20a), <b>you weaken [<i>madhe</i>]</b> the power of <b>the</b> bitter <b>water before all the women who drink</b> the water, who will no longer be afraid of it, as they will rely on their merit to save them. <b>And you defame the untainted women who drank</b> the water and survived, <b>as</b> people <b>say: They are defiled but</b> it is their <b>merit that delayed</b> the punishment <b>for them. Rabbi</b> Yehuda HaNasi <b>says: Merit delays</b> the punishment <b>of the water that causes the curse, but</b> a woman whose punishment is delayed <b>does not give birth and does not flourish; rather, she progressively deteriorates. Ultimately she dies by the same death</b> as a <i>sota</i> who dies immediately."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "נִטְמֵאת מִנְחָתָהּ עַד שֶׁלֹּא קָדְשָׁה בַכְּלִי, הֲרֵי הִיא כְּכָל הַמְּנָחוֹת וְתִפָּדֶה, וְאִם מִשֶּׁקָּדְשָׁה בַכְּלִי, הֲרֵי הִיא כְּכָל הַמְּנָחוֹת וְתִשָּׂרֵף. וְאֵלּוּ שֶׁמִּנְחוֹתֵיהֶן נִשְׂרָפוֹת, הָאוֹמֶרֶת טְמֵאָה אֲנִי לְךָ, וְשֶׁבָּאוּ לָהּ עֵדִים שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה, וְשֶׁבַּעְלָהּ אֵינוֹ רוֹצֶה לְהַשְׁקוֹתָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ. וְכָל הַנְּשׂוּאוֹת לְכֹהֲנִים, מִנְחוֹתֵיהֶן נִשְׂרָפוֹת: \n",
            "english": "If <b>the meal-offering</b> of the <i>sota</i> <b>is rendered impure before it has been sanctified in the</b> service <b>vessel, its</b> status <b>is like</b> that of <b>all the</b> other <b>meal-offerings</b> that are rendered impure before being sanctified in a service vessel, <b>and it is redeemed. But if</b> it is rendered impure <b>after it has been sanctified in the</b> service <b>vessel, its</b> status <b>is like</b> that of <b>all the</b> other <b>meal-offerings</b> that are rendered impure after being sanctified in a service vessel, <b>and it is burned. And these are</b> the <i>sota</i> women <b>whose meal-offerings are burned</b> if they have already been sanctified in a service vessel: A woman <b>who</b> confesses and <b>says: I am defiled,</b> and therefore prohibited <b>to you; and</b> a woman <b>with regard to whom witnesses came</b> and testified <b>that she is defiled; and</b> a woman <b>who says: I will not drink</b> the bitter water of a <i>sota</i>, even if she does not confess her guilt; <b>and</b> a woman <b>whose husband</b> changed his mind and <b>does not want to force her to drink; and</b> a woman <b>whose husband engaged in sexual intercourse with her on the way</b> to the Temple. <b>And all the</b> women <b>who are married to priests, their meal-offerings are</b> always <b>burned,</b> as the verse states: “And every meal-offering of a priest shall be completely burned; it shall not be eaten” (Leviticus 6:16). "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בַּת יִשְׂרָאֵל שֶׁנִּשֵּׂאת לְכֹהֵן, מִנְחָתָהּ נִשְׂרֶפֶת. וְכֹהֶנֶת שֶׁנִּשֵּׂאת לְיִשְׂרָאֵל, מִנְחָתָהּ נֶאֱכֶלֶת. מַה בֵּין כֹּהֵן לְכֹהֶנֶת, מִנְחַת כֹּהֶנֶת נֶאֱכֶלֶת, מִנְחַת כֹּהֵן אֵינָהּ נֶאֱכֶלֶת. כֹּהֶנֶת מִתְחַלֶּלֶת, וְכֹהֵן אֵין מִתְחַלֵּל. כֹּהֶנֶת מִטַּמְּאָה לְמֵתִים, וְאֵין כֹּהֵן מִטַּמֵּא לְמֵתִים. כֹּהֵן אוֹכֵל בְּקָדְשֵׁי קָדָשִׁים, וְאֵין כֹּהֶנֶת אוֹכֶלֶת בְּקָדְשֵׁי קָדָשִׁים: \n",
            "english": "<b>An Israelite woman who is married to a priest, her meal-offering is burned; and</b> the <b>daughter of a priest who is married to an Israelite, her meal-offering is eaten.</b> The mishna asks a general question: <b>What</b> are the differences <b>between a priest and the daughter of a priest? The meal-offering of the daughter of a priest is eaten</b> by the priests, <b>but the meal-offering of a priest is not eaten.</b> The <b>daughter of a priest can become disqualified</b> from marrying a priest and from partaking of <i>teruma</i> by engaging in sexual intercourse with someone forbidden to her, <b>but a priest does not become desacralized</b> by engaging in sexual intercourse with a woman forbidden to him. The <b>daughter of a priest may become impure</b> with impurity imparted <b>by a corpse, but a priest may not become impure</b> with impurity imparted <b>by a corpse</b> except for the burial of his seven closest relatives. <b>A priest may eat from offerings of the most sacred order, but</b> the <b>daughter of a priest may not eat from offerings of the most sacred order.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "מַה בֵּין אִישׁ לְאִשָּׁה. הָאִישׁ פּוֹרֵעַ וּפוֹרֵם, וְאֵין הָאִשָּׁה פוֹרַעַת וּפוֹרֶמֶת. הָאִישׁ מַדִּיר אֶת בְּנוֹ בְּנָזִיר, וְאֵין הָאִשָּׁה מַדֶּרֶת אֶת בְּנָהּ בְּנָזִיר. הָאִישׁ מְגַלֵּחַ עַל נְזִירוּת אָבִיו, וְאֵין הָאִשָּׁה מְגַלַּחַת עַל נְזִירוּת אָבִיהָ. הָאִישׁ מוֹכֵר אֶת בִּתּוֹ, וְאֵין הָאִשָּׁה מוֹכֶרֶת אֶת בִּתָּהּ. הָאִישׁ מְקַדֵּשׁ אֶת בִּתּוֹ, וְאֵין הָאִשָּׁה מְקַדֶּשֶׁת אֶת בִּתָּהּ. הָאִישׁ נִסְקָל עָרֹם, וְאֵין הָאִשָּׁה נִסְקֶלֶת עֲרֻמָּה. הָאִישׁ נִתְלֶה, וְאֵין הָאִשָּׁה נִתְלֵית. הָאִישׁ נִמְכָּר בִּגְנֵבָתוֹ, וְאֵין הָאִשָּׁה נִמְכֶּרֶת בִּגְנֵבָתָהּ: \n",
            "english": "<b>What</b> are the halakhic differences <b>between a man and a woman? A man lets</b> his hair <b>grow and rends</b> his garments when he is a leper, <b>but a woman does not let</b> her hair <b>grow or rend</b> her garments when she is a leper. <b>A man can vow</b> that <b>his</b> minor <b>son</b> shall <b>be a nazirite,</b> obligating the son to remain a nazirite even during his adulthood, <b>but a woman cannot vow</b> that <b>her son</b> shall <b>be a nazirite. A man can shave</b> at the culmination of his naziriteship <b>by</b> using offerings originally designated for <b>his father’s naziriteship,</b> i.e., if one’s father was also a nazirite and he died having already designated offerings for the culmination of his naziriteship; <b>but a woman cannot shave</b> at the culmination of her naziriteship <b>by</b> using offerings designated for <b>her father’s naziriteship.</b> <b>A man can betroth his daughter</b> to another man while she is a minor, <b>but a woman cannot betroth her daughter</b> even while she is a minor. <b>A man can sell his daughter</b> as a maidservant while she is a minor, <b>but a woman cannot sell her daughter</b> as a maidservant even while she is a minor. <b>A man is stoned naked, but a woman is not stoned naked. A man is hanged</b> after he is stoned for certain transgressions, <b>but a woman is not hanged. A man is sold for his</b> committing an act of <b>theft</b> in order to pay his debt, <b>but a woman is not sold for her</b> committing an act of <b>theft.</b>"
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אֲרוּסָה וְשׁוֹמֶרֶת יָבָם, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה, שֶׁנֶּאֱמַר (במדבר ה), אֲשֶׁר תִּשְׂטֶה אִשָּׁה תַּחַת אִישָׁהּ, פְּרָט לַאֲרוּסָה וְשׁוֹמֶרֶת יָבָם. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, וּבַת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה: \n",
            "english": "With regard to <b>a betrothed woman</b> who secluded herself with another man after being warned by her betrothed, <b>and a widow waiting for her brother-in-law [<i>yavam</i>]</b> to perform levirate marriage who secluded herself with another man after being warned by her <i>yavam</i>, <b>they neither drink</b> the bitter water <b>nor collect</b> payment of their <b>marriage contracts.</b> The reason they are not entitled to payment of their marriage contracts is that the betrothed woman became forbidden to her betrothed or the widow became forbidden to her <i>yavam</i> due to her own actions of entering into seclusion with the paramour. And the fact that they do not drink the bitter water is <b>as it is stated:</b> “This is the law of jealousy, <b>when a wife, while under her husband, goes astray,</b> and is defiled” (Numbers 5:29). The verse <b>excludes a betrothed woman and a widow awaiting her <i>yavam</i>;</b> since they are not yet married, neither is considered as “under her husband.” The mishna delineates cases where the woman’s marriage was prohibited in the first place: With regard to <b>a widow</b> who was married <b>to a High Priest,</b> or <b>a divorcée or <i>ḥalutza</i></b> who was married <b>to a common priest,</b> or <b>a <i>mamzeret</i></b> <b>or Gibeonite woman</b> who was married <b>to a Jew</b> of unflawed lineage, <b>or a Jewish woman</b> of unflawed lineage who was married <b>to a <i>mamzer</i> or a Gibeonite,</b> all of these women <b>neither drink</b> the bitter water <b>nor collect</b> payment of their <b>marriage contracts,</b> as the <i>sota</i> ritual applies only to permitted marriages."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה. הָאוֹמֶרֶת טְמֵאָה אָנִי, וְשֶׁבָּאוּ לָהּ עֵדִים שֶׁהִיא טְמֵאָה, וְהָאוֹמֶרֶת אֵינִי שׁוֹתָה. אָמַר בַּעְלָהּ אֵינִי מַשְׁקָהּ, וְשֶׁבַּעְלָהּ בָּא עָלֶיהָ בַדֶּרֶךְ, נוֹטֶלֶת כְּתֻבָּתָהּ וְלֹא שׁוֹתָה. מֵתוּ בַעֲלֵיהֶן עַד שֶׁלֹּא שָׁתוּ, בֵּית שַׁמַּאי אוֹמְרִים, נוֹטְלוֹת כְּתֻבָּה וְלֹא שׁוֹתוֹת. וּבֵית הִלֵּל אוֹמְרִים, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה: \n",
            "english": "<b>And the following</b> women <b>neither drink</b> the bitter water <b>nor collect</b> payment of their <b>marriage contracts:</b> A woman <b>who</b> confesses and <b>says: I am defiled, and</b> a woman <b>with regard to whom witnesses came</b> and testified <b>that she is defiled, and</b> a woman <b>who says: I will not drink</b> the bitter water, even if she does not confess her guilt. However, a woman whose <b>husband said: I will not have</b> her <b>drink, and</b> a woman <b>whose husband engaged in sexual intercourse with her on the way</b> to the Temple, <b>collect</b> payment of their <b>marriage contracts</b> even though <b>they do not drink</b> the bitter water, as it is due to the husbands that they do not drink. If <b>the husbands</b> of <i>sota</i> women <b>died before</b> their wives <b>drank</b> the bitter water, <b>Beit Shammai say: They collect</b> payment of their <b>marriage contracts and they do not drink</b> the bitter water. <b>And Beit Hillel say: They either drink</b> the bitter water <b>or they do not collect</b> payment of <b>their marriage contracts.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "מְעֻבֶּרֶת חֲבֵרוֹ וּמֵינֶקֶת חֲבֵרוֹ, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, יָכוֹל הוּא לְהַפְרִישָׁהּ וּלְהַחֲזִירָהּ לְאַחַר זְמַן. אַיְלוֹנִית וּזְקֵנָה וְשֶׁאֵינָהּ רְאוּיָה לֵילֵד, לֹא שׁוֹתוֹת וְלֹא נוֹטְלוֹת כְּתֻבָּה. רַבִּי אֱלִיעֶזֶר אוֹמֵר, יָכוֹל הוּא לִשָּׂא אִשָּׁה אַחֶרֶת וְלִפְרוֹת וְלִרְבּוֹת הֵימֶנָּה. וּשְׁאָר כָּל הַנָּשִׁים, אוֹ שׁוֹתוֹת אוֹ לֹא נוֹטְלוֹת כְּתֻבָּה: \n",
            "english": "<b>A woman who was pregnant</b> with the child <b>of another</b> man at the time of her marriage <b>and a woman who was nursing</b> the child <b>of another</b> man at the time of her marriage <b>neither drink</b> the bitter water <b>nor collect</b> payment of their <b>marriage contracts.</b> This is because by rabbinic law they may not marry for twenty-four months after the baby’s birth, and therefore these also constitute prohibited marriages. This is <b>the statement of Rabbi Meir. And the Rabbis say: He can separate</b> from <b>her, and remarry her after</b> the <b>time</b> of twenty-four months has elapsed, and therefore these are considered permitted marriages, and the women can drink the bitter water. <b>A sexually underdeveloped woman</b> who is incapable of bearing children <b>[<i>ailonit</i>], and an elderly woman, and</b> a woman <b>who is incapable of giving birth</b> for other reasons, <b>neither collect</b> payment of their <b>marriage contracts nor drink</b> the bitter water, as marrying a woman who cannot give birth constitutes a violation of the mitzva to be fruitful and multiply. <b>Rabbi Elazar says: He can marry another woman and procreate through her;</b> therefore, these are considered permitted marriages, and women in these categories can drink the bitter water. <b>And all other women either drink</b> the bitter water <b>or do not collect</b> payment of their <b>marriage contracts. </b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "אֵשֶׁת כֹּהֵן שׁוֹתָה וּמֻתֶּרֶת לְבַעְלָהּ. אֵשֶׁת סָרִיס שׁוֹתָה. עַל יְדֵי כָל עֲרָיוֹת מְקַנִּין, חוּץ מִן הַקָּטָן, וּמִמִּי שֶׁאֵינוֹ אִישׁ: \n",
            "english": "The wife of a priest drinks, and if she is found to be innocent of adultery, she <b>is permitted to her husband. The wife of a eunuch</b> also <b>drinks.</b> A husband <b>can issue a warning</b> to his wife forbidding her to seclude herself with any man, even <b>with regard to all those</b> men <b>with whom relations are forbidden,</b> e.g., her father or brother, with the <b>exception of a minor and of one who is not a man,</b> i.e., in a situation where a man suspects his wife of bestiality."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁבֵּית דִּין מְקַנִּין לָהֶן, מִי שֶׁנִּתְחָרֵשׁ בַּעְלָהּ אוֹ נִשְׁתַּטָּה, אוֹ שֶׁהָיָה חָבוּשׁ בְּבֵית הָאֲסוּרִין. לֹא לְהַשְׁקוֹתָהּ אָמְרוּ, אֶלָּא לְפָסְלָהּ מִכְּתֻבָּתָהּ. רַבִּי יוֹסֵי אוֹמֵר, אַף לְהַשְׁקוֹתָהּ, לִכְשֶׁיֵּצֵא בַעְלָהּ מִבֵּית הָאֲסוּרִין יַשְׁקֶנָּה: \n",
            "english": "<b>And these</b> are the women <b>to whom the court issues a warning</b> in place of their husbands: <b>One whose husband became a deaf-mute or became an imbecile, or was incarcerated in prison.</b> The Sages <b>said</b> that the court warns her <b>not</b> in order <b>to have her drink</b> the bitter water if she disobeys the warning, <b>but</b> in order <b>to disqualify her from</b> receiving payment of <b>her marriage contract. Rabbi Yosei says:</b> The court’s warning <b>also</b> serves <b>to have her drink,</b> and <b>when her husband is released from prison he has her drink.</b>"
          }
        }
      ]
    },
    {
      "chapter": 5,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁהַמַּיִם בּוֹדְקִין אוֹתָהּ, כָּךְ הַמַּיִם בּוֹדְקִין אוֹתוֹ, שֶׁנֶּאֱמַר (במדבר ה) וּבָאוּ, וּבָאוּ. כְּשֵׁם שֶׁאֲסוּרָה לַבַּעַל, כָּךְ אֲסוּרָה לַבּוֹעֵל, שֶׁנֶּאֱמַר (שם) נִטְמְאָה, וְנִטְמָאָה, דִּבְרֵי רַבִּי עֲקִיבָא. אָמַר רַבִּי יְהוֹשֻׁעַ, כָּךְ הָיָה דוֹרֵשׁ זְכַרְיָה בֶן הַקַּצָּב. רַבִּי אוֹמֵר, שְׁנֵי פְעָמִים הָאֲמוּרִים בַּפָּרָשָׁה אִם נִטְמְאָה נִטְמָאָה, אֶחָד לַבַּעַל וְאֶחָד לַבּוֹעֵל: \n",
            "english": "<b>Just as the water evaluates her</b> fidelity, <b>so too, the water evaluates his,</b> i.e., her alleged paramour’s, involvement in the sin, <b>as it is stated: “And</b> the water that causes the curse <b>shall enter</b> into her” (Numbers 5:24), and it is stated again: <b>“And</b> the water that causes the curse <b>shall enter</b> into her and become bitter” (Numbers 5:27). It is derived from the double mention of the phrase “and…shall enter” that both the woman and her paramour are evaluated by the water. Furthermore, prior to her drinking the water, <b>just as she is forbidden to</b> her <b>husband, so</b> too <b>is she forbidden to</b> her <b>paramour, because</b> in contrast to the verse stating: <b>“Is defiled [<i>nitma’a</i>]”</b> (Numbers 5:14), a superfluous conjoining prefix <i>vav</i> is added to a later verse, rendering the phrase: <b>“And is defiled [<i>venitma’a</i>]”</b> (Numbers 5:29). The addition indicates another prohibition, that of the woman to her paramour. This is <b>the statement of Rabbi Akiva.</b> <b>Rabbi Yehoshua said: That was how Zekharya ben HaKatzav would interpret</b> it, i.e., he also derived from the superfluous <i>vav</i> that the woman is forbidden to her paramour. <b>Rabbi</b> Yehuda HaNasi <b>says</b> an alternate source: The <b>two times that</b> the defilement of the wife <b>is stated in the passage,</b> namely: “And he warns his wife, and <b>she is defiled”</b> (Numbers 5:14), and the later verse: “When a wife, being under her husband, goes astray <b>and is defiled”</b> (Numbers 5:29), indicate that her defilement results in two prohibitions. <b>One</b> is that she is forbidden <b>to</b> her <b>husband and one</b> is that she is forbidden <b>to</b> her <b>paramour.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "בּוֹ בַּיּוֹם דָּרַשׁ רַבִּי עֲקִיבָא, (ויקרא יא) וְכָל כְּלִי חֶרֶשׂ אֲשֶׁר יִפֹּל מֵהֶם אֶל תּוֹכוֹ כֹּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא, אֵינוֹ אוֹמֵר טָמֵא אֶלָּא יִטְמָא, לְטַמֵּא אֲחֵרִים, לִמֵּד עַל כִּכָּר שֵׁנִי שֶׁמְּטַמֵּא אֶת הַשְּׁלִישִׁי. אָמַר רַבִּי יְהוֹשֻׁעַ, מִי יְגַלֶּה עָפָר מֵעֵינֶיךָ, רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁהָיִיתָ אוֹמֵר, עָתִיד דּוֹר אַחֵר לְטַהֵר כִּכָּר שְׁלִישִׁי, שֶׁאֵין לוֹ מִקְרָא מִן הַתּוֹרָה שֶׁהוּא טָמֵא. וַהֲלֹא עֲקִיבָא תַּלְמִידְךָ מֵבִיא לוֹ מִקְרָא מִן הַתּוֹרָה שֶׁהוּא טָמֵא, שֶׁנֶּאֱמַר, כֹּל אֲשֶׁר בְּתוֹכוֹ יִטְמָא: \n",
            "english": "<b>On that same day</b> that Rabbi Elazar ben Azarya was appointed head of the Sanhedrin, <b>Rabbi Akiva interpreted</b> the verse: <b>“And every earthen vessel into which any of them falls, whatever is in it shall be impure [<i>yitma</i>],</b> and you shall break it” (Leviticus 11:33), as follows: The verse <b>does not state: Is impure [<i>tamei</i>],</b> but <b>rather: “Shall be impure,”</b> in order <b>to</b> indicate that not only does the vessel itself become ritually impure, but it can now <b>render other</b> items <b>ritually impure.</b> This <b>teaches with regard to a loaf</b> that has <b>second-</b>degree ritual impurity status due to its being placed inside an earthenware vessel that had first-degree impurity, <b>that it can render</b> other food with which it comes into contact <b>impure</b> with <b>third-</b>degree impurity status. After hearing Rabbi Akiva’s statement, <b>Rabbi Yehoshua said: Who will remove the dirt from your eyes, Rabban Yoḥanan ben Zakkai,</b> so that you could live and see this? <b>As you would say:</b> In the <b>future, another generation</b> is destined <b>to deem pure a loaf</b> that contracted <b>third-</b>degree impurity, <b>as there is no</b> explicit <b>verse from the Torah</b> stating <b>that it is impure. But</b> now <b>Rabbi Akiva, your disciple, brings a verse from the Torah</b> indicating <b>that it is impure, as it is stated: “Whatever is in it shall be impure.”</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "בּוֹ בַיּוֹם דָּרַשׁ רַבִּי עֲקִיבָא (במדבר לה) וּמַדֹּתֶם מִחוּץ לָעִיר אֶת פְּאַת קֵדְמָה אַלְפַּיִם בָּאַמָּה וְגוֹ', וּמִקְרָא אַחֵר אוֹמֵר (שם) מִקִּיר הָעִיר וָחוּצָה אֶלֶף אַמָּה סָבִיב. אִי אֶפְשָׁר לוֹמַר אֶלֶף אַמָּה, שֶׁכְּבָר נֶאֱמַר אַלְפַּיִם אַמָּה, וְאִי אֶפְשָׁר לוֹמַר אַלְפַּיִם אַמָּה, שֶׁכְּבָר נֶאֱמַר אֶלֶף אַמָּה. הָא כֵיצַד, אֶלֶף אַמָּה מִגְרָשׁ, וְאַלְפַּיִם אַמָּה תְּחוּם שַׁבָּת. רַבִּי אֱלִיעֶזֶר בְּנוֹ שֶׁל רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, אֶלֶף אַמָּה מִגְרָשׁ, וְאַלְפַּיִם אַמָּה שָׂדוֹת וּכְרָמִים: \n",
            "english": "Furthermore, <b>on that same day Rabbi Akiva interpreted</b> the verses with regard to the Levite cities as follows: One verse states: <b>“And you shall measure outside the city for the east side two thousand cubits…</b>this shall be for them the open land outside the cities” (Numbers 35:5), <b>and another verse states:</b> “And the open land around the cities, which you shall give to the Levites, shall be <b>from the wall of the city and outward one thousand cubits round about”</b> (Numbers 35:4). <b>It is impossible to say</b> that the area around the cities given to the Levites was only <b>one thousand cubits, as it is already stated: “Two thousand cubits.” And it is impossible to say</b> that <b>two thousand cubits</b> were left for them, <b>as it is already stated: “One thousand cubits.” How</b> can <b>these</b> texts be reconciled? <b>One thousand cubits</b> are to be set aside as <b>a tract</b> of open land surrounding the city, <b>and</b> the <b>two thousand cubits</b> are mentioned not in order to be given to the Levites, but to indicate the boundary of <b>the Shabbat limit,</b> beyond which it is forbidden to travel on Shabbat. This verse thereby serves as the source for the two-thousand-cubit Shabbat limit. <b>Rabbi Eliezer, son of Rabbi Yosei HaGelili, says</b> otherwise: <b>One thousand cubits</b> were given to the Levites as an open <b>tract</b> of land, that could not be planted or built upon, <b>and two thousand cubits</b> of additional land were given to the Levites for planting <b>fields and vineyards.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "בּוֹ בַיּוֹם דָּרַשׁ רַבִּי עֲקִיבָא (שמות טו), אָז יָשִׁיר משֶׁה וּבְנֵי יִשְׂרָאֵל אֶת הַשִּׁירָה הַזֹּאת לַה' וַיֹּאמְרוּ לֵאמֹר, שֶׁאֵין תַּלְמוּד לוֹמַר לֵאמֹר, וּמַה תַּלְמוּד לוֹמַר לֵאמֹר, מְלַמֵּד שֶׁהָיוּ יִשְׂרָאֵל עוֹנִין אַחֲרָיו שֶׁל משֶׁה עַל כָּל דָּבָר וְדָבָר, כְּקוֹרִין אֶת הַהַלֵּל, לְכָךְ נֶאֱמַר לֵאמֹר. רַבִּי נְחֶמְיָה אוֹמֵר, כְּקוֹרִין אֶת שְׁמַע וְלֹא כְקוֹרִין אֶת הַהַלֵּל: \n",
            "english": "Additionally, <b>on that same day Rabbi Akiva interpreted</b> the verse: <b>“Then Moses and the children of Israel sang this song to the Lord, and said, saying”</b> (Exodus 15:1), as follows: <b>As</b> there is <b>no</b> need for <b>the verse to state</b> the word <b>“saying,”</b> because it states the word “said” immediately prior to it, <b>why</b> must <b>the verse state</b> the word <b>“saying”? It teaches that the Jewish people would repeat in song after Moses every single statement</b> he said, <b>as</b> is done when <b>reciting <i>hallel</i>.</b> After Moses would recite a verse, they would say as a refrain: <b>“I will sing to the Lord, for He is highly exalted”</b> (Exodus 15:1). It is <b>for this</b> reason that the word <b>“saying” is stated,</b> in addition to the word “said.” <b>Rabbi Neḥemya says:</b> The people sang the song together with Moses <b>as</b> is done when <b>reciting <i>Shema</i>,</b> which is recited in unison after the prayer leader begins, <b>and not as</b> is done when <b>reciting <i>hallel</i>.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "בּוֹ בַיּוֹם דָּרַשׁ רַבִּי יְהוֹשֻׁעַ בֶּן הוּרְקְנוֹס, לֹא עָבַד אִיּוֹב אֶת הַקָּדוֹשׁ בָּרוּךְ הוּא אֶלָּא מֵאַהֲבָה, שֶׁנֶּאֱמַר (איוב יג) הֵן יִקְטְלֵנִי לוֹ אֲיַחֵל. וַעֲדַיִן הַדָּבָר שָׁקוּל, לוֹ אֲנִי מְצַפֶּה אוֹ אֵינִי מְצַפֶּה, תַּלְמוּד לוֹמַר (שם כז) עַד אֶגְוָע לֹא אָסִיר תֻּמָּתִי מִמֶּנִּי, מְלַמֵּד שֶׁמֵּאַהֲבָה עָשָׂה. אָמַר רַבִּי יְהוֹשֻׁעַ, מִי יְגַלֶּה עָפָר מֵעֵינֶיךָ, רַבָּן יוֹחָנָן בֶּן זַכַּאי, שֶׁהָיִיתָ דוֹרֵשׁ כָּל יָמֶיךָ שֶׁלֹּא עָבַד אִיּוֹב אֶת הַמָּקוֹם אֶלָּא מִיִּרְאָה, שֶׁנֶּאֱמַר (שם א) אִישׁ תָּם וְיָשָׁר יְרֵא אֱלֹהִים וְסָר מֵרָע, וַהֲלֹא יְהוֹשֻׁעַ תַּלְמִיד תַּלְמִידְךָ לִמֵּד שֶׁמֵּאַהֲבָה עָשָׂה: \n",
            "english": "<b>On that same day Rabbi Yehoshua ben Hyrcanus taught: Job served the Holy One, Blessed be He, only out of love, as it is stated: “Though He will slay me, still I will trust in Him”</b> (Job 13:15). <b>And still, the matter is even,</b> i.e., the verse is ambiguous, as there are two possible interpretations of the verse. Was Job saying: <b>I will await Him,</b> expressing his yearning for God; <b>or</b> should the verse be interpreted as saying <b>I will not await</b> Him. As the word “lo” can mean either “to him” or “not,” it is unclear which meaning is intended here. This dilemma is resolved elsewhere, where <b>the verse states</b> a clearer indication of Job’s intent: <b>“Till I die I will not put away my integrity from me”</b> (Job 27:5). This <b>teaches that he acted out of love.</b> <b>Rabbi Yehoshua said: Who will remove the dirt from your eyes, Rabban Yoḥanan ben Zakkai,</b> so that you could live and see this? <b>As you taught all your life that Job worshipped the Omnipresent only out of fear, as it is stated:</b> “And that <b>man</b> was <b>wholehearted and upright, and God-fearing, and shunned evil”</b> (Job 1:1); <b>but</b> now <b>Yehoshua</b> ben Hyrcanus, <b>the disciple of your disciple, has taught that</b> Job <b>acted out of love.</b>"
          }
        }
      ]
    },
    {
      "chapter": 6,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "מִי שֶׁקִּנֵּא לְאִשְׁתּוֹ וְנִסְתְּרָה, אֲפִלּוּ שָׁמַע מֵעוֹף הַפּוֹרֵחַ, יוֹצִיא וְיִתֵּן כְּתֻבָּה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי יְהוֹשֻׁעַ אוֹמֵר, עַד שֶׁיִּשְׂאוּ וְיִתְּנוּ בָהּ מוֹזְרוֹת בַּלְּבָנָה: \n",
            "english": "In the case of <b>one who warned his wife</b> not to seclude herself with a particular man <b>and she</b> subsequently <b>secluded herself</b> with the man she was warned about, <b>even if he heard</b> about it <b>from a flying bird,</b> or any other source whatsoever, <b>he must divorce</b> his wife. However, he must still <b>grant her</b> the money accorded to her by her <b>marriage contract</b> because there is no actual proof of her seclusion with the man in question. This is <b>the statement of Rabbi Eliezer,</b> who, as quoted in the first mishna of the tractate (2a), holds that there is no necessity for witnesses to testify with regard to the seclusion, and the woman becomes forbidden to her husband even in the absence of witnesses, by the husband’s word alone. <b>Rabbi Yehoshua</b> disagrees, as he did in the mishna (2a), and <b>says:</b> He does not divorce his wife in the absence of witnesses <b>until</b> the gossiping women who sit and <b>spin</b> thread <b>by</b> the <b>light of the moon</b> begin to <b>discuss her</b> behavior, as they share the gossip of the town. The Gemara earlier (6b) taught that a woman whose infidelity became subject to this public discussion can no longer be tested by the bitter water of a <i>sota</i>. Consequently, she must get divorced."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "אָמַר עֵד אֶחָד, אֲנִי רְאִיתִיהָ שֶׁנִּטְמֵאת, לֹא הָיְתָה שׁוֹתָה. וְלֹא עוֹד אֶלָּא אֲפִלּוּ עֶבֶד, אֲפִלּוּ שִׁפְחָה, הֲרֵי אֵלּוּ נֶאֱמָנִין אַף לְפָסְלָהּ מִכְּתֻבָּתָהּ. חֲמוֹתָהּ וּבַת חֲמוֹתָהּ וְצָרָתָהּ וִיבִמְתָּהּ וּבַת בַּעְלָהּ, הֲרֵי אֵלּוּ נֶאֱמָנוֹת, וְלֹא לְפָסְלָהּ מִכְּתֻבָּתָהּ, אֶלָּא שֶׁלֹּא תִשְׁתֶּה: \n",
            "english": "The mishna continues to list various possible testimonies concerning of such acts of seclusion. If <b>one witness said: I saw that she became defiled</b> during her seclusion by engaging in sexual intercourse with that other man, <b>she does not drink</b> the bitter water, but rather, he divorces her immediately. <b>And furthermore, even</b> if the one who testified was <b>a slave or a maidservant,</b> neither of whom is generally regarded as a valid witness, <b>they are deemed credible</b> to testify to the wife’s adultery <b>even to</b> the extent that their testimony <b>disqualifies her from</b> receiving <b>her marriage contract</b> and prevents her from drinking the bitter water. The mishna continues by listing women whose testimony is only partially accepted concerning this matter: <b>Her mother-in-law, and her mother in-law’s daughter, and her rival wife,</b> i.e., a second wife of the husband, <b>and her <i>yevama</i>,</b> i.e., her husband’s brother’s wife, <b>and her husband’s daughter,</b> all of whom are generally not deemed credible if they say anything incriminating pertaining to this woman due to the tumultuous relationships these women often have. <b>They are</b> all <b>deemed credible</b> to testify concerning the woman’s defilement while in seclusion, <b>but</b> are <b>not</b> deemed credible <b>to</b> the extent that their testimony will <b>disqualify her from</b> receiving <b>her marriage contract; rather,</b> it is deemed credible to the extent that she will <b>not drink</b> of the bitter water of a <i>sota</i>."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "שֶׁהָיָה בְדִין, וּמָה אִם עֵדוּת רִאשׁוֹנָה שֶׁאֵין אוֹסַרְתָּהּ אִסּוּר עוֹלָם, אֵינָהּ מִתְקַיֶּמֶת בְּפָחוֹת מִשְּׁנַיִם, עֵדוּת אַחֲרוֹנָה שֶׁאוֹסַרְתָּהּ אִסּוּר עוֹלָם, אֵינוֹ דִין שֶׁלֹּא תִתְקַיֵּם בְּפָחוֹת מִשְּׁנָיִם, תַּלְמוּד לוֹמַר וְעֵד אֵין בָּהּ, כָּל עֵדוּת שֶׁיֵּשׁ בָּהּ. קַל וָחֹמֶר לָעֵדוּת הָרִאשׁוֹנָה מֵעַתָּה, וּמָה אִם עֵדוּת אַחֲרוֹנָה שֶׁאוֹסַרְתָּהּ אִסּוּר עוֹלָם, הֲרֵי הִיא מִתְקַיֶּמֶת בְּעֵד אֶחָד, עֵדוּת הָרִאשׁוֹנָה שֶׁאֵין אוֹסַרְתָּהּ אִסּוּר עוֹלָם, אֵינוֹ דִין שֶׁתִּתְקַיֵּם בְּעֵד אֶחָד, תַּלְמוּד לוֹמַר (דברים כד) כִּי מָצָא בָהּ עֶרְוַת דָּבָר, וּלְהַלָּן הוּא אוֹמֵר (שם יט), עַל פִּי שְׁנֵי עֵדִים יָקוּם דָּבָר, מַה לְּהַלָּן עַל פִּי שְׁנַיִם עֵדִים, אַף כָּאן עַל פִּי שְׁנַיִם עֵדִים: \n",
            "english": "This ruling allowing one witness’s testimony with regard to defilement needs to be stated, <b>as, by right,</b> it <b>should</b> not <b>have been</b> deemed credible based on the following <i>a fortiori</i> inference: <b>And just as if</b> with regard to <b>the first testimony</b> concerning seclusion, <b>which does not forbid her</b> with <b>an irrevocable prohibition,</b> as the woman can be found innocent permitting her again to her husband by drinking the bitter water, <b>is not established with fewer than two</b> witnesses, since according to the mishna the testimony of seclusion requires two witnesses, then with regard to <b>the final testimony</b> concerning defilement, <b>which forbids her</b> to her husband with <b>an irrevocable prohibition, is it not logical that it</b> should also <b>not be established with fewer than two</b> witnesses? Therefore, to counter this derivation, <b>the verse states: “And there be no witness against her”</b> (Numbers 5:13), teaching that <b>any</b> testimony with regard to defilement <b>that there is against her</b> is sufficient, and two witnesses are not required. The Gemara asks: <b>And from now</b> that it is established that one witness suffices to testify with regard to defilement, <b>an <i>a fortiori</i></b> inference can be made <b>with regard to the first testimony</b> of seclusion: <b>And just as if</b> concerning <b>the final testimony</b> of defilement, <b>which forbids her</b> with <b>an irrevocable prohibition,</b> yet it <b>is established by one witness,</b> then with regard to <b>the first testimony, which does not forbid her</b> with <b>an irrevocable prohibition, is it not logical that it should be established with</b> only <b>one witness?</b> Therefore, to counter this derivation, <b>the verse states:</b> “When a man takes a wife, and marries her, and it comes to pass, if she finds no favor in his eyes, <b>because he has found some unseemly matter [<i>davar</i>] in her”</b> (Deuteronomy 24:1), <b>and there,</b> in the laws concerning monetary matters, <b>it states: “At the mouth of two witnesses,</b> or at the mouth of three witnesses, <b>shall a matter [<i>davar</i>] be established”</b> (Deuteronomy 19:15), teaching that <b>just as</b> the “matter” stated <b>there</b> is established <b>“at the mouth of two witnesses,” so too, here</b> the “matter” of her seclusion must be established <b>“at the mouth of two</b> witnesses.”"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "עֵד אוֹמֵר נִטְמֵאת וְעֵד אוֹמֵר לֹא נִטְמֵאת, אִשָּׁה אוֹמֶרֶת נִטְמֵאת וְאִשָּׁה אוֹמֶרֶת לֹא נִטְמֵאת, הָיְתָה שׁוֹתָה. אֶחָד אוֹמֵר נִטְמֵאת וּשְׁנַיִם אוֹמְרִים לֹא נִטְמֵאת, הָיְתָה שׁוֹתָה. שְׁנַיִם אוֹמְרִים נִטְמֵאת וְאֶחָד אוֹמֵר לֹא נִטְמֵאת, לֹא הָיְתָה שׁוֹתָה: \n",
            "english": "The mishna discusses the <i>halakha</i> in a case where two single witnesses contradict each other concerning her defilement. If one <b>witness says: She was defiled, and</b> another <b>witness says: She was not defiled,</b> or similarly in the case of those normally disqualified from bearing witness, if one <b>woman says: She was defiled, and</b> another <b>woman says: She was not defiled, she would drink</b> the bitter water of a <i>sota</i>, due to the uncertainty engendered by the contradictory testimonies. Similarly, if <b>one</b> witness <b>says: She was defiled, and two</b> witnesses <b>say: She was not defiled, she would drink</b> the bitter water. However, if <b>two</b> would <b>say: She was defiled, and one says: She was not defiled,</b> the testimony of the two witnesses is accepted and <b>she would not drink</b> the bitter water, and the husband must divorce her."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אֵלּוּ נֶאֱמָרִין בְּכָל לָשׁוֹן, פָּרָשַׁת סוֹטָה, וּוִדּוּי מַעֲשֵׂר, קְרִיאַת שְׁמַע, וּתְפִלָּה, וּבִרְכַּת הַמָּזוֹן, וּשְׁבוּעַת הָעֵדוּת, וּשְׁבוּעַת הַפִּקָּדוֹן: \n",
            "english": "<b>These are recited in any language,</b> not specifically Hebrew: <b>The portion of</b> the warning and the oath administered by the priest to <b>a woman suspected by her husband of having been unfaithful [<i>sota</i>]; and the declaration of tithes,</b> which occurs after the third and the sixth years of the seven-year Sabbatical cycle, when one declares that he has given his tithes appropriately; <b><i>Shema</i>; and</b> the <i>Amida</i> <b>prayer; and Grace after Meals; and an oath of testimony,</b> where one takes an oath that he does not have any testimony to provide on a given issue; <b>and an oath on a deposit,</b> where one takes an oath that he does not have possession of another’s deposit."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ נֶאֱמָרִין בִּלְשׁוֹן הַקֹּדֶשׁ. מִקְרָא בִכּוּרִים, וַחֲלִיצָה, בְּרָכוֹת וּקְלָלוֹת, בִּרְכַּת כֹּהֲנִים, וּבִרְכַּת כֹּהֵן גָּדוֹל, וּפָרָשַׁת הַמֶּלֶךְ, וּפָרָשַׁת עֶגְלָה עֲרוּפָה, וּמְשׁוּחַ מִלְחָמָה בְּשָׁעָה שֶׁמְּדַבֵּר אֶל הָעָם: \n",
            "english": "<b>And these are recited</b> only <b>in the sacred tongue,</b> Hebrew: <b>The recitation of</b> the verses that one recounts when bringing the <b>first fruits</b> to the Temple; <b>and</b> the recitations which form an element of <b>the ritual through which a <i>yavam</i> frees a <i>yevama</i> of her levirate bonds [<i>ḥalitza</i>];</b> the <b>blessings and curses</b> that were spoken on Mount Gerizim and Mount Ebal; <b>the Priestly Benediction; and the blessing</b> on the Torah recited <b>by</b> the <b>High Priest</b> on Yom Kippur; <b>and the portion of</b> the Torah read by <b>the king</b> at the assembly on <i>Sukkot</i> at the conclusion of the Sabbatical Year; <b>and the portion</b> recited during the ritual <b>of a heifer whose neck is broken,</b> when a person is found killed in an area that is between two cities, and the murderer is unknown; <b>and</b> the speech of a priest who is <b>anointed for war when he addresses the nation</b> before going out to battle."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "מִקְרָא בִכּוּרִים כֵּיצַד, (דברים כו) וְעָנִיתָ וְאָמַרְתָּ לִפְנֵי ה' אֱלֹהֶיךָ, וּלְהַלָּן הוּא אוֹמֵר (שם כז) וְעָנוּ הַלְוִיִּם וְאָמְרוּ, מָה עֲנִיָּה הָאֲמוּרָה לְהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ, אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ: \n",
            "english": "<b>How</b> is it derived that the <b>recitation</b> when bringing the <b>first fruits</b> is recited specifically in Hebrew? When the Torah discusses this mitzva it states: <b>“And you shall speak and say before the Lord your God”</b> (Deuteronomy 26:5), <b>and below,</b> in the discussion of the blessings and curses, <b>it states: “And the Levites shall speak and say”</b> (Deuteronomy 27:14). <b>Just as there,</b> the Levites speak <b>in the sacred tongue, so too here,</b> the recitation is <b>in the sacred tongue.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "חֲלִיצָה כֵּיצַד, (שם כה) וְעָנְתָה וְאָמְרָה, וּלְהַלָּן הוּא אוֹמֵר וְעָנוּ הַלְוִיִּם וְאָמְרוּ, מָה עֲנִיָּה הָאֲמוּרָה לְהַלָּן בִּלְשׁוֹן הַקֹּדֶשׁ, אַף כָּאן בִּלְשׁוֹן הַקֹּדֶשׁ. רַבִּי יְהוּדָה אוֹמֵר, וְעָנְתָה וְאָמְרָה כָּכָה, עַד שֶׁתֹּאמַר בַּלָּשׁוֹן הַזֶּה: \n",
            "english": "<b>How</b> is it derived that the recitation at <b>a <i>ḥalitza</i></b> ceremony must be in Hebrew? The verse in the Torah portion discussing <i>ḥalitza</i> states: <b>“And she shall speak and say”</b> (Deuteronomy 25:9), <b>and below it states: “And the Levites shall speak and say”</b> (Deuteronomy 27:14). <b>Just as there,</b> the Levites speak <b>in the sacred tongue, so too here,</b> the recitation is <b>in the sacred tongue.</b> <b>Rabbi Yehuda says:</b> This can be derived from a different word in the verse: <b>“And she shall speak and say: So</b> shall it be done to the man that does not build up his brother’s house” (Deuteronomy 25:9). The word “so” indicates that her statement is ineffective <b>unless she says</b> it <b>in these</b> exact <b>words.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "בְּרָכוֹת וּקְלָלוֹת כֵּיצַד. כֵּיוָן שֶׁעָבְרוּ יִשְׂרָאֵל אֶת הַיַּרְדֵּן וּבָאוּ אֶל הַר גְּרִזִּים וְאֶל הַר עֵיבָל שֶׁבְּשׁוֹמְרוֹן שֶׁבְּצַד שְׁכֶם שֶׁבְּאֵצֶל אֵלוֹנֵי מֹרֶה, שֶׁנֶּאֱמַר (שם יא) הֲלֹא הֵמָּה בְּעֵבֶר הַיַּרְדֵּן וְגוֹ', וּלְהַלָּן הוּא אוֹמֵר (בראשית יב) וַיַּעֲבֹר אַבְרָם בָּאָרֶץ עַד מְקוֹם שְׁכֶם עַד אֵלוֹן מוֹרֶה, מָה אֵלוֹן מוֹרֶה הָאָמוּר לְהַלָּן שְׁכֶם, אַף אֵלוֹן מוֹרֶה הָאָמוּר כָּאן שְׁכֶם. שִׁשָּׁה שְׁבָטִים עָלוּ לְרֹאשׁ הַר גְּרִזִּים וְשִׁשָּׁה שְׁבָטִים עָלוּ לְרֹאשׁ הַר עֵיבָל, וְהַכֹּהֲנִים וְהַלְוִיִּם וְהָאָרוֹן עוֹמְדִים לְמַטָּה בָאֶמְצַע, הַכֹּהֲנִים מַקִּיפִין אֶת הָאָרוֹן, וְהַלְוִיִּם אֶת הַכֹּהֲנִים, וְכָל יִשְׂרָאֵל מִכָּאן וּמִכָּאן, שֶׁנֶּאֱמַר (יהושע ח) וְכָל יִשְׂרָאֵל וּזְקֵנָיו וְשֹׁטְרָיו וְשֹׁפְטָיו עֹמְדִים מִזֶּה וּמִזֶּה לָאָרוֹן וְגוֹ'. הָפְכוּ פְנֵיהֶם כְּלַפֵּי הַר גְּרִזִּים וּפָתְחוּ בַבְּרָכָה, בָּרוּךְ הָאִישׁ אֲשֶׁר לֹא יַעֲשֶׂה פֶסֶל וּמַסֵּכָה, וְאֵלּוּ וָאֵלּוּ עוֹנִין אָמֵן. הָפְכוּ פְנֵיהֶם כְּלַפֵּי הַר עֵיבָל וּפָתְחוּ בַקְּלָלָה, (דברים כז) אָרוּר הָאִישׁ אֲשֶׁר יַעֲשֶׂה פֶסֶל וּמַסֵּכָה, וְאֵלּוּ וָאֵלּוּ עוֹנִין אָמֵן, עַד שֶׁגּוֹמְרִין בְּרָכוֹת וּקְלָלוֹת. וְאַחַר כָּךְ הֵבִיאוּ אֶת הָאֲבָנִים וּבָנוּ אֶת הַמִּזְבֵּחַ וְסָדוּהוּ בְסִיד, וְכָתְבוּ עָלָיו אֶת כָּל דִּבְרֵי הַתּוֹרָה בְּשִׁבְעִים לָשׁוֹן, שֶׁנֶּאֱמַר (שם) בַּאֵר הֵיטֵב, וְנָטְלוּ אֶת הָאֲבָנִים וּבָאוּ וְלָנוּ בִמְקוֹמָן: \n",
            "english": "<b>How</b> did the ceremony of the <b>blessings and curses</b> take place? <b>When the Jewish people crossed the Jordan River they came to Mount Gerizim and Mount Ebal, which are in Samaria along-side</b> the city of <b>Shechem, which is near the oaks of Moreh, as it is stated: “Are they not beyond the Jordan,</b> behind the way of the going down of the sun, in the land of the Canaanites that dwell in the Arabah, over against Gilgal, beside the oaks of Moreh?” (Deuteronomy 11:30), <b>and there it states: “And Abram passed through the land until the place of Shechem, until the oaks of Moreh”</b> (Genesis 12:6). <b>Just as the oaks of Moreh mentioned there</b> with regard to Abraham <b>are</b> close to <b>Shechem, so too, the oaks of Moreh mentioned here are</b> close to <b>Shechem.</b> <b>Six tribes ascended to the top of Mount Gerizim and six tribes ascended to the top of Mount Ebal, and the priests and the Levites and the Ark were standing at the bottom in the middle,</b> between the two mountains. <b>The priests were surrounding the Ark and the Levites</b> were surrounding <b>the priests, and all</b> the rest <b>of the Jewish people</b> were standing on the mountains <b>on this side and on that side, as it is stated: “And all Israel, and their elders and officers, and their judges, stood on this side of the Ark and on that side</b> before the priests the Levites that bore the Ark of the Covenant of the Lord” (Joshua 8:33). The Levites then <b>turned to face Mount Gerizim and opened with</b> the <b>blessing: Blessed be the man who does not make a graven or molten image</b> (see Deuteronomy 27:15), <b>and these</b> people <b>and those</b> people, i.e., the two groups standing on either mountain, <b>answered: Amen.</b> Then <b>they turned to face Mount Ebal and opened with</b> the <b>curse: “Cursed be the man who makes a graven or molten image”</b> (Deuteronomy 27:15), <b>and these</b> people <b>and those</b> people <b>answered: Amen.</b> They continued in this manner <b>until they completed</b> reciting all of the <b>blessings and curses.</b> <b>And afterward they brought the stones</b> as commanded in the Torah, <b>and</b> they <b>built the altar and plastered it with plaster, and they wrote on it all of the words of the Torah in seventy languages, as it is stated:</b> “And you shall write on the stones all the words of this law <b>clearly elucidated”</b> (Deuteronomy 27:8), indicating that it was to be written in every language. <b>And they</b> then <b>took the stones</b> from there <b>and came</b> to Gilgal <b>and slept in their</b> lodging <b>place.</b> "
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "בִּרְכַּת כֹּהֲנִים כֵּיצַד, בַּמְּדִינָה אוֹמְרִים אוֹתָהּ שָׁלשׁ בְּרָכוֹת, וּבַמִּקְדָּשׁ בְּרָכָה אֶחָת. בַּמִּקְדָּשׁ אוֹמֵר אֶת הַשֵּׁם כִּכְתָבוֹ, וּבַמְּדִינָה בְכִנּוּיוֹ. בַּמְּדִינָה כֹּהֲנִים נוֹשְׂאִים אֶת יְדֵיהֶן כְּנֶגֶד כִּתְפֵיהֶן, וּבַמִּקְדָּשׁ עַל גַּבֵּי רָאשֵׁיהֶן, חוּץ מִכֹּהֵן גָּדוֹל שֶׁאֵינוֹ מַגְבִּיהַּ אֶת יָדָיו לְמַעְלָה מִן הַצִּיץ. רַבִּי יְהוּדָה אוֹמֵר, אַף כֹּהֵן גָּדוֹל מַגְבִּיהַּ יָדָיו לְמַעְלָה מִן הַצִּיץ, שֶׁנֶּאֱמַר (ויקרא ט) וַיִּשָּׂא אַהֲרֹן אֶת יָדָיו אֶל הָעָם וַיְבָרְכֵם: \n",
            "english": "<b>How</b> is <b>the Priestly Benediction</b> recited? <b>In the country,</b> i.e., outside the Temple, the priest <b>recites</b> the verses as <b>three blessings,</b> pausing between each verse while the people respond amen. <b>And in the Temple,</b> the priests recite all three verses as <b>one blessing,</b> after which the people respond: Blessed be the Lord, God, the God of Israel, from eternity to eternity, as is the customary response to blessings in the Temple. <b>In the Temple,</b> the priest <b>utters the name</b> of God <b>as it is written</b> in the Torah, i.e., the Tetragrammaton, <b>and in the country</b> they use <b>its substitute name</b> of Lordship. <b>In the country, the priests lift their hands</b> so they are <b>aligned with their shoulders</b> during the benediction. <b>And in the Temple</b> they lift them <b>above their heads, except for the High Priest, who does not lift his hands above the frontplate.</b> Since the Tetragrammaton is inscribed on it, it is inappropriate for him to lift his hands above it. <b>Rabbi Yehuda says: Even the High Priest lifts his hands above the frontplate, as it is stated: “And Aaron lifted up his hands toward the people and blessed them”</b> (Leviticus 9:22)."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בִּרְכוֹת כֹּהֵן גָּדוֹל כֵּיצַד. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנָהּ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנָהּ לַסְּגָן, וְהַסְּגָן נוֹתְנָהּ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל וְקוֹרֵא עוֹמֵד, וְקוֹרֵא אַחֲרֵי מוֹת (שם טז), וְאַךְ בֶּעָשׂוֹר (שם כג). וְגוֹלֵל אֶת הַתּוֹרָה וּמַנִּיחָהּ בְּחֵיקוֹ וְאוֹמֵר, יוֹתֵר מִמַּה שֶּׁקָּרִיתִי לִפְנֵיכֶם כָּתוּב כָּאן. וּבֶעָשׂוֹר שֶׁבְּחֻמַּשׁ הַפִּקּוּדִים (במדבר כט) קוֹרֵא עַל פֶּה, וּמְבָרֵךְ עָלֶיהָ שְׁמֹנֶה בְרָכוֹת, עַל הַתּוֹרָה, וְעַל הָעֲבוֹדָה, וְעַל הַהוֹדָיָה, וְעַל מְחִילַת הֶעָוֹן, וְעַל הַמִּקְדָּשׁ, וְעַל יִשְׂרָאֵל, וְעַל הַכֹּהֲנִים, וְעַל שְׁאָר הַתְּפִלָּה: \n",
            "english": "<b>How</b> are <b>the blessings of the High Priest</b> recited on Yom Kippur? <b>The synagogue attendant takes a Torah scroll and gives it to the head of the synagogue</b> that stands on the Temple Mount, <b>and the head of the synagogue gives it to the deputy</b> High Priest, <b>and the deputy</b> High Priest <b>gives it to the High Priest.</b> <b>And the High Priest stands; and receives</b> the Torah scroll; <b>and reads</b> the Torah portion beginning with the verse: <b>“After the death”</b> (Leviticus 16:1–34), <b>and</b> the portion beginning with the verse: <b>“But on the tenth”</b> (Leviticus 23:26–32); <b>and furls the Torah</b> scroll; <b>and places it on his bosom; and says: More than what I have read before you is written here. He</b> then <b>reads by heart</b> the portion beginning with: <b>“And on the tenth,” from the book of Numbers</b> (see 29:7–11). <b>And</b> after the reading the High Priest <b>recites</b> the following <b>eight blessings:</b> A blessing <b>concerning the Torah, and concerning the</b> Temple <b>service, and concerning thanksgiving, and concerning forgiveness for iniquity, and concerning the Temple, and concerning the Jewish people, and concerning the priests, and concerning Jerusalem, and the rest of the prayer.</b>"
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "פָּרָשַׁת הַמֶּלֶךְ כֵּיצַד. מוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן שֶׁל חָג, בַּשְּׁמִינִי בְּמוֹצָאֵי שְׁבִיעִית, עוֹשִׂין לוֹ בִימָה שֶׁל עֵץ בָּעֲזָרָה, וְהוּא יוֹשֵׁב עָלֶיהָ, שֶׁנֶּאֱמַר (דברים לא) מִקֵּץ שֶׁבַע שָׁנִים בְּמֹעֵד וְגוֹ'. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנָהּ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנָהּ לַסְּגָן, וְהַסְּגָן נוֹתְנָהּ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל נוֹתְנָהּ לַמֶּלֶךְ, וְהַמֶּלֶךְ עוֹמֵד וּמְקַבֵּל וְקוֹרֵא יוֹשֵׁב. אַגְרִיפָּס הַמֶּלֶךְ עָמַד וְקִבֵּל וְקָרָא עוֹמֵד, וְשִׁבְּחוּהוּ חֲכָמִים. וּכְשֶׁהִגִּיעַ (שם יז) לְלֹא תוּכַל לָתֵת עָלֶיךָ אִישׁ נָכְרִי, זָלְגוּ עֵינָיו דְּמָעוֹת. אָמְרוּ לוֹ, אַל תִּתְיָרֵא אַגְרִיפָּס, אָחִינוּ אָתָּה, אָחִינוּ אָתָּה, אָחִינוּ אָתָּה. וְקוֹרֵא מִתְּחִלַּת אֵלֶּה הַדְּבָרִים (דברים א׳:א׳) עַד שְׁמַע, וּשְׁמַע (שם ו), וְהָיָה אִם שָׁמֹעַ (שם יא), עַשֵּׂר תְּעַשֵּׂר (שם יד), כִּי תְכַלֶּה לַעְשֵׂר (שם כו), וּפָרָשַׁת הַמֶּלֶךְ (שם יז), וּבְרָכוֹת וּקְלָלוֹת (שם כח), עַד שֶׁגּוֹמֵר כָּל הַפָּרָשָׁה. בְּרָכוֹת שֶׁכֹּהֵן גָּדוֹל מְבָרֵךְ אוֹתָן, הַמֶּלֶךְ מְבָרֵךְ אוֹתָן, אֶלָּא שֶׁנּוֹתֵן שֶׁל רְגָלִים תַּחַת מְחִילַת הֶעָוֹן: \n",
            "english": "<b>How</b> is <b>the portion of</b> the Torah that is read by <b>the king</b> recited at the assembly, when all the Jewish people would assemble? At <b>the conclusion of the first day of the festival</b> of <i>Sukkot</i>, <b>on the eighth,</b> after <b>the conclusion of the Sabbatical Year, they make a wooden platform for</b> the king <b>in the</b> Temple <b>courtyard, and he sits on it, as it is stated: “At the end of every seven years, in the Festival</b> of the Sabbatical Year” (Deuteronomy 31:10). <b>The synagogue attendant takes a Torah scroll and gives it to the head of the synagogue</b> that stands on the Temple Mount. <b>And the head of the synagogue gives it to the deputy</b> High Priest, <b>and the deputy</b> High Priest <b>gives it to the High Priest, and the High priest gives it to the king. And the king stands, and receives</b> the Torah scroll, <b>and reads</b> from it while <b>sitting.</b> <b>King Agrippa arose, and received</b> the Torah scroll, <b>and read</b> from it while <b>standing, and the Sages praised him</b> for this. <b>And when</b> Agrippa <b>arrived at</b> the verse in the portion read by the king that states: <b>“You may not appoint a foreigner over you”</b> (Deuteronomy 17:15), <b>tears flowed from his eyes,</b> because he was a descendant of the house of Herod and was not of Jewish origin. The entire nation <b>said to him: Fear not, Agrippa. You are our brother, you are our brother.</b> <b>And</b> the king <b>reads from the beginning of</b> Deuteronomy, from the verse that states: <b>“And these are the words”</b> (Deuteronomy 1:1), <b>until</b> the words: <b>“Hear,</b> O Israel” (Deuteronomy 6:4). <b>And</b> he then reads the sections beginning with: <b>“Hear,</b> O Israel” (Deuteronomy 6:4–9), <b>“And it shall come to pass, if you shall hearken”</b> (Deuteronomy 11:13–21), <b>“You shall tithe”</b> (Deuteronomy 14:22–29), <b>“When you have made an end of the tithing”</b> (Deuteronomy 26:12–15), <b>and the passage concerning the</b> appointment of <b>a king</b> (Deuteronomy 17:14–20), <b>and the blessings and curses</b> (Deuteronomy 28), <b>until he finishes the entire portion.</b> The same <b>blessings that the High Priest recites</b> on Yom Kippur, <b>the king recites</b> at this ceremony, <b>but he delivers</b> a blessing <b>concerning the Festivals in place of</b> the blessing concerning <b>forgiveness for iniquity.</b>"
          }
        }
      ]
    },
    {
      "chapter": 8,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "מְשׁוּחַ מִלְחָמָה, בְּשָׁעָה שֶׁמְּדַבֵּר אֶל הָעָם, בִּלְשׁוֹן הַקֹּדֶשׁ הָיָה מְדַבֵּר, שֶׁנֶּאֱמַר (דברים כ) וְהָיָה כְּקָרָבְכֶם אֶל הַמִּלְחָמָה וְנִגַּשׁ הַכֹּהֵן, זֶה כֹּהֵן מְשׁוּחַ מִלְחָמָה, וְדִבֶּר אֶל הָעָם, בִּלְשׁוֹן הַקֹּדֶשׁ. וְאָמַר אֲלֵיהֶם (שם) שְׁמַע יִשְׂרָאֵל אַתֶּם קְרֵבִים הַיּוֹם לַמִּלְחָמָה עַל אֹיְבֵיכֶם, וְלֹא עַל אֲחֵיכֶם, לֹא יְהוּדָה עַל שִׁמְעוֹן, וְלֹא שִׁמְעוֹן עַל בִּנְיָמִין, שֶׁאִם תִּפְּלוּ בְיָדָם יְרַחֲמוּ עֲלֵיכֶם, כְּמָה שֶׁנֶּאֱמַר (דה\"ב כח) וַיָּקֻמוּ הָאֲנָשִׁים אֲשֶׁר נִקְּבוּ בְשֵׁמוֹת וַיַּחֲזִיקוּ בַשִּׁבְיָה וְכָל מַעֲרֻמֵּיהֶם הִלְבִּישׁוּ מִן הַשָּׁלָל וַיַּלְבִּשֻׁם וַיַּנְעִלּוּם וַיַּאֲכִלוּם וַיַּשְׁקוּם וַיְסֻכוּם וַיְנַהֲלוּם בַּחֲמֹרִים לְכָל כּוֹשֵׁל וַיְבִיאוּם יְרֵחוֹ עִיר הַתְּמָרִים אֵצֶל אֲחֵיהֶם וַיָּשׁוּבוּ שֹׁמְרוֹן. עַל אוֹיְבֵיכֶם אַתֶּם הוֹלְכִים, שֶׁאִם תִּפְּלוּ בְיָדָם אֵין מְרַחֲמִין עֲלֵיכֶם. אַל יֵרַךְ לְבַבְכֶם אַל תִּירְאוּ וְאַל תַּחְפְּזוּ וְגוֹ' (דברים כ). אַל יֵרַךְ לְבַבְכֶם, מִפְּנֵי צָהֳלַת סוּסִים וְצִחְצוּחַ חֲרָבוֹת. אַל תִּירְאוּ, מִפְּנֵי הֲגָפַת תְּרִיסִין וְשִׁפְעַת הַקַּלְגַּסִּין. אַל תַּחְפְּזוּ, מִקּוֹל קְרָנוֹת. אַל תַּעַרְצוּ, מִפְּנֵי קוֹל צְוָחוֹת. כִּי ה' אֱלֹהֵיכֶם הַהֹלֵךְ עִמָּכֶם, הֵן בָּאִין בְּנִצְחוֹנוֹ שֶׁל בָּשָׂר וָדָם, וְאַתֶּם בָּאִים בְּנִצְחוֹנוֹ שֶׁל מָקוֹם. פְּלִשְׁתִּים בָּאוּ בְנִצְחוֹנוֹ שֶׁל גָּלְיָת, מֶה הָיָה סוֹפוֹ, לְסוֹף נָפַל בַּחֶרֶב וְנָפְלוּ עִמּוֹ. בְּנֵי עַמּוֹן בָּאוּ בְנִצְחוֹנוֹ שֶׁל שׁוֹבַךְ, מֶה הָיָה סוֹפוֹ, לְסוֹף נָפַל בַּחֶרֶב וְנָפְלוּ עִמּוֹ. וְאַתֶּם אִי אַתֶּם כֵּן. כִּי ה' אֱלֹהֵיכֶם הַהֹלֵךְ עִמָּכֶם לְהִלָּחֵם לָכֶם וְגוֹ', זֶה מַחֲנֵה הָאָרוֹן: \n",
            "english": "With regard to <b>the</b> priest who was <b>anointed for war, at the time that he</b> would <b>speak to the nation, he would speak</b> to them <b>in the sacred tongue,</b> Hebrew, <b>as it is stated: “And it shall be, when you draw near to the battle, that the priest shall approach</b> and speak to the people” (Deuteronomy 20:2). <b>This</b> priest identified in the verse is <b>the priest anointed for war,</b> the priest who is inaugurated specifically to serve this function. <b>“And speak to the people”;</b> he addresses them <b>in the sacred tongue,</b> Hebrew. The Torah dictates the priest’s address: <b>“And</b> he <b>shall say to them: Hear Israel,</b> you draw near today to battle against your enemies; let not your heart faint; fear not, nor be alarmed, and do not be terrified of them” (Deuteronomy 20:3). The priest expounds: <b>“Against your enemies” and not against your brothers.</b> This is <b>not</b> a war of the tribe of <b>Judah against Simon and not Simon against Benjamin,</b> such <b>that if you fall into their hands</b> your brothers <b>will have mercy on you, as it is stated</b> with regard to a war between Judah and Israel: <b>“And the men that have been mentioned by name rose up, and took the captives, and with the spoil clothed all that were naked among them, and arrayed them, and shod them, and gave them to eat and to drink, and anointed them, and carried all the feeble of them upon donkeys, and brought them to Jericho, the city of palm trees, unto their brethren; then they returned to Samaria”</b> (II Chronicles 28:15). Rather, <b>you are marching</b> to war <b>against your enemies, and if you fall into their hands, they</b> will <b>not have mercy on you.</b> The priest continues: <b>“Let not your heart faint; fear not, nor be alarmed,</b> and do not be terrified of them” (Deuteronomy 20:3). <b>“Let not your heart faint” due to the neighing of horses and the sharpening of</b> the enemy’s <b>swords. “Fear not” due to the knocking of shields [<i>terisin</i>] and the noise of</b> their <b>boots [<i>calgassin</i>]. “Nor be alarmed” by the sound of trumpets. “Do not be terrified” due to the sound of shouts.</b> The priest explains why the soldiers need not be terrified. <b>“For the Lord your God is He that goes with you,</b> to fight for you against your enemies, to save you” (Deuteronomy 20:4). Remember that <b>they come</b> to war <b>championed by flesh and blood, and you are coming championed by the Omnipresent. The Philistines came championed by Goliath. What was his end? In the end, he fell by the sword, and they fell with him</b> (see I Samuel, chapter 17). <b>The Ammonites came championed by Shobach. What was his end? In the end, he fell by the sword, and they fell with him</b> (see II Samuel, chapter 10). <b>But</b> as for <b>you, you are not so,</b> reliant upon the strength of mortals: <b>“For the Lord your God is He that goes with you, to fight for you</b> against your enemies, to save you”; <b>this</b> verse is referring to the <b>camp of the Ark</b> of the Covenant that accompanies them out to war."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְדִבְּרוּ הַשֹּׁטְרִים אֶל הָעָם לֵאמֹר מִי הָאִישׁ אֲשֶׁר בָּנָה בַיִת חָדָשׁ וְלֹא חֲנָכוֹ יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ וְגוֹ' (שם). אֶחָד הַבּוֹנֶה בֵית הַתֶּבֶן, בֵּית הַבָּקָר, בֵּית הָעֵצִים, בֵּית הָאוֹצָרוֹת. אֶחָד הַבּוֹנֶה, וְאֶחָד הַלּוֹקֵחַ, וְאֶחָד הַיּוֹרֵשׁ, וְאֶחָד שֶׁנִּתַּן לוֹ מַתָּנָה. וּמִי הָאִישׁ אֲשֶׁר נָטַע כֶּרֶם וְלֹא חִלְּלוֹ וְגוֹ' (שם). אֶחָד הַנּוֹטֵעַ הַכֶּרֶם וְאֶחָד הַנּוֹטֵעַ חֲמִשָּׁה אִילָנֵי מַאֲכָל, וַאֲפִלּוּ מֵחֲמֵשֶׁת מִינִין. אֶחָד הַנּוֹטֵעַ, וְאֶחָד הַמַּבְרִיךְ, וְאֶחָד הַמַּרְכִּיב, וְאֶחָד הַלּוֹקֵחַ, וְאֶחָד הַיּוֹרֵשׁ, וְאֶחָד שֶׁנִּתַּן לוֹ מַתָּנָה. וּמִי הָאִישׁ אֲשֶׁר אֵרַשׂ אִשָּׁה וְגוֹ' (שם). אֶחָד הַמְאָרֵס אֶת הַבְּתוּלָה, וְאֶחָד הַמְאָרֵס אֶת הָאַלְמָנָה, אֲפִלּוּ שׁוֹמֶרֶת יָבָם, וַאֲפִלּוּ שָׁמַע שֶׁמֵּת אָחִיו בַּמִּלְחָמָה, חוֹזֵר וּבָא לוֹ. כֹּל אֵלּוּ שׁוֹמְעִין דִּבְרֵי כֹהֵן מֵעֶרְכֵי מִלְחָמָה וְחוֹזְרִין, וּמְסַפְּקִין מַיִם וּמָזוֹן וּמְתַקְּנִין אֶת הַדְּרָכִים: \n",
            "english": "The mishna continues its discussion of the speech given before battle. <b>“And the officers shall speak to the people, saying: What man is there that has built a new house, and has not dedicated it? Let him go and return to his house,</b> lest he die in the battle, and another man dedicate it” (Deuteronomy 20:5). He is sent home if he is <b>one who builds a storehouse for straw, a barn for cattle, a shed for wood,</b> or <b>a warehouse.</b> Similarly, it applies if he is <b>one who builds, or</b> if he is <b>one who purchases, or</b> if he is <b>one who inherits, or</b> if he is <b>one to whom</b> it <b>is given</b> as <b>a gift.</b> In all these instances, the man returns from the war encampment. The next verse states: <b>“And what man is there that has planted a vineyard, and has not used the fruit</b> thereof? Let him go and return unto his house, lest he die in the battle and another man use the fruit thereof” (Deuteronomy 20:6). He is sent home if he is <b>one who plants</b> a whole <b>vineyard</b> of many vines, <b>or</b> if he is <b>one who plants</b> as few as <b>five fruit trees</b> of another variety, <b>and even</b> if these five are <b>from the five species.</b> The produce need not be all of one species. The same applies if he is <b>one who plants, or</b> if he is <b>one who layers</b> the vine, bending a branch into the ground so that it may take root and grow as a new vine, <b>or</b> if he is <b>one who grafts</b> different trees onto one another. <b>And</b> it applies if he is <b>one who purchases</b> a vineyard, <b>or</b> if he is <b>one who inherits</b> a vineyard, <b>or</b> if he is <b>one to whom</b> the vineyard <b>is given</b> as <b>a gift.</b> The next verse states: <b>“And what man is there that has betrothed a wife,</b> and has not taken her? Let him go and return to his house, lest he die in the battle, and another man take her” (Deuteronomy 20:7). He is sent home if he is <b>one who betroths a virgin, or</b> if he is <b>one who betroths a widow.</b> This applies <b>even</b> if his <i>yevama</i>, his late brother’s wife, is a <b>widow waiting for</b> him as <b>her <i>yavam</i></b> to perform levirate marriage; <b>and even</b> if <b>he heard that his brother died in the war</b> and the widow begins to wait for him only then, <b>he returns and goes</b> home. <b>Each of these</b> men, although they are exempt, still <b>hear the address of the priest</b> and <b>the regulations of war</b> at the local camp, <b>and</b> thereafter <b>they return</b> to their respective homes. However, they still support the war effort, <b>and</b> they <b>provide water and food</b> for the soldiers <b>and repair the roads.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁאֵינָן חוֹזְרִין. הַבּוֹנֶה בֵית שַׁעַר, אַכְסַדְרָה, מִרְפֶּסֶת. הַנּוֹטֵעַ אַרְבָּעָה אִילָנֵי מַאֲכָל, וַחֲמִשָּׁה אִילָנֵי סְרָק. הַמַּחֲזִיר אֶת גְּרוּשָׁתוֹ. אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, לֹא הָיָה חוֹזֵר. רַבִּי יְהוּדָה אוֹמֵר, אַף הַבּוֹנֶה בַיִת עַל מְכוֹנוֹ, לֹא הָיָה חוֹזֵר. רַבִּי אֱלִיעֶזֶר אוֹמֵר, אַף הַבּוֹנֶה בֵית לְבֵנִים בַּשָּׁרוֹן, לֹא הָיָה חוֹזֵר: \n",
            "english": "<b>And these</b> are the men <b>who do not return</b> to their homes: <b>One who builds a gateway,</b> or <b>an enclosed veranda [<i>akhsadra</i>], or a balcony;</b> or <b>one who plants</b> no more than <b>four fruit trees or</b> even <b>five</b> or more <b>non-fruit bearing trees;</b> or <b>one who remarries his divorced</b> wife. Nor is there an exemption for one who has betrothed a woman whom he is not permitted to marry: With regard to <b>a widow</b> betrothed <b>to a High Priest</b> (see Leviticus 21:7); <b>a divorcée or a <i>yevama</i> who performed <i>ḥalitza</i> [<i>ḥalutza</i>],</b> in lieu of entering into a levirate marriage, betrothed <b>to a common priest</b> (see Leviticus 21:13–15); <b>a <i>mamzeret</i> or a Gibeonite woman</b> betrothed <b>to an Israelite;</b> or <b>an Israelite woman</b> betrothed <b>to a <i>mamzer</i> or a Gibeonite</b> (see Deuteronomy 23:3); such a man <b>does not return</b> to his home. <b>Rabbi Yehuda says: Even one who rebuilds a house</b> as it stood originally <b>would not return. Rabbi Eliezer says: Even one who builds a</b> new <b>brick house in the Sharon would not return</b> because these houses are not stable and are expected to collapse periodically."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁאֵין זָזִין מִמְּקוֹמָן. בָּנָה בַיִת וַחֲנָכוֹ, נָטַע כֶּרֶם וְחִלְּלוֹ, הַנּוֹשֵׂא אֶת אֲרוּסָתוֹ, הַכּוֹנֵס אֶת יְבִמְתּוֹ, שֶׁנֶּאֱמַר (דברים כד), נָקִי יִהְיֶה לְבֵיתוֹ שָׁנָה אֶחָת. לְבֵיתוֹ, זֶה בֵּיתוֹ. יִהְיֶה, זֶה כַּרְמוֹ. וְשִׂמַּח אֶת אִשְׁתּוֹ, זוֹ אִשְׁתּוֹ. אֲשֶׁר לָקָח, לְהָבִיא אֶת יְבִמְתּוֹ. אֵינָן מַסְפִּיקִין מַיִם וּמָזוֹן וְאֵינָן מְתַקְּנִין אֶת הַדְּרָכִים: \n",
            "english": "<b>These</b> are the men <b>who do not</b> even <b>move from their places</b> because they do not even report to the camp: One who <b>built a house and dedicated it</b> within the year; one who <b>planted a vineyard and used its fruit</b> for less than a year; one <b>who marries his betrothed</b> and <b>one who marries his <i>yevama</i>,</b> his brother’s widow who must enter into a levirate marriage or perform <i>ḥalitza</i>, <b>as it is stated:</b> “When a man takes a new wife, he shall not go out with the army…<b>he shall be free for his house one year,</b> and shall cheer his wife whom he has taken” (Deuteronomy 24:5). The mishna interprets the verse as follows: <b>“For his house”; this</b> means <b>his house</b> that he built. <b>“He shall be”; this</b> term includes <b>his vineyard. “And shall cheer his wife”; this is his wife. “Whom he has taken”;</b> this phrase comes <b>to include his <i>yevama</i>,</b> who is considered his wife with respect to this <i>halakha</i> although he has not yet married her. Those who are exempt for these reasons <b>do not</b> even <b>provide water and food</b> to the soldiers, <b>and</b> they <b>do not repair the roads.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "(שם כ) וְיָסְפוּ הַשֹּׁטְרִים לְדַבֵּר אֶל הָעָם וְאָמְרוּ מִי הָאִישׁ הַיָּרֵא וְרַךְ הַלֵּבָב יֵלֵךְ וְיָשֹׁב לְבֵיתוֹ. רַבִּי עֲקִיבָא אוֹמֵר, הַיָּרֵא וְרַךְ הַלֵּבָב, כְּמַשְׁמָעוֹ, שֶׁאֵינוֹ יָכוֹל לַעֲמֹד בְּקִשְׁרֵי הַמִּלְחָמָה וְלִרְאוֹת חֶרֶב שְׁלוּפָה. רַבִּי יוֹסֵי הַגְּלִילִי אוֹמֵר, הַיָּרֵא וְרַךְ הַלֵּבָב זֶהוּ הַמִּתְיָרֵא מִן הָעֲבֵרוֹת שֶׁבְּיָדוֹ, לְפִיכָךְ תָּלְתָה לוֹ הַתּוֹרָה אֶת כָּל אֵלּוּ, שֶׁיַּחֲזֹר בִּגְלָלָן. רַבִּי יוֹסֵי אוֹמֵר, אַלְמָנָה לְכֹהֵן גָּדוֹל, גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט, מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל, בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין, הֲרֵי הוּא הַיָּרֵא וְרַךְ הַלֵּבָב: \n",
            "english": "The mishna continues its discussion of the speech given before battle. <b>“And the officers shall speak further to the people,</b> and they shall say: What man is there that is fearful and fainthearted? Let him go and return unto his house” (Deuteronomy 20:8). <b>Rabbi Akiva says: “That is fearful and fainthearted”</b> is to be understood <b>as it indicates, that</b> the man is <b>unable to stand in the battle ranks and to see a drawn sword</b> because it will terrify him. <b>Rabbi Yosei HaGelili says: “That is fearful and fainthearted”; this is one who is afraid because of the sins that he has;</b> he, too, returns. <b>Therefore, the Torah provided him</b> with <b>all these</b> additional reasons for exemption from the army so he can ascribe <b>his leaving to</b> one of <b>them.</b> In this way, the sinner may leave the ranks without having to publicly acknowledge that he is a sinner. <b>Rabbi Yosei says:</b> With regard to one who has betrothed a woman forbidden to him, including <b>a widow</b> betrothed <b>to a High Priest; a divorcée or a <i>yevama</i> who performed <i>ḥalitza</i></b> [<b><i>ḥalutza</i></b>] betrothed <b>to a common priest; a <i>mamzeret</i> or a Gibeonite woman</b> betrothed <b>to an Israelite;</b> or <b>a daughter of an Israelite</b> betrothed <b>to a <i>mamzer</i> or a Gibeonite; this</b> man <b>is he</b> whom the verse calls <b>“fearful and fainthearted.”</b> He fears that his sin will jeopardize his safety in the war."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "(שם) וְהָיָה כְּכַלֹּת הַשֹּׁטְרִים לְדַבֵּר אֶל הָעָם וּפָקְדוּ שָׂרֵי צְבָאוֹת בְּרֹאשׁ הָעָם, וּבַעֲקֵבוֹ שֶׁל עָם. מַעֲמִידִין זְקִיפִין לִפְנֵיהֶם, וַאֲחֵרִים מֵאֲחוֹרֵיהֶם, וְכַשִּׁילִין שֶׁל בַּרְזֶל בִּידֵיהֶן, וְכָל הַמְבַקֵּשׁ לַחֲזֹר, הָרְשׁוּת בְּיָדוֹ לְקַפֵּחַ אֶת שׁוֹקָיו, שֶׁתְּחִלַּת נִיסָה נְפִילָה, שֶׁנֶּאֱמַר (שמואל א ד) נָס יִשְׂרָאֵל לִפְנֵי פְלִשְׁתִּים וְגַם מַגֵּפָה גְדוֹלָה הָיְתָה בָעָם, וּלְהַלָּן הוּא אוֹמֵר (שם לא) וַיָּנֻסוּ אַנְשֵׁי יִשְׂרָאֵל מִפְּנֵי פְלִשְׁתִּים וַיִּפְּלוּ חֲלָלִים וְגוֹ': \n",
            "english": "The mishna continues its discussion. The verse states: <b>“And it shall be, when the officers conclude speaking to the people, that captains of legions shall be appointed at the head of the people”</b> (Deuteronomy 20:9). The mishna adds: <b>As well as at the rear of the people.</b> The officers <b>station guards [<i>zekifin</i>] in front of them, and other</b> guards <b>behind them, and</b> they have <b>iron rods [<i>kashilin</i>] in their hands. And</b> with regard to <b>anyone who attempts to turn back</b> and flee from the war, the guard <b>has license to beat [<i>lekape’aḥ</i>] his legs</b> <b>because the beginning of fleeing</b> is <b>a downfall</b> on the battlefield, <b>as it is stated: “Israel has fled before the Philistines, and there has been also a great slaughter among the people”</b> (I Samuel 4:17), <b>and</b> likewise <b>it says further on: “And the men of Israel fled from before the Philistines, and fell down slain</b> in Mount Gilboa” (I Samuel 31:1)."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בַּמֶּה דְבָרִים אֲמוּרִים, בְּמִלְחֶמֶת הָרְשׁוּת. אֲבָל בְּמִלְחֶמֶת מִצְוָה, הַכֹּל יוֹצְאִין, אֲפִלּוּ חָתָן מֵחֶדְרוֹ וְכַלָּה מֵחֻפָּתָהּ. אָמַר רַבִּי יְהוּדָה, בַּמֶּה דְבָרִים אֲמוּרִים, בְּמִלְחֶמֶת מִצְוָה. אֲבָל בְּמִלְחֶמֶת חוֹבָה, הַכֹּל יוֹצְאִין, אֲפִלּוּ חָתָן מֵחֶדְרוֹ וְכַלָּה מֵחֻפָּתָהּ: \n",
            "english": "The mishna adds: <b>In what</b> case <b>are</b> all of <b>these statements,</b> with regard to the various exemptions from war, <b>said?</b> They are said <b>with regard to elective wars. But in wars</b> whose mandate is <b>a mitzva, everyone goes, even a groom from his room and a bride from her wedding canopy. Rabbi Yehuda said: In what</b> case <b>are</b> all of <b>these statements,</b> with regard to the various exemptions from war, <b>said?</b> They are said <b>with regard to wars</b> whose mandate is <b>a mitzva. But in obligatory wars, everyone goes, even a groom from his room and a bride from her wedding canopy.</b>"
          }
        }
      ]
    },
    {
      "chapter": 9,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "עֶגְלָה עֲרוּפָה, בִּלְשׁוֹן הַקֹּדֶשׁ, שֶׁנֶּאֱמַר (דברים כא) כִּי יִמָּצֵא חָלָל בָּאֲדָמָה וְגוֹ' וְיָצְאוּ זְקֵנֶיךָ וְשֹׁפְטֶיךָ, שְׁלשָׁה מִבֵּית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם הָיוּ יוֹצְאִין. רַבִּי יְהוּדָה אוֹמֵר חֲמִשָּׁה, שֶׁנֶּאֱמַר זְקֵנֶיךָ, שְׁנַיִם, וְשֹׁפְטֶיךָ, שְׁנַיִם, וְאֵין בֵּית דִּין שָׁקוּל, מוֹסִיפִין עֲלֵיהֶן עוֹד אֶחָד: \n",
            "english": "In certain cases of unsolved murder, the Torah prescribes a ritual performed with <b>a heifer whose neck is broken.</b> During the course of this ritual, the judges say a confession <b>in the sacred tongue,</b> Hebrew, <b>as it is stated</b> in the verse: <b>“If one be found slain in the land</b> which the Lord your God has given you to possess it, lying in the field, and it is not known who has smitten him; <b>then your Elders and your judges shall come forth”</b> (Deuteronomy 21:1–2). What is the procedure for this ritual? <b>Three members of the High Court [Sanhedrin] that is in Jerusalem would go out</b> to see the corpse. <b>Rabbi Yehuda says: Five</b> would go out, <b>as it is stated: “Your Elders,”</b> in the plural form, indicating at least <b>two;</b> and it is written: <b>“And your judges,”</b> in the plural form, indicating another <b>two</b> judges; <b>and a court may not</b> be comprised of <b>an even</b> number of judges because they need to be able to issue a majority ruling. Consequently, <b>they add to them one more</b> Elder."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "נִמְצָא טָמוּן בְּגַל, אוֹ תָלוּי בְּאִילָן, אוֹ צָף עַל פְּנֵי הַמַּיִם, לֹא הָיוּ עוֹרְפִין, שֶׁנֶּאֱמַר (שם) בָּאֲדָמָה, וְלֹא טָמוּן בְּגַל. נֹפֵל, וְלֹא תָלוּי בְּאִילָן. בַּשָּׂדֶה, וְלֹא צָף עַל פְּנֵי הַמָּיִם. נִמְצָא סָמוּךְ לַסְּפָר, אוֹ לְעִיר שֶׁרֻבָּהּ נָכְרִים, אוֹ לְעִיר שֶׁאֵין בָּהּ בֵּית דִּין, לֹא הָיוּ עוֹרְפִין. אֵין מוֹדְדִין אֶלָּא מֵעִיר שֶׁיֵּשׁ בָּהּ בֵּית דִּין. נִמְצָא מְכֻוָּן בֵּין שְׁתֵּי עֲיָרוֹת, שְׁתֵּיהֶן מְבִיאוֹת שְׁתֵּי עֲגָלוֹת, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. וְאֵין יְרוּשָׁלַיִם מְבִיאָה עֶגְלָה עֲרוּפָה: \n",
            "english": "If the corpse <b>was found concealed in a pile</b> of stones, <b>or hanging on a tree, or floating on the surface of the water,</b> then the judges <b>would not break the neck</b> of the heifer, <b>as it is stated:</b> “If one be found slain <b>in the land”</b> (Deuteronomy 21:1), <b>and not concealed in a pile</b> of stones; <b>“lying”</b> on the ground <b>and not hanging on a tree; “in the field,” and not floating on the surface of the water.</b> If a corpse <b>was found close to the border</b> of the country, <b>or</b> close <b>to a city in which the majority of its</b> inhabitants <b>are gentiles, or</b> close <b>to a city that is without</b> a rabbinical <b>court</b> of twenty-three judges, then the judges <b>would not break the</b> heifer’s <b>neck.</b> Additionally, the Elders <b>measure</b> the distance from the corpse <b>only to a city that has</b> a rabbinical <b>court</b> with twenty-three judges. If the slain person <b>is found precisely between two cities,</b> the inhabitants of <b>the two of them bring two heifers</b> total; this is <b>the statement of Rabbi Eliezer. And</b> the inhabitants of <b>Jerusalem do not bring a heifer whose neck is broken,</b> even if Jerusalem is the city closest to the slain victim. "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "נִמְצָא רֹאשׁוֹ בְּמָקוֹם אֶחָד וְגוּפוֹ בְּמָקוֹם אַחֵר, מוֹלִיכִין הָרֹאשׁ אֵצֶל הַגּוּף, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי עֲקִיבָא אוֹמֵר, הַגּוּף אֵצֶל הָרֹאשׁ: \n",
            "english": "If the <b>head of</b> the corpse <b>was found in one place and his body</b> was found <b>in a different place, they bring the head next to the body;</b> this is <b>the statement of Rabbi Eliezer. Rabbi Akiva says:</b> They bring <b>the body next to the head.</b> "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "מֵאַיִן הָיוּ מוֹדְדִין. רַבִּי אֱלִיעֶזֶר אוֹמֵר, מִטִּבּוּרוֹ. רַבִּי עֲקִיבָא אוֹמֵר, מֵחָטְמוֹ. רַבִּי אֱלִיעֶזֶר בֶּן יַעֲקֹב אוֹמֵר, מִמְּקוֹם שֶׁנַּעֲשֶׂה חָלָל, מִצַּוָּארוֹ: \n",
            "english": "<b>From where</b> on the body <b>would they measure</b> the distance? <b>Rabbi Eliezer says: From his navel. Rabbi Akiva says: From his nose. Rabbi Eliezer ben Ya’akov says: From the place where he became a slain</b> person, which is <b>from the neck.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "נִפְטְרוּ זִקְנֵי יְרוּשָׁלַיִם וְהָלְכוּ לָהֶן. זִקְנֵי אוֹתָהּ הָעִיר מְבִיאִין עֶגְלַת בָּקָר אֲשֶׁר לֹא עֻבַּד בָּהּ אֲשֶׁר לֹא מָשְׁכָה בְּעֹל (שם), וְאֵין הַמּוּם פּוֹסֵל בָּהּ, וּמוֹרִידִין אוֹתָהּ לְנַחַל אֵיתָן. וְאֵיתָן כְּמַשְׁמָעוֹ, קָשֶׁה. אַף עַל פִּי שֶׁאֵינוֹ אֵיתָן, כָּשֵׁר. וְעוֹרְפִין אוֹתָהּ בְּקוֹפִיץ מֵאֲחוֹרֶיהָ. וּמְקוֹמָהּ אָסוּר מִלִּזְרֹעַ וּמִלַּעֲבֹד, וּמֻתָּר לִסְרֹק שָׁם פִּשְׁתָּן וּלְנַקֵּר שָׁם אֲבָנִים: \n",
            "english": "The mishna continues to describe the ritual. After they would take the measurement, <b>the Elders of Jerusalem took their leave and went</b> away. <b>The Elders of the city</b> that is closest to the corpse <b>bring a heifer from cattle, which has not pulled a yoke. But a blemish does not disqualify it,</b> because, unlike the description of the red heifer, the Torah does not state that it must be without blemish. <b>And they bring it down to a stream</b> that is <b><i>eitan</i>. <i>Eitan</i></b> in this context means <b>as</b> the word generally <b>indicates,</b> powerful. The stream must have <b>a forceful</b> flow. The mishna comments: <b>Even if it is not forceful, it is a valid</b> site for the ritual. <b>And they break the neck of</b> the heifer <b>from behind with a cleaver. And</b> with regard to <b>its place,</b> where the heifer was standing when its neck was broken, <b>it is prohibited</b> for that ground <b>to be sown or to be worked, but</b> it is <b>permitted to comb flax there or to cut stones there.</b> "
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "זִקְנֵי אוֹתָהּ הָעִיר רוֹחֲצִין אֶת יְדֵיהֶן בַּמַּיִם בִּמְקוֹם עֲרִיפָה שֶׁל עֶגְלָה, וְאוֹמְרִים, (שם) יָדֵינוּ לֹא שָׁפְכֻה אֶת הַדָּם הַזֶּה וְעֵינֵינוּ לֹא רָאוּ. וְכִי עַל דַּעְתֵּנוּ עָלְתָה, שֶׁזִּקְנֵי בֵית דִּין שׁוֹפְכֵי דָמִים הֵן, אֶלָּא שֶׁלֹּא בָא לְיָדֵינוּ וּפְטַרְנוּהוּ בְלֹא מָזוֹן, וְלֹא רְאִינוּהוּ וְהִנַּחְנוּהוּ בְלֹא לְוָיָה. וְהַכֹּהֲנִים אוֹמְרִים, (שם) כַּפֵּר לְעַמְּךָ יִשְׂרָאֵל אֲשֶׁר פָּדִיתָ ה' וְאַל תִּתֵּן דָּם נָקִי בְּקֶרֶב עַמְּךָ יִשְׂרָאֵל. לֹא הָיוּ צְרִיכִים לוֹמַר (שם) וְנִכַּפֵּר לָהֶם הַדָּם, אֶלָּא רוּחַ הַקֹּדֶשׁ מְבַשַּׂרְתָּן, אֵימָתַי שֶׁתַּעֲשׂוּ כָּכָה, הַדָּם מִתְכַּפֵּר לָהֶם: \n",
            "english": "<b>The Elders of that city</b> would then <b>wash their hands in water in</b> the <b>place of the breaking of the neck of the heifer, and they would recite: “Our hands did not spill this blood, nor did our eyes see”</b> (Deuteronomy 21:7). The mishna explains: <b>But did it enter our minds that the Elders of the court are spillers of blood,</b> that they must make such a declaration? <b>Rather,</b> they mean to declare <b>that</b> the victim <b>did not come to us and</b> then <b>we let him take his leave without food, and we did not see him and</b> then <b>leave him</b> alone to depart <b>without accompaniment.</b> They therefore attest that they took care of all his needs and are not responsible for his death even indirectly. <b>And the priests recite: “Forgive, Lord, Your people Israel, whom You have redeemed, and suffer not innocent blood to remain in the midst of Your people Israel”</b> (Deuteronomy 21:8). <b>They did not have to recite</b> the conclusion of the verse: <b>“And the blood shall be forgiven for them,”</b> as this is not part of the priests’ statement, <b>but</b> rather <b>the Divine Spirit informs them: When you shall do so, the blood is forgiven for you.</b>"
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "נִמְצָא הַהוֹרֵג עַד שֶׁלֹּא נֶעֶרְפָה הָעֶגְלָה, תֵּצֵא וְתִרְעֶה בָעֵדֶר. מִשֶּׁנֶּעֶרְפָה הָעֶגְלָה, תִּקָּבֵר בִּמְקוֹמָהּ, שֶׁעַל סָפֵק בָּאתָה מִתְּחִלָּתָהּ, כִּפְּרָה סְפֵקָהּ וְהָלְכָה לָהּ. נֶעֶרְפָה הָעֶגְלָה וְאַחַר כָּךְ נִמְצָא הַהוֹרֵג, הֲרֵי זֶה יֵהָרֵג: \n",
            "english": "<b>If the killer is found before the heifer’s neck was broken,</b> the heifer <b>shall go out and graze among the herd.</b> It is not considered sacred at all, and it may rejoin the other animals. If the killer is found <b>from</b> the time <b>when the heifer’s neck was broken,</b> even if the rest of the ritual has not yet been performed, it is prohibited to benefit from the animal, despite the killer having been found; it <b>should be buried in its place.</b> This is <b>because</b> the heifer <b>initially came for uncertainty,</b> as the killer was unknown, and <b>it atoned</b> for <b>its uncertainty and left,</b> i.e., it fulfilled its purpose of bringing atonement and is considered a heifer whose neck is broken in all regards. If <b>the heifer’s neck was broken and afterward the killer was found, he is killed.</b> The ritual does not atone for him."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "עֵד אֶחָד אוֹמֵר רָאִיתִי אֶת הַהוֹרֵג, וְעֵד אֶחָד אוֹמֵר לֹא רָאִיתָ, אִשָּׁה אוֹמֶרֶת רָאִיתִי וְאִשָּׁה אוֹמֶרֶת לֹא רָאִית, הָיוּ עוֹרְפִין. עֵד אֶחָד אוֹמֵר רָאִיתִי, וּשְׁנַיִם אוֹמְרִים לֹא רָאִיתָ, הָיוּ עוֹרְפִין. שְׁנַיִם אוֹמְרִים רָאִינוּ וְאֶחָד אוֹמֵר לָהֶן לֹא רְאִיתֶם, לֹא הָיוּ עוֹרְפִין: \n",
            "english": "If <b>one witness says: I saw the killer, and one</b> other <b>witness says: You did not see</b> him; or if <b>a woman says: I saw, and</b> another <b>woman says: You did not see, they would break the neck</b> of the heifer, as without clear testimony about the identity of the killer the ritual is performed. Similarly, if <b>one witness says: I saw</b> the killer, <b>and two</b> witnesses <b>say: You did not see, they would break the neck</b> of the heifer, as the pair is relied upon. If <b>two</b> witnesses <b>say: We saw</b> the killer, <b>and one</b> witness <b>says to them: You did not see, they would not break the neck</b> of the heifer, as there are two witnesses to the identity of the killer. "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "מִשֶּׁרַבּוּ הָרַצְחָנִים, בָּטְלָה עֶגְלָה עֲרוּפָה, מִשֶּׁבָּא אֶלִיעֶזֶר בֶּן דִּינַאי, וּתְחִינָה בֶּן פְּרִישָׁה הָיָה נִקְרָא, חָזְרוּ לִקְרוֹתוֹ בֶּן הָרַצְחָן. מִשֶּׁרַבּוּ הַמְנָאֲפִים, פָּסְקוּ הַמַּיִם הַמָּרִים, וְרַבָּן יוֹחָנָן בֶּן זַכַּאי הִפְסִיקָן, שֶׁנֶּאֱמַר (הושע ד) לֹא אֶפְקוֹד עַל בְּנוֹתֵיכֶם כִּי תִזְנֶינָה וְעַל כַּלּוֹתֵיכֶם כִּי תְנָאַפְנָה כִּי הֵם וְגוֹ'. מִשֶּׁמֵּת יוֹסֵי בֶן יוֹעֶזֶר אִישׁ צְרֵדָה וְיוֹסֵי בֶן יוֹחָנָן אִישׁ יְרוּשָׁלַיִם, בָּטְלוּ הָאֶשְׁכּוֹלוֹת, שֶׁנֶּאֱמַר (מיכה ז) אֵין אֶשְׁכּוֹל לֶאֱכֹל בִּכּוּרָה אִוְּתָה נַפְשִׁי: \n",
            "english": "The mishna further states: <b>From</b> the time <b>when murderers proliferated, the</b> ritual of the <b>heifer whose neck is broken was nullified.</b> The ritual was performed only when the identity of the murderer was completely unknown. Once there were many known murderers, the conditions for the performance of the ritual were no longer present, as the probable identity of the murderer was known. <b>From</b> the time <b>when Eliezer ben Dinai, who was</b> also <b>called Teḥina ben Perisha, came, they renamed him: Son of a murderer.</b> This is an example of a publicly known murderer. The mishna teaches a similar occurrence: <b>From</b> the time <b>when adulterers proliferated,</b> the performance of the ritual of <b>the bitter waters was nullified;</b> they would not administer the bitter waters to the <i>sota</i>. <b>And</b> it was <b>Rabbi Yoḥanan ben Zakkai</b> who <b>nullified it, as</b> it <b>is stated: “I will not punish your daughters when they commit harlotry, nor your daughters-in-law when they commit adultery; for they</b> consort with lewd women” (Hosea 4:14), meaning that when the husbands are adulterers, the wives are not punished for their own adultery. <b>From</b> the time <b>when Yosei ben Yo’ezer of Tzereida and Yosei ben Yehuda of Jerusalem died, the clusters ceased,</b> i.e., they were the last of the clusters, as explained in the Gemara, <b>as</b> it <b>is stated: “There is no cluster to eat; nor first-ripe fig that my soul desires”</b> (Micah 7:1). "
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "יוֹחָנָן כֹּהֵן גָּדוֹל הֶעֱבִיר הוֹדָיַת הַמַּעֲשֵׂר. אַף הוּא בִטֵּל אֶת הַמְעוֹרְרִין וְאֶת הַנּוֹקְפִין. עַד יָמָיו הָיָה פַטִּישׁ מַכֶּה בִירוּשָׁלַיִם. וּבְיָמָיו אֵין אָדָם צָרִיךְ לִשְׁאֹל עַל הַדְּמָאי: \n",
            "english": "The mishna continues in the same vein: <b>Yoḥanan the High Priest took away the declaration of the tithe.</b> After his time, no one recited the passage about the elimination of tithes that had previously been said at the end of a three-year tithing cycle. <b>He also nullified</b> the actions of <b>the awakeners and the strikers</b> at the Temple. <b>Until his days the hammer</b> of smiths <b>would strike in Jerusalem</b> on the intermediate days of a Festival, but he banned the practice. <b>And</b> furthermore, <b>in his days there was no need to inquire about doubtfully tithed produce [<i>demai</i>],</b> as everyone was careful to tithe. This mishna continues with the list of items that were nullified. "
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "מִשֶּׁבָּטְלָה סַנְהֶדְרִין, בָּטְלָה הַשִּׁיר מִבֵּית הַמִּשְׁתָּאוֹת, שֶׁנֶּאֱמַר (ישעיה כד) בַּשִּׁיר לֹא יִשְׁתּוּ יָיִן וְגוֹ': \n",
            "english": "<b>From</b> the time <b>when the Sanhedrin ceased song was</b> also <b>nullified from the places of feasts,</b> i.e., it was no longer permitted to sing at a feast where wine was served, <b>as it is stated: “With song they shall not drink wine”</b> (Isaiah 24:9)."
          }
        },
        {
          "mishnah": 12,
          "translations": {
            "hebrew": "מִשֶּׁמֵּתוּ נְבִיאִים הָרִאשׁוֹנִים, בָּטְלוּ אוּרִים וְתֻמִּים. מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, בָּטַל הַשָּׁמִיר וְנֹפֶת צוּפִים, וּפָסְקוּ אַנְשֵׁי אֲמָנָה, שֶׁנֶּאֱמַר (תהלים יב) הוֹשִׁיעָה ה' כִּי גָמַר חָסִיד וְגוֹ'. רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל אוֹמֵר מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, מִיּוֹם שֶׁחָרַב בֵּית הַמִּקְדָּשׁ, אֵין יוֹם שֶׁאֵין בּוֹ קְלָלָה, וְלֹא יָרַד הַטַּל לִבְרָכָה, וְנִטַּל טַעַם הַפֵּרוֹת. רַבִּי יוֹסֵי אוֹמֵר, אַף נִטַּל שֹׁמֶן הַפֵּרוֹת: \n",
            "english": "<b>From</b> the time <b>when the early prophets died the <i>Urim VeTummim</i> was nullified. From</b> the time <b>when the</b> Second <b>Temple was destroyed the <i>shamir</i></b> worm <b>ceased</b> to exist <b>and</b> also <b>the sweetness of the honeycomb,</b> as the verse says with regard to the laws of the Torah: “More to be desired are they than gold, indeed, than much fine gold; sweeter also than honey and the honeycomb” (Psalms 19:11). <b>And men of faith ceased from</b> being among <b>the Jewish people, as it is stated: “Help, Lord, for the pious man is finished;</b> for the faithful fail from among the children of men” (Psalms 12:2). <b>Rabban Shimon ben Gamliel says</b> that <b>Rabbi Yehoshua testified: From the day the Temple was destroyed there is no day that does not include</b> some form of <b>curse. And</b> since then <b>the dew has not descended for blessing, and the taste has been removed from fruit. Rabbi Yosei says:</b> Since then, <b>the fat of fruit has also been removed. </b>"
          }
        },
        {
          "mishnah": 13,
          "translations": {
            "hebrew": "רַבִּי שִׁמְעוֹן בֶּן אֶלְעָזָר אוֹמֵר, הַטָּהֳרָה נָטְלָה אֶת הַטַּעַם וְאֶת הָרֵיחַ. הַמַּעַשְׂרוֹת נָטְלוּ אֶת שֹׁמֶן הַדָּגָן. וַחֲכָמִים אוֹמְרִים, הַזְּנוּת וְהַכְּשָׁפִים כִּלּוּ אֶת הַכֹּל: \n",
            "english": "Rabbi Shimon ben Elazar says: Since then, <b>the</b> lost <b>purity has removed the taste and the aroma</b> from fruit; <b>the tithes</b> that were not separated <b>have removed the fat of the grain. And the Sages say: Promiscuity and witchcraft</b> have <b>consumed it all.</b>"
          }
        },
        {
          "mishnah": 14,
          "translations": {
            "hebrew": "בַּפֻּלְמוֹס שֶׁל אַסְפַּסְיָנוּס גָּזְרוּ עַל עַטְרוֹת חֲתָנִים, וְעַל הָאֵרוּס. בַּפֻּלְמוֹס שֶׁל טִיטוּס גָּזְרוּ עַל עַטְרוֹת כַּלּוֹת, וְשֶׁלֹא יְלַמֵּד אָדָם אֶת בְּנוֹ יְוָנִית. בַּפֻּלְמוֹס הָאַחֲרוֹן גָּזְרוּ שֶׁלֹּא תֵצֵא הַכַּלָּה בָּאַפִּרְיוֹן בְּתוֹךְ הָעִיר, וְרַבּוֹתֵינוּ הִתִּירוּ שֶׁתֵּצֵא הַכַּלָּה בָּאַפִּרְיוֹן בְּתוֹךְ הָעִיר: \n",
            "english": "<b>In the war [<i>pulemus</i>] of Vespasian</b> the Sages <b>decreed upon the crowns of bridegrooms,</b> i.e., that bridegrooms may no longer wear crowns, <b>and upon the drums,</b> meaning they also banned the playing of drums. <b>In the war of Titus they</b> also <b>decreed upon the crowns of brides, and</b> they decreed <b>that a person should not teach his son Greek.</b> <b>In the last war,</b> meaning the bar Kokheva revolt, <b>they decreed that a bride may not go out in a palanquin inside the city, but our Sages permitted a bride to go out in a palanquin inside the city,</b> as this helps the bride maintain her modesty."
          }
        },
        {
          "mishnah": 15,
          "translations": {
            "hebrew": "מִשֶּׁמֵּת רַבִּי מֵאִיר, בָּטְלוּ מוֹשְׁלֵי מְשָׁלִים. מִשֶּׁמֵּת בֶּן עַזַּאי, בָּטְלוּ הַשַּׁקְדָּנִים. מִשֶּׁמֵּת בֶּן זוֹמָא, בָּטְלוּ הַדַּרְשָׁנִים. מִשֶּׁמֵּת רַבִּי יְהוֹשֻׁעַ, פָּסְקָה טוֹבָה מִן הָעוֹלָם. מִשֶּׁמֵּת רַבָּן שִׁמְעוֹן בֶּן גַּמְלִיאֵל, בָּא גוֹבַי וְרַבּוּ צָרוֹת. מִשֶּׁמֵּת רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, פָּסַק הָעשֶׁר מִן הַחֲכָמִים. מִשֶּׁמֵּת רַבִּי עֲקִיבָא, בָּטַל כְּבוֹד הַתּוֹרָה. מִשֶּׁמֵּת רַבִּי חֲנִינָא בֶּן דּוֹסָא, בָּטְלוּ אַנְשֵׁי מַעֲשֶׂה. מִשֶּׁמֵּת רַבִּי יוֹסֵי קַטְנוּתָא, פָּסְקוּ חֲסִידִים. וְלָמָּה נִקְרָא שְׁמוֹ קַטְנוּתָא, שֶׁהָיָה קַטְנוּתָן שֶׁל חֲסִידִים. מִשֶּׁמֵּת רַבָּן יוֹחָנָן בֶּן זַכַּאי, בָּטַל זִיו הַחָכְמָה. מִשֶּׁמֵּת רַבָּן גַּמְלִיאֵל הַזָּקֵן, בָּטַל כְּבוֹד הַתּוֹרָה וּמֵתָה טָהֳרָה וּפְרִישׁוּת. מִשֶּׁמֵּת רַבִּי יִשְׁמָעֵאל בֶּן פָּאבִי, בָּטַל זִיו הַכְּהֻנָּה. מִשֶּׁמֵּת רַבִּי, בָּטְלָה עֲנָוָה וְיִרְאַת חֵטְא. רַבִּי פִנְחָס בֶּן יָאִיר אוֹמֵר, מִשֶּׁחָרַב בֵּית הַמִּקְדָּשׁ, בּוֹשׁוּ חֲבֵרִים וּבְנֵי חוֹרִין, וְחָפוּ רֹאשָׁם, וְנִדַּלְדְּלוּ אַנְשֵׁי מַעֲשֶׂה, וְגָבְרוּ בַעֲלֵי זְרוֹעַ וּבַעֲלֵי לָשׁוֹן, וְאֵין דּוֹרֵשׁ וְאֵין מְבַקֵּשׁ, וְאֵין שׁוֹאֵל, עַל מִי לָנוּ לְהִשָּׁעֵן, עַל אָבִינוּ שֶׁבַּשָּׁמָיִם. רַבִּי אֱלִיעֶזֶר הַגָּדוֹל אוֹמֵר, מִיּוֹם שֶׁחָרַב בֵּית הַמִּקְדָּשׁ, שָׁרוּ חַכִּימַיָּא לְמֶהֱוֵי כְסָפְרַיָּא, וְסָפְרַיָּא כְּחַזָּנָא, וְחַזָּנָא כְּעַמָּא דְאַרְעָא, וְעַמָּא דְאַרְעָא אָזְלָא וְדַלְדְּלָה, וְאֵין מְבַקֵּשׁ, עַל מִי יֵשׁ לְהִשָּׁעֵן, עַל אָבִינוּ שֶׁבַּשָּׁמָיִם. בְּעִקְּבוֹת מְשִׁיחָא חֻצְפָּא יִסְגֵּא, וְיֹקֶר יַאֲמִיר, הַגֶּפֶן תִּתֵּן פִּרְיָהּ וְהַיַּיִן בְּיֹקֶר, וְהַמַּלְכוּת תֵּהָפֵךְ לְמִינוּת, וְאֵין תּוֹכֵחָה, בֵּית וַעַד יִהְיֶה לִזְנוּת, וְהַגָּלִיל יֶחֱרַב, וְהַגַּבְלָן יִשּׁוֹם, וְאַנְשֵׁי הַגְּבוּל יְסוֹבְבוּ מֵעִיר לְעִיר וְלֹא יְחוֹנָּנוּ, וְחָכְמַת סוֹפְרִים תִּסְרַח, וְיִרְאֵי חֵטְא יִמָּאֲסוּ, וְהָאֱמֶת תְּהֵא נֶעְדֶּרֶת. נְעָרִים פְּנֵי זְקֵנִים יַלְבִּינוּ, זְקֵנִים יַעַמְדוּ מִפְּנֵי קְטַנִּים. (מיכה ז) בֵּן מְנַבֵּל אָב, בַּת קָמָה בְאִמָּהּ, כַּלָּה בַּחֲמֹתָהּ, אֹיְבֵי אִישׁ אַנְשֵׁי בֵיתוֹ. פְּנֵי הַדּוֹר כִּפְנֵי הַכֶּלֶב, הַבֵּן אֵינוֹ מִתְבַּיֵּשׁ מֵאָבִיו. וְעַל מִי יֵשׁ לָנוּ לְהִשָּׁעֵן, עַל אָבִינוּ שֶׁבַּשָּׁמָיִם. רַבִּי פִנְחָס בֶּן יָאִיר אוֹמֵר, זְרִיזוּת מְבִיאָה לִידֵי נְקִיּוּת, וּנְקִיּוּת מְבִיאָה לִידֵי טָהֳרָה, וְטָהֳרָה מְבִיאָה לִידֵי פְרִישׁוּת, וּפְרִישׁוּת מְבִיאָה לִידֵי קְדֻשָּׁה, וּקְדֻשָּׁה מְבִיאָה לִידֵי עֲנָוָה, וַעֲנָוָה מְבִיאָה לִידֵי יִרְאַת חֵטְא, וְיִרְאַת חֵטְא מְבִיאָה לִידֵי חֲסִידוּת, וַחֲסִידוּת מְבִיאָה לִידֵי רוּחַ הַקֹּדֶשׁ, וְרוּחַ הַקֹּדֶשׁ מְבִיאָה לִידֵי תְחִיַּת הַמֵּתִים, וּתְחִיַּת הַמֵּתִים בָּא עַל יְדֵי אֵלִיָּהוּ זָכוּר לַטּוֹב, אָמֵן: \n",
            "english": "The mishna lists more things that ceased: <b>From</b> the time <b>when Rabbi Meir died, those who relate parables ceased; from</b> the time <b>when ben Azzai died, the diligent ceased; from</b> the time <b>when ben Zoma died, the exegetists ceased; from</b> the time <b>when Rabbi Yehoshua died, goodness ceased from the world; from</b> the time <b>when Rabban Shimon ben Gamaliel died, locusts come and troubles multiplied; from</b> the time <b>when Rabbi Elazar ben Azarya died, the sages ceased to be wealthy; from</b> the time <b>when Rabbi Akiva died, the honor of the Torah ceased; from</b> the time <b>when Rabbi Ḥanina ben Dosa died, the men of</b> wondrous <b>action ceased; from</b> the time <b>when Rabbi Yosei the Small died, the pious were no more. And why was he called the Small? Because he was the smallest of the pious,</b> meaning he was one of the least important of the pious men. <b>From</b> the time <b>when Rabban Yoḥanan ben Zakkai died, the glory of wisdom ceased; from</b> the time <b>when Rabban Gamliel the Elder died, the honor of the Torah ceased, and purity and asceticism died. From</b> the time <b>when Rabbi Yishmael ben Pavi died, the glory of the priesthood ceased; from</b> the time <b>when Rabbi</b> Yehuda HaNasi <b>died, humility and fear of sin ceased. Rabbi Pineḥas ben Ya’ir says: From</b> the time <b>when the</b> Second <b>Temple was destroyed, the <i>ḥaverim</i> and free men</b> of noble lineage <b>were ashamed, and their heads were covered</b> in shame, <b>and men of action dwindled, and violent and smooth-talking men gained the upper hand, and none seek, and none ask, and none inquire</b> of the fear of Heaven. <b>Upon whom</b> is there <b>for us to rely?</b> Only <b>upon our Father in Heaven. Rabbi Eliezer the Great says: From the day the</b> Second <b>Temple was destroyed,</b> the generations have deteriorated: <b>Scholars have begun to become like scribes</b> that teach children, <b>and scribes have become like beadles, and beadles have become like ignoramuses, and ignoramuses are increasingly diminished, and none ask and none seek. Upon whom is there to rely?</b> Only <b>upon our Father in Heaven.</b> He also said: <b>In the</b> times of the <b>approach of the Messiah, impudence will increase and high costs will pile up.</b> Although <b>the vine shall bring forth its fruit, wine will</b> nevertheless <b>be expensive. And</b> the <b>monarchy shall turn to heresy, and</b> there will be <b>no</b> one to give <b>reproof</b> about this. <b>The meeting place</b> of the Sages <b>will become</b> a place of <b>promiscuity, and the Galilee shall be destroyed, and the Gavlan will be desolate, and the men of the border shall go round from city to city</b> to seek charity, <b>but they will find no mercy. And the wisdom of scribes will putrefy, and people who fear sin will be held in disgust, and the truth will be absent. The youth will shame the face of elders, elders will stand before minors.</b> Normal family relations will be ruined: <b>A son will disgrace a father; a daughter will rise up against her mother, a daughter-in-law against her mother-in-law. A man’s enemies</b> will be <b>the members of his household. The face of the generation</b> will be <b>like the face of a dog; a son will no</b> longer <b>be ashamed before his father. And upon what is there for us to rely?</b> Only <b>upon our Father in heaven. Rabbi Pineḥas ben Ya’ir says: Torah</b> study <b>leads to care</b> in the performance of mitzvot. <b>Care</b> in the performance of mitzvot <b>leads to diligence</b> in their observance. <b>Diligence leads to cleanliness</b> of the soul. <b>Cleanliness</b> of the soul <b>leads to abstention</b> from all evil. <b>Abstention</b> from evil <b>leads to purity</b> and the elimination of all base desires. <b>Purity leads to piety. Piety leads to humility. Humility leads to fear of sin. Fear of sin leads to holiness. Holiness leads to the Divine Spirit. The Divine Spirit leads to the resurrection of the dead.</b> "
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:13:18.872Z",
    "totalChapters": 9,
    "status": "imported_sefaria"
  }
}
