{
  "id": "yoma",
  "name": "Yoma",
  "type": "mishnah",
  "sefariaRef": "Mishnah Yoma",
  "chapters": [
    {
      "chapter": 1,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שִׁבְעַת יָמִים קֹדֶם יוֹם הַכִּפּוּרִים מַפְרִישִׁין כֹּהֵן גָּדוֹל מִבֵּיתוֹ לְלִשְׁכַּת פַּלְהֶדְרִין, וּמַתְקִינִין לוֹ כֹהֵן אַחֵר תַּחְתָּיו, שֶׁמָּא יֶאֱרַע בּוֹ פְסוּל. רַבִּי יְהוּדָה אוֹמֵר, אַף אִשָּׁה אַחֶרֶת מַתְקִינִין לוֹ, שֶׁמָּא תָמוּת אִשְׁתּוֹ, שֶׁנֶּאֱמַר (ויקרא טז) וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ. בֵּיתוֹ, זוֹ אִשְׁתּוֹ. אָמְרוּ לוֹ, אִם כֵּן, אֵין לַדָּבָר סוֹף: \n",
            "english": "<b>Seven days prior to Yom Kippur</b> the Sages would <b>remove the High Priest,</b> who performs the entire Yom Kippur service, <b>from his house to the Chamber of <i>Parhedrin</i>,</b> a room in the Temple designated specifically for the High Priest during that period. <b>And they would designate another priest in his stead</b> to replace him <b>lest a disqualification</b> due to impurity or another circumstance beyond his control prevent him from entering the Temple on Yom Kippur. <b>Rabbi Yehuda says:</b> The Sages would <b>even designate another wife for him lest his wife die, as it is stated</b> in the Torah portion of the Yom Kippur service: <b>“And it will atone for him and for his house”</b> (Leviticus 16:6); the Sages interpreted the term: <b>His house, that is his wife.</b> The priest must be married in order to fulfill this commandment. Due to the concern lest his wife die, another wife was designated to address that possibility. <b>The Rabbis said</b> to Rabbi Yehuda: <b>If so,</b> that this is a concern, <b>there is no end to the matter,</b> as what if the designated replacement wife dies? This possibility need not be a source of concern."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "כָּל שִׁבְעַת הַיָּמִים הוּא זוֹרֵק אֶת הַדָּם וּמַקְטִיר אֶת הַקְּטֹרֶת וּמֵטִיב אֶת הַנֵּרוֹת וּמַקְרִיב אֶת הָרֹאשׁ וְאֶת הָרֶגֶל. וּשְׁאָר כָּל הַיָּמִים, אִם רָצָה לְהַקְרִיב, מַקְרִיב, שֶׁכֹּהֵן גָּדוֹל מַקְרִיב חֵלֶק בָּרֹאשׁ וְנוֹטֵל חֵלֶק בָּרֹאשׁ: \n",
            "english": "During <b>all seven days</b> of the High Priest’s sequestering before Yom Kippur, <b>he sprinkles the blood</b> of the daily burnt-offering, <b>and he burns the incense, and he removes</b> the ashes of <b>the lamps</b> of the candelabrum, <b>and he sacrifices the head and the</b> hind <b>leg</b> of the daily offering. The High Priest performs these tasks in order to grow accustomed to the services that he will perform on Yom Kippur. <b>On all the other days</b> of the year, <b>if</b> the High Priest <b>wishes to sacrifice</b> any of the offerings, <b>he sacrifices them, as the High Priest sacrifices</b> any <b>portion</b> that he chooses <b>first and takes</b> any <b>portion</b> that he chooses <b>first.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "מָסְרוּ לוֹ זְקֵנִים מִזִּקְנֵי בֵית דִּין, וְקוֹרִין לְפָנָיו בְּסֵדֶר הַיּוֹם, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, קְרָא אַתָּה בְּפִיךָ, שֶׁמָּא שָׁכַחְתָּ אוֹ שֶׁמָּא לֹא לָמָדְתָּ. עֶרֶב יוֹם הַכִּפּוּרִים שַׁחֲרִית, מַעֲמִידִין אוֹתוֹ בְּשַׁעַר מִזְרָח, וּמַעֲבִירִין לְפָנָיו פָּרִים וְאֵילִים וּכְבָשִׂים, כְּדֵי שֶׁיְּהֵא מַכִּיר וְרָגִיל בָּעֲבוֹדָה: \n",
            "english": "The Sages <b>provided</b> the High Priest <b>with Elders</b> selected <b>from the Elders of the court, and they</b> would <b>read before him the order</b> of the service <b>of the day</b> of Yom Kippur. <b>And they</b> would <b>say to him: My Master, High Priest. Read</b> the order of the service <b>with your own mouth,</b> as <b>perhaps you forgot</b> this reading <b>or perhaps you did not learn</b> to read. <b>On Yom Kippur eve</b> in the <b>morning,</b> the Elders <b>stand him at</b> the <b>eastern gate</b> of the courtyard <b>and pass before him bulls and rams and sheep so that he will be familiar</b> with the animals <b>and</b> grow <b>accustomed to the service,</b> as these were the animals sacrificed on Yom Kippur."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "כָּל שִׁבְעַת הַיָּמִים לֹא הָיוּ מוֹנְעִין מִמֶּנּוּ מַאֲכָל וּמִשְׁתֶּה, עֶרֶב יוֹם הַכִּפּוּרִים עִם חֲשֵׁכָה, לֹא הָיוּ מַנִּיחִים אוֹתוֹ לֶאֱכֹל הַרְבֵּה, מִפְּנֵי שֶׁהַמַּאֲכָל מֵבִיא אֶת הַשֵּׁנָה: \n",
            "english": "Throughout <b>all the seven days</b> that the High Priest was in the <i>Parhedrin</i> chamber, <b>they would not withhold from him</b> any <b>food or drink</b> that he desired. However, <b>on Yom Kippur eve at nightfall, they would not allow him to eat a great deal because food induces sleep</b> and they did not allow him to sleep, as will be explained."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "מְסָרוּהוּ זִקְנֵי בֵית דִּין לְזִקְנֵי כְהֻנָּה, וְהֶעֱלוּהוּ לַעֲלִיַּת בֵּית אַבְטִינָס, וְהִשְׁבִּיעוּהוּ וְנִפְטְרוּ וְהָלְכוּ לָהֶם. וְאָמְרוּ לוֹ, אִישִׁי כֹהֵן גָּדוֹל, אָנוּ שְׁלוּחֵי בֵית דִּין, וְאַתָּה שְׁלוּחֵנוּ וּשְׁלִיחַ בֵּית דִּין, מַשְׁבִּיעִין אָנוּ עָלֶיךָ בְּמִי שֶׁשִּׁכֵּן שְׁמוֹ בַבַּיִת הַזֶּה, שֶׁלֹּא תְשַׁנֶּה דָבָר מִכָּל מַה שֶּׁאָמַרְנוּ לָךְ. הוּא פוֹרֵשׁ וּבוֹכֶה, וְהֵן פּוֹרְשִׁין וּבוֹכִין: \n",
            "english": "<b>The Elders of the court</b> who read the order of the service of the day before the High Priest <b>passed him to the Elders of the priesthood, and they took him up to the House of Avtinas. And they administered him an oath and took leave</b> of him <b>and went on their way.</b> When they administered this oath <b>they said to him: My Master, High Priest. We are agents of the court, and you are our agent and the agent of the court. We administer an oath to you in</b> the name of <b>Him who housed His name in this House, that you will not change</b> even one <b>matter from all that we have said to you</b> with regard to the burning of the incense or any other service that you will perform when alone. After this oath, <b>he would leave</b> them <b>and cry, and they would leave</b> him <b>and cry</b> in sorrow that the oath was necessary."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "אִם הָיָה חָכָם, דּוֹרֵשׁ. וְאִם לָאו, תַּלְמִידֵי חֲכָמִים דּוֹרְשִׁין לְפָנָיו. וְאִם רָגִיל לִקְרוֹת, קוֹרֵא. וְאִם לָאו, קוֹרִין לְפָנָיו. וּבַמֶּה קוֹרִין לְפָנָיו, בְּאִיּוֹב וּבְעֶזְרָא וּבְדִבְרֵי הַיָּמִים. זְכַרְיָה בֶּן קְבוּטָל אוֹמֵר, פְּעָמִים הַרְבֵּה קָרִיתִי לְפָנָיו בְּדָנִיֵּאל: \n",
            "english": "They kept him occupied throughout the night to prevent him from sleeping. <b>If he was a scholar, he</b> would <b>teach</b> Torah. <b>If</b> he was <b>not</b> a scholar, <b>Torah scholars</b> would <b>teach</b> Torah <b>before him. And if</b> he was <b>accustomed to read</b> the Bible, <b>he</b> would <b>read; and if</b> he was <b>not, they</b> would <b>read</b> the Bible <b>before him. And what</b> books would <b>they read before him</b> to pique his interest so that he would not fall asleep? They would read <b>from Job, and from Ezra, and from Chronicles. Zekharya, son of Kevutal, says: Many times I read before him from</b> the book of <b>Daniel.</b>"
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בִּקֵּשׁ לְהִתְנַמְנֵם, פִּרְחֵי כְהֻנָּה מַכִּין לְפָנָיו בְּאֶצְבַּע צְרֵדָה, וְאוֹמְרִים לוֹ, אִישִׁי כֹהֵן גָּדוֹל, עֲמֹד וְהָפֵג אַחַת עַל הָרִצְפָּה. וּמַעֲסִיקִין אוֹתוֹ עַד שֶׁיַּגִּיעַ זְמַן הַשְּׁחִיטָה: \n",
            "english": " If the High Priest <b>sought to sleep</b> at night, <b>the young priests</b> would <b>snap the middle [<i>tzerada</i>] finger</b> against the thumb <b>before him, and they</b> would <b>say to him</b> every so often: <b>My Master, High Priest. Stand</b> from your bed <b>and chill</b> yourself <b>once on the floor</b> and overcome your drowsiness. <b>And they</b> would <b>engage him</b> in various ways <b>until the time would arrive to slaughter the</b> daily offering."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "בְּכָל יוֹם תּוֹרְמִין אֶת הַמִּזְבֵּחַ בִּקְרִיאַת הַגֶּבֶר אוֹ סָמוּךְ לוֹ, בֵּין לְפָנָיו בֵּין לְאַחֲרָיו. בְּיוֹם הַכִּפּוּרִים מֵחֲצוֹת, וּבָרְגָלִים מֵאַשְׁמוּרָה הָרִאשׁוֹנָה, וְלֹא הָיְתָה קְרִיאַת הַגֶּבֶר מַגַּעַת עַד שֶׁהָיְתָה עֲזָרָה מְלֵאָה מִיִּשְׂרָאֵל: \n",
            "english": "<b>Every day</b> the priests <b>would remove</b> the ashes <b>from the altar</b> and place them on the east side of the ramp <b>at the crow of the rooster or adjacent to it, whether before it or after it,</b> as there was no insistence on a precise time. <b>And on Yom Kippur</b> they would remove the ashes earlier, <b>from midnight</b> onward. <b>And on the Festivals,</b> the ashes were removed even earlier, at the end of <b>the first watch. And the call of the rooster would not arrive</b> on Festivals <b>until the</b> Temple <b>courtyard was full with the Jewish people</b> who vowed to bring offerings and would fulfill their obligations on the Festivals. Those offerings were sacrificed immediately following the daily offering."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "בָּרִאשׁוֹנָה כָּל מִי שֶׁרוֹצֶה לִתְרֹם אֶת הַמִּזְבֵּחַ, תּוֹרֵם. וּבִזְמַן שֶׁהֵן מְרֻבִּין, רָצִין וְעוֹלִין בַּכֶּבֶשׁ, וְכָל הַקּוֹדֵם אֶת חֲבֵרוֹ בְאַרְבַּע אַמּוֹת זָכָה. וְאִם הָיוּ שְׁנֵיהֶם שָׁוִין, הַמְמֻנֶּה אוֹמֵר לָהֶם הַצְבִּיעוּ. וּמָה הֵן מוֹצִיאִין, אַחַת אוֹ שְׁתַּיִם, וְאֵין מוֹצִיאִין אֲגֻדָּל בַּמִּקְדָּשׁ: \n",
            "english": "<b>Initially,</b> the practice among the priests was that <b>whoever wishes to remove</b> the ashes from <b>the altar removes them. And when there are many</b> priests who wish to perform that task, the privilege to do so is determined by a race: The priests <b>run and ascend on the ramp</b> leading to the top of the altar. <b>Any</b> priest <b>who precedes another</b> and reaches within <b>four cubits</b> of the top of the altar first <b>is privileged</b> to remove the ashes. <b>And if both of them were equal</b> and neither preceded the other, <b>the appointed</b> priest says to all the priests: <b>Extend</b> your <b>fingers,</b> and a lottery was performed, as will be explained. <b>And what</b> fingers <b>do they extend</b> for the lottery? They may extend <b>one or two</b> fingers, <b>and</b> the priests <b>do not extend a thumb in the Temple.</b> The reason is that the lottery was conducted by the appointee choosing a number and counting the extended fingers of the priests standing in a circle. As the count progressed, a priest could calculate and manipulate the result in his favor by surreptitiously extending his thumb and an additional finger. Since there is separation between the thumb and the forefinger it could appear as though they belonged to two different priests, skewing the results of the lottery."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "מַעֲשֶׂה שֶׁהָיוּ שְׁנֵיהֶם שָׁוִין וְרָצִין וְעוֹלִין בַּכֶּבֶשׁ, וְדָחַף אֶחָד מֵהֶן אֶת חֲבֵרוֹ, וְנָפַל וְנִשְׁבְּרָה רַגְלוֹ. וְכֵיוָן שֶׁרָאוּ בֵית דִּין שֶׁבָּאִין לִידֵי סַכָּנָה, הִתְקִינוּ שֶׁלֹּא יְהוּ תוֹרְמִין אֶת הַמִּזְבֵּחַ אֶלָּא בְפַיִס. אַרְבָּעָה פְיָסוֹת הָיוּ שָׁם, וְזֶה הַפַּיִס הָרִאשׁוֹן: \n",
            "english": "Initially, that was the procedure; however, <b>an incident</b> occurred <b>where both of them were equal</b> as they were <b>running and ascending on the ramp, and one of them shoved another and he fell and his leg was broken. And once the court saw that</b> people <b>were coming to</b> potential <b>danger, they instituted that</b> priests <b>would remove</b> ashes from <b>the altar only</b> by means <b>of a lottery. There were four lotteries there,</b> in the Temple, on a daily basis to determine the priests privileged to perform the various services, <b>and this,</b> determining which priest would remove the ashes, was <b>the first lottery.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "הַפַּיִס הַשֵּׁנִי, מִי שׁוֹחֵט, מִי זוֹרֵק, וּמִי מְדַשֵּׁן מִזְבֵּחַ הַפְּנִימִי, וּמִי מְדַשֵּׁן אֶת הַמְּנוֹרָה, וּמִי מַעֲלֶה אֵבָרִים לַכֶּבֶשׁ, הָרֹאשׁ וְהָרֶגֶל, וּשְׁתֵּי הַיָּדַיִם, הָעֹקֶץ וְהָרֶגֶל, הֶחָזֶה וְהַגֵּרָה, וּשְׁתֵּי הַדְּפָנוֹת, וְהַקְּרָבַיִם, וְהַסֹּלֶת, וְהַחֲבִתִּין, וְהַיָּיִן. שְׁלשָׁה עָשָׂר כֹּהֲנִים זָכוּ בוֹ. אָמַר בֶּן עַזַּאי לִפְנֵי רַבִּי עֲקִיבָא מִשּׁוּם רַבִּי יְהוֹשֻׁעַ, דֶּרֶךְ הִלּוּכוֹ הָיָה קָרֵב: \n",
            "english": "<b>The second lottery</b> conducted daily among the priests determines the following: <b>Who slaughters</b> the daily morning offering, <b>who sprinkles</b> its blood, <b>who removes the ashes</b> from <b>the inner altar, and who removes the ashes</b> and burnt wicks from <b>the candelabrum, and who takes the limbs</b> of the daily offering <b>up to the ramp</b> to be burned later. This is how the limbs were divided before taking them up to the altar: <b>The head and the</b> right <b>leg</b> were carried by one priest, <b>and the two forelegs</b> were carried by a second priest. <b>The tail,</b> including the lower vertebrae of the spinal column and the fat tail, <b>and the</b> left <b>leg</b> were carried by a third priest. <b>And the breast and the throat</b> and some of the inner organs attached to it were carried by a fourth priest. <b>And the two flanks</b> were taken by a fifth priest, <b>and the intestines</b> by a sixth priest. <b>And the fine flour</b> of the meal-offering accompanying the daily offering was carried by a seventh priest. <b>And the</b> High Priest’s daily <b>griddle-cake offering</b> was carried by an eighth priest, <b>and the wine</b> for libation was carried by a ninth priest. Altogether <b>thirteen priests prevailed in this</b> lottery: Nine priests who carried the daily offering and its accompanying elements, and four who performed the slaughter, sprinkling, and removal of ashes from the inner altar and the candelabrum. <b>Ben Azzai said before Rabbi Akiva in the name of Rabbi Yehoshua:</b> That was not the sequence of taking the limbs up to the ramp; rather, the order in which <b>it was sacrificed</b> was according to <b>the way it walks</b> when alive, as will be explained in the Gemara."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הַפַּיִס הַשְּׁלִישִׁי, חֲדָשִׁים לַקְּטֹרֶת בֹּאוּ וְהָפִיסוּ. וְהָרְבִיעִי, חֲדָשִׁים עִם יְשָׁנִים, מִי מַעֲלֶה אֵבָרִים מִן הַכֶּבֶשׁ וְלַמִּזְבֵּחַ: \n",
            "english": "Before <b>the third lottery,</b> the appointee declared: Let only those priests who are <b>new to</b> offering <b>the incense</b> come and <b>participate in the lottery</b> for the incense. <b>The fourth</b> lottery was open to those <b>new</b> to the service along <b>with</b> those <b>old</b> hands who had already performed it,to determine <b>who</b> would <b>take the limbs up from the ramp,</b> where they had been placed earlier, <b>to the altar.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "תָּמִיד קָרֵב בְּתִשְׁעָה, בַּעֲשָׂרָה, בְּאַחַד עָשָׂר, בִּשְׁנֵים עָשָׂר, לֹא פָחוֹת וְלֹא יוֹתֵר. כֵּיצַד. עַצְמוֹ בְּתִשְׁעָה. בֶּחָג, בְּיַד אֶחָד צְלוֹחִית שֶׁל מַיִם, הֲרֵי כָאן עֲשָׂרָה. בֵּין הָעַרְבַּיִם, בְּאַחַד עָשָׂר, הוּא עַצְמוֹ בְּתִשְׁעָה, וּשְׁנַיִם בְּיָדָם שְׁנֵי גְזִירֵי עֵצִים. וּבְשַׁבָּת בְּאַחַד עָשָׂר, הוּא עַצְמוֹ בְּתִשְׁעָה, וּשְׁנַיִם בְּיָדָם שְׁנֵי בְזִיכֵי לְבוֹנָה שֶׁל לֶחֶם הַפָּנִים. וּבְשַׁבָּת שֶׁבְּתוֹךְ הֶחָג, בְּיַד אֶחָד צְלוֹחִית שֶׁל מָיִם: \n",
            "english": "The <b>daily offering is sacrificed</b> and its limbs are carried <b>by nine</b> priests, as mentioned in a previous mishna. These nine carry the limbs and the accompanying libations and meal-offerings. Occasionally, the service is performed <b>by ten</b> priests, occasionally <b>by eleven,</b> and sometimes <b>by twelve</b> priests; <b>no fewer</b> than nine <b>and no more</b> than twelve. <b>How so?</b> The daily offering <b>itself</b> is sacrificed <b>by nine</b> priests, as explained earlier. <b>On the festival</b> of <i>Sukkot</i> a priest <b>in</b> whose <b>hand</b> is <b>a jug of water</b> for the water libation is added, and <b>there are ten</b> priests. On <i>Sukkot</i>, a water libation is poured on the altar in addition to the standard wine libation. <b>In the</b> daily <b>afternoon</b> offering, <b>eleven</b> priests participate in the service. How so? The daily offering <b>itself</b> is sacrificed <b>by nine, and</b> there are an additional <b>two</b> priests <b>in whose hands</b> are <b>two logs</b> that are placed on the altar. The mitzva of placing the two logs in the morning was assigned in the first lottery, as the Gemara explained earlier. <b>On Shabbat, eleven</b> priests participate. How so? The daily morning offering <b>itself</b> is performed <b>by nine, and</b> there are an additional <b>two</b> priests <b>in whose hands</b> are <b>two vessels of frankincense</b> that accompany <b>the shewbread.</b> This frankincense is burned on Shabbat. <b>And on Shabbat that</b> occurs <b>within the festival</b> of <i>Sukkot</i> there is an additional priest <b>in whose hand</b> is a <b>jug of water</b> for the water libation, for a total of twelve priests."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "אַיִל קָרֵב בְּאַחַד עָשָׂר, הַבָּשָׂר בַּחֲמִשָּׁה, הַקְּרָבַיִם וְהַסֹּלֶת וְהַיַּיִן בִּשְׁנַיִם שְׁנָיִם: \n",
            "english": "<b>A ram</b> that is brought for a communal burnt-offering <b>is sacrificed by eleven</b> priests. <b>The flesh</b> on the various limbs is taken <b>by five</b> priests, as in the case of the sheep of the daily offering. <b>The intestines, and the fine flour</b> of the meal-offering, <b>and the wine</b> of the libation are carried by <b>two</b> priests <b>each,</b> because the meal-offering and wine libation that accompany a ram are larger than those that accompany a sheep."
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "פַּר קָרֵב בְּעֶשְׂרִים וְאַרְבָּעָה, הָרֹאשׁ וְהָרֶגֶל, הָרֹאשׁ בְּאֶחָד, וְהָרֶגֶל בִּשְׁנַיִם. הָעֹקֶץ וְהָרֶגֶל, הָעֹקֶץ בִּשְׁנַיִם, וְהָרֶגֶל בִּשְׁנַיִם. הֶחָזֶה וְהַגֵּרָה, הֶחָזֶה בְּאֶחָד, וְהַגֵּרָה בִּשְׁלשָׁה. שְׁתֵּי יָדַיִם בִּשְׁנַיִם. שְׁתֵּי דְפָנּוֹת בִּשְׁנַיִם. הַקְּרָבַיִם וְהַסֹּלֶת וְהַיַּיִן בִּשְׁלשָׁה שְׁלשָׁה. בַּמֶּה דְבָרִים אֲמוּרִים, בְּקָרְבְּנוֹת צִבּוּר. אֲבָל בְּקָרְבַּן יָחִיד, אִם רָצָה לְהַקְרִיב, מַקְרִיב. הֶפְשֵׁטָן וְנִתּוּחָן שֶׁל אֵלּוּ וָאֵלּוּ שָׁוִין: \n",
            "english": " <b>A bull</b> is <b>sacrificed by twenty-four</b> priests. How so? <b>The head and the</b> right <b>leg</b> are sacrificed first, but due to its size <b>the head</b> is carried <b>by one</b> priest <b>and the leg by two. The tail and the</b> left <b>leg</b> are carried as follows: <b>The tail</b> is sacrificed <b>by two and the leg by two. The breast and the neck</b> are carried as follows: <b>The breast</b> is offered <b>by one and the neck by three</b> priests. The <b>two forelegs</b> are carried <b>by two</b> priests, <b>and the two flanks</b> are carried <b>by two. The intestines and the fine flour and the wine</b> are carried <b>by three each,</b> because the meal-offering and wine libation that accompany a bull are larger than those that accompany a ram. <b>In what</b> case <b>is this statement said,</b> that this is the sequence followed? It is <b>in</b> the case of <b>communal offerings. However, in</b> the case of <b>an individual offering</b> brought to fulfill a vow or an obligation, <b>if</b> a single priest <b>wishes to sacrifice</b> it alone <b>he</b> may <b>sacrifice</b> it alone, or if he chooses he may include other priests in the service. With regard to <b>the flaying and the cutting of</b> both <b>these,</b> individual offerings, and <b>those,</b> communal offerings, <b>they are equal,</b> as will be explained in the Gemara."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "אָמַר לָהֶם הַמְמֻנֶּה, צְאוּ וּרְאוּ אִם הִגִּיעַ זְמַן הַשְּׁחִיטָה. אִם הִגִּיעַ, הָרוֹאֶה אוֹמֵר, בַּרְקַאי. מַתִּתְיָא בֶּן שְׁמוּאֵל אוֹמֵר, הֵאִיר פְּנֵי כָל הַמִּזְרָח עַד שֶׁבְּחֶבְרוֹן. וְהוּא אוֹמֵר הֵן: \n",
            "english": "<b>The appointed</b> priest <b>said to</b> the other priests: <b>Go out and observe if</b> it is day and <b>the time for slaughter</b> has <b>arrived. If</b> the time has <b>arrived, the observer says: There is light [<i>barkai</i>]. Matya ben Shmuel says</b> that the appointed priest phrased his question differently: <b>Is the entire eastern sky illuminated even to Hebron? And</b> the observer <b>says: Yes.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "וְלָמָה הֻצְרְכוּ לְכָךְ, שֶׁפַּעַם אַחַת עָלָה מְאוֹר הַלְּבָנָה וְדִמּוּ שֶׁהֵאִיר מִזְרָח, וְשָׁחֲטוּ אֶת הַתָּמִיד, וְהוֹצִיאוּהוּ לְבֵית הַשְּׂרֵפָה. הוֹרִידוּ כֹהֵן גָּדוֹל לְבֵית הַטְּבִילָה. זֶה הַכְּלָל הָיָה בַמִּקְדָּשׁ, כָּל הַמֵּסֵךְ אֶת רַגְלָיו טָעוּן טְבִילָה, וְכָל הַמַּטִּיל מַיִם טָעוּן קִדּוּשׁ יָדַיִם וְרַגְלָיִם: \n",
            "english": " And why did they need to ascertain whether or not it is day, which is typically evident to all? It was necessary, <b>as once, the light of the moon rose, and they imagined that the eastern</b> sky <b>was illuminated</b> with sunlight, <b>and they slaughtered the daily offering</b> before its appropriate time. The animal was later <b>taken out to the place</b> designated for <b>burning</b> and burned because it was slaughtered too early. In order to prevent similar errors in the future, the Sages instituted that they would carefully assess the situation until they were certain that it was day. After the priests announced the start of the day, <b>they led the High Priest down to the Hall of Immersion.</b> The Gemara comments: <b>This was the principle in the Temple: Anyone who covers his legs,</b> a euphemism for defecating, <b>requires immersion</b> afterward; <b>and anyone who urinates requires sanctification of the hands and feet</b> with water from the basin afterward. "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אֵין אָדָם נִכְנָס לָעֲזָרָה לָעֲבוֹדָה, אֲפִלּוּ טָהוֹר, עַד שֶׁיִּטְבֹּל. חָמֵשׁ טְבִילוֹת וַעֲשָׂרָה קִדּוּשִׁין טוֹבֵל כֹּהֵן גָּדוֹל וּמְקַדֵּשׁ בּוֹ בַיּוֹם, וְכֻלָּן בַּקֹּדֶשׁ עַל בֵּית הַפַּרְוָה, חוּץ מִזּוֹ בִלְבָד: \n",
            "english": "<b>A person does not enter the</b> Temple <b>courtyard for the</b> Temple <b>service, even</b> if he is <b>pure, until he immerses. Five immersions and ten sanctifications</b> the <b>High Priest immerses and sanctifies</b> his hands and feet, respectively, <b>on the day</b> of Yom Kippur. <b>And all</b> of these immersions and sanctifications take place <b>in the sacred</b> area, the Temple courtyard, <b>on</b> the roof of the <b>Hall of <i>Parva</i>, except for this</b> first immersion <b>alone.</b> As that immersion is not unique to Yom Kippur, it may be performed outside the courtyard. "
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "פֵּרְסוּ סָדִין שֶׁל בּוּץ בֵּינוֹ לְבֵין הָעָם. פָּשַׁט, יָרַד וְטָבַל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי זָהָב, וְלָבַשׁ וְקִדֵּשׁ יָדָיו וְרַגְלָיו. הֵבִיאוּ לוֹ אֶת הַתָּמִיד. קְרָצוֹ, וּמֵרַק אַחֵר שְׁחִיטָה עַל יָדוֹ. קִבֵּל אֶת הַדָּם וּזְרָקוֹ. נִכְנַס לְהַקְטִיר קְטֹרֶת שֶׁל שַׁחַר, וּלְהֵטִיב אֶת הַנֵּרוֹת, וּלְהַקְרִיב אֶת הָרֹאשׁ וְאֶת הָאֵבָרִים וְאֶת הַחֲבִתִּין וְאֶת הַיָּיִן: \n",
            "english": "<b>They spread a sheet of fine linen between him and the people</b> in the interest of modesty, and then the High Priest immersed and <b>sanctified his hands and feet.</b> The High Priest <b>removed</b> the white garments that he was wearing, <b>descended</b> to the ritual bath, <b>and immersed. He ascended and dried himself</b> with a towel. Then <b>they brought him</b> the <b>golden garments</b> of the High Priest, <b>and he dressed</b> in the garments, and <b>he sanctified his hands and his feet. They brought him the</b> sheep for <b>the daily</b> morning <b>offering, which he slaughtered</b> by cutting most of the way through the gullet and the windpipe. <b>And a different</b> priest <b>completed</b> the <b>slaughter on his behalf</b> so that the High Priest could receive the blood in a vessel and proceed with the order of the Yom Kippur service. As soon as the slaughter was completed, the High Priest <b>received the blood</b> in a vessel <b>and sprinkled it</b> on the altar. <b>He entered</b> the Sanctuary <b>to burn the morning incense and to remove</b> the ashes from <b>the lamps</b> of the candelabrum; <b>and</b> he left the Sanctuary and returned to the courtyard <b>to sacrifice the head and the limbs</b> of the sheep sacrificed for the daily offering <b>and the</b> High Priest’s daily <b>griddle-cake</b> offering, <b>and the wine</b> libation of the daily offering. "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "קְטֹרֶת שֶׁל שַׁחַר הָיְתָה קְרֵבָה בֵּין דָּם לָאֵבָרִים. שֶׁל בֵּין הָעַרְבַּיִם, בֵּין אֵבָרִים לַנְּסָכִים. אִם הָיָה כֹהֵן גָּדוֹל זָקֵן אוֹ אִסְטְנִיס, מְחַמִּין לוֹ חַמִּין וּמְטִילִין לְתוֹךְ הַצּוֹנֵן, כְּדֵי שֶׁתָּפוּג צִנָּתָן: \n",
            "english": "The Mishna comments: <b>The morning incense was burned between</b> the receiving and sprinkling of the <b>blood</b> and the burning <b>of the limbs;</b> and the <b>afternoon</b> incense was burned <b>between</b> the taking of the <b>limbs</b> up to the altar and the pouring of the <b>libations</b> that accompanied the offering. With regard to the immersion, <b>if the High Priest was old</b> and found it difficult to immerse in cold water, <b>or</b> if he was <b>delicate [<i>istenis</i>], they</b> would <b>heat hot</b> water <b>for him</b> on Yom Kippur eve <b>and place</b> it <b>into the cold</b> water of the ritual bath <b>in order to temper its chill</b> so the High Priest could immerse without discomfort. "
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הֱבִיאוּהוּ לְבֵית הַפַּרְוָה, וּבַקֹּדֶשׁ הָיְתָה. פָּרְסוּ סָדִין שֶׁל בּוּץ בֵּינוֹ לְבֵין הָעָם, קִדֵּשׁ יָדָיו וְרַגְלָיו וּפָשַׁט. רַבִּי מֵאִיר אוֹמֵר, פָּשַׁט, קִדֵּשׁ יָדָיו וְרַגְלָיו. יָרַד וְטָבַל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי לָבָן, לָבַשׁ וְקִדֵּשׁ יָדָיו וְרַגְלָיו: \n",
            "english": "<b>They brought</b> the High Priest to immerse a second time in the <b>Hall of <i>Parva</i>,</b> which <b>was in the sacred</b> area, the Temple courtyard. <b>They spread a sheet of fine linen between him and the people</b> in the interest of modesty. <b>And he sanctified his hands and his feet and removed</b> his garments. <b>Rabbi Meir says</b> that this was the sequence: He first <b>removed</b> his garments and then <b>he sanctified his hands and his feet. He descended and immersed</b> a second time. <b>He ascended and dried himself.</b> And <b>they</b> immediately <b>brought him</b> the <b>white garments,</b> in which <b>he dressed, and he sanctified his hands and his feet.</b> "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בַּשַּׁחַר הָיָה לוֹבֵשׁ פִּלּוּסִין שֶׁל שְׁנֵים עָשָׂר מָנֶה, וּבֵין הָעַרְבַּיִם הִנְדְּוִין שֶׁל שְׁמֹנֶה מֵאוֹת זוּז, דִּבְרֵי רַבִּי מֵאִיר. וַחֲכָמִים אוֹמְרִים, בַּשַּׁחַר הָיָה לוֹבֵשׁ שֶׁל שְׁמֹנָה עָשָׂר מָנֶה, וּבֵין הָעַרְבַּיִם שֶׁל שְׁנֵים עָשָׂר מָנֶה, הַכֹּל שְׁלשִׁים מָנֶה. אֵלּוּ מִשֶּׁל צִבּוּר. וְאִם רָצָה לְהוֹסִיף, מוֹסִיף מִשֶּׁלּוֹ: \n",
            "english": "<b>In the morning he would wear</b> linen garments <b>from</b> the Egyptian city of <b>Pelusium worth twelve <i>maneh</i>,</b> 1,200 dinars or <i>zuz</i>. These garments were very expensive due to their high quality. And <b>in the afternoon</b> he wore linen garments <b>from India,</b> which were slightly less expensive, <b>worth eight hundred <i>zuz</i>.</b> This is <b>the statement of Rabbi Meir. And the Rabbis say: In the morning he would wear</b> garments <b>worth eighteen <i>maneh</i>, and in the afternoon</b> he would wear garments <b>worth twelve <i>maneh</i>.</b> In <b>total,</b> the clothes were worth <b>thirty <i>maneh</i>. These</b> sums for the garments came <b>from the community, and if</b> the High Priest <b>wished to add</b> money to purchase even finer garments, <b>he</b> would <b>add</b> funding of his own. "
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "בָּא לוֹ אֵצֶל פָּרוֹ, וּפָרוֹ הָיָה עוֹמֵד בֵּין הָאוּלָם וְלַמִּזְבֵּחַ, רֹאשׁוֹ לַדָּרוֹם וּפָנָיו לַמַּעֲרָב, וְהַכֹּהֵן עוֹמֵד בַּמִּזְרָח וּפָנָיו לַמַּעֲרָב, וְסוֹמֵךְ שְׁתֵּי יָדָיו עָלָיו וּמִתְוַדֶּה. וְכָךְ הָיָה אוֹמֵר, אָנָּא הַשֵּׁם, עָוִיתִי פָּשַׁעְתִּי חָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי. אָנָּא הַשֵּׁם, כַּפֶּר נָא לָעֲוֹנוֹת וְלַפְּשָׁעִים וְלַחֲטָאִים, שֶׁעָוִיתִי וְשֶׁפָּשַׁעְתִּי וְשֶׁחָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי, כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ (ויקרא טז), כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ. וְהֵן עוֹנִין אַחֲרָיו, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "english": "The High Priest <b>comes</b> and stands <b>next to his bull, and his bull was standing between the Entrance Hall and the altar</b> with <b>its head</b> facing <b>to the south and its face to the west. And the priest stands to the east</b> of the bull, <b>and his face</b> points <b>to the west. And</b> the priest <b>places his two hands on</b> the bull <b>and confesses.</b> <b>And this is what he would say</b> in his confession: <b>Please, God, I have sinned, I have done wrong,</b> and <b>I have rebelled before You, I and my family. Please, God, grant atonement, please, for the sins, and for the wrongs, and for the rebellions that I have sinned, and done wrong, and rebelled before You, I and my family, as it is written in the Torah of Moses your servant: “For on this day atonement shall be made</b> for you to cleanse you of all your sins; you shall be clean before the Lord” (Leviticus 16:30). <b>And</b> the priests and the people who were in the courtyard <b>respond after he</b> recites the name of God: <b>Blessed be the name of His glorious kingdom forever and all time.</b> "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "בָּא לוֹ לְמִזְרַח הָעֲזָרָה, לִצְפוֹן הַמִּזְבֵּחַ, הַסְּגָן מִימִינוֹ וְרֹאשׁ בֵּית אָב מִשְּׂמֹאלוֹ. וְשָׁם שְׁנֵי שְׂעִירִים, וְקַלְפִּי הָיְתָה שָׁם וּבָהּ שְׁנֵי גוֹרָלוֹת. שֶׁל אֶשְׁכְּרוֹעַ הָיוּ, וַעֲשָׂאָן בֶּן גַּמְלָא שֶׁל זָהָב, וְהָיוּ מַזְכִּירִין אוֹתוֹ לְשָׁבַח: \n",
            "english": "The priest then <b>came to</b> the <b>eastern</b> side <b>of the</b> Temple <b>courtyard,</b> farthest from the Holy of Holies, <b>to</b> the <b>north of the altar. The deputy</b> was <b>to his right, and the head of the patrilineal family</b> belonging to the priestly watch that was assigned to serve in the Temple that week was <b>to his left. And</b> they arranged <b>two goats there, and there was a</b> lottery <b>receptacle there, and in it were two lots. These were</b> originally made of <b>boxwood,</b> and the High Priest Yehoshua <b>ben Gamla fashioned them of gold,</b> and the people <b>would mention him favorably</b> for what he did. Since the mishna mentions an item designed to enhance the Temple service, it also lists other such items: "
          }
        },
        {
          "mishnah": 10,
          "translations": {
            "hebrew": "בֶּן קָטִין עָשָׂה שְׁנֵים עָשָׂר דַּד לַכִּיּוֹר, שֶׁלֹּא הָיוּ לוֹ אֶלָּא שְׁנַיִם. וְאַף הוּא עָשָׂה מוּכְנִי לַכִּיּוֹר, שֶׁלֹּא יִהְיו מֵימָיו נִפְסָלִין בְּלִינָה. מֻנְבַּז הַמֶּלֶךְ הָיָה עוֹשֶׂה כָל יְדוֹת הַכֵּלִים שֶׁל יוֹם הַכִּפּוּרִים שֶׁל זָהָב. הִילְנִי אִמּוֹ עָשְׂתָה נִבְרֶשֶׁת שֶׁל זָהָב עַל פִּתְחוֹ שֶׁל הֵיכָל. וְאַף הִיא עָשְׂתָה טַבְלָא שֶׁל זָהָב שֶׁפָּרָשַׁת סוֹטָה כְתוּבָה עָלֶיהָ. נִיקָנוֹר נַעֲשׂוּ נִסִּים לְדַלְתוֹתָיו, וְהָיוּ מַזְכִּירִין אוֹתוֹ לְשָׁבַח: \n",
            "english": "The High Priest <b>ben Katin made twelve spigots for the basin</b> so that several priests could sanctify their hands and feet at once, <b>as</b> previously the basin <b>had only two. He also made a machine [<i>mukheni</i>] for</b> sinking <b>the basin</b> into flowing water during the night <b>so that its water would not be disqualified by remaining overnight.</b> Had the water remained in the basin overnight, it would have been necessary to pour it out the following morning. By immersing the basin in flowing water, the water inside remained fit for use the next morning. <b>King Munbaz would</b> contribute the funds required to <b>make the handles of all the Yom Kippur vessels of gold.</b> Queen <b>Helene, his mother, fashioned a</b> decorative <b>gold chandelier above the entrance of the Sanctuary. She also fashioned a golden tablet [<i>tavla</i>] on which the</b> Torah <b>portion</b> relating to <b><i>sota</i> was written.</b> The tablet could be utilized to copy this Torah portion, so that a Torah scroll need not be taken out for that purpose. With regard to <b>Nicanor, miracles were performed to his doors,</b> the doors in the gate of the Temple named for him, the Gate of Nicanor. <b>And</b> the people <b>would mention</b> all of <b>those</b> whose contributions were listed <b>favorably.</b> "
          }
        },
        {
          "mishnah": 11,
          "translations": {
            "hebrew": "וְאֵלּוּ לִגְנַאי, שֶׁל בֵּית גַּרְמוּ לֹא רָצוּ לְלַמֵּד עַל מַעֲשֵׂה לֶחֶם הַפָּנִים. שֶׁל בֵּית אַבְטִינָס לֹא רָצוּ לְלַמֵּד עַל מַעֲשֵׂה הַקְּטֹרֶת. הֻגְרַס בֶּן לֵוִי הָיָה יוֹדֵעַ פֶּרֶק בַּשִּׁיר וְלֹא רָצָה לְלַמֵּד. בֶּן קַמְצָר לֹא רָצָה לְלַמֵּד עַל מַעֲשֵׂה הַכְּתָב. עַל הָרִאשׁוֹנִים נֶאֱמַר (משלי י), זֵכֶר צַדִּיק לִבְרָכָה. וְעַל אֵלּוּ נֶאֱמַר (שם) וְשֵׁם רְשָׁעִים יִרְקָב: \n",
            "english": "Apropos the mention in the mishna of people who took action in the Temple and were mentioned favorably, the mishna lists <b>those</b> who took action in the Temple and were mentioned <b>unfavorably.</b> The craftsmen <b>of the House of Garmu did not want to teach</b> the secret <b>of the preparation of the shewbread</b> and sought to keep the secret within their family. The craftsmen <b>of the House of Avtinas did not want to teach</b> the secret <b>of the preparation of the incense.</b> Also, <b>Hugras ben Levi knew a chapter</b> in the art of <b>music,</b> as will be explained, <b>and he did not want to teach</b> it to others. And the scribe <b>ben Kamtzar did not want to teach</b> a special <b>act of writing.</b> He was expert at writing all four letters of a four-letter name simultaneously. <b>About the first</b> ones, who were mentioned favorably, <b>it is stated: “The memory of the righteous shall be for a blessing”</b> (Proverbs 10:7); <b>and about these</b> who were concerned only for themselves <b>it is stated: “But the name of the wicked shall rot”</b> (Proverbs 10:7)."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "טָרַף בַּקַּלְפִּי וְהֶעֱלָה שְׁנֵי גוֹרָלוֹת. אֶחָד כָּתוּב עָלָיו לַשֵּׁם וְאֶחָד כָּתוּב עָלָיו לַעֲזָאזֵל. הַסְּגָן בִּימִינוֹ וְרֹאשׁ בֵּית אָב מִשְּׂמֹאלוֹ. אִם שֶׁל שֵׁם עָלָה בִימִינוֹ, הַסְּגָן אוֹמֵר לוֹ, אִישִׁי כֹהֵן גָּדוֹל, הַגְבֵּהַּ יְמִינֶךָ. וְאִם שֶׁל שֵׁם עָלָה בִשְׂמֹאלוֹ, רֹאשׁ בֵּית אָב אוֹמֵר לוֹ, אִישִׁי כֹהֵן גָּדוֹל, הַגְּבֵּהַּ שְׂמֹאלֶךָ. נְתָנוֹ עַל שְׁנֵי הַשְּׂעִירִים וְאוֹמֵר, לַיְיָ חַטָּאת. רַבִּי יִשְׁמָעֵאל אוֹמֵר, לֹא הָיָה צָרִיךְ לוֹמַר חַטָּאת, אֶלָּא לַיְיָ. וְהֵן עוֹנִין אַחֲרָיו, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "english": "The High Priest <b>would mix</b> the lots <b>in the</b> lottery <b>receptacle</b> used to hold them <b>and draw</b> the <b>two lots</b> from it, one in each hand. <b>Upon one was written: For God. And upon</b> the other <b>one was written: For Azazel. The deputy</b> High Priest would stand <b>to</b> the High Priest’s <b>right, and the head of the patrilineal family</b> would stand <b>to his left. If</b> the lot <b>for the name</b> of God <b>came up in his right</b> hand, <b>the Deputy would say to him: My master, High Priest, raise your right</b> hand so that all can see with which hand the lot for God was selected. <b>And if</b> the lot for the <b>name</b> of God <b>came up in his left</b> hand, <b>the head of the patrilineal family would say to him: My master, High Priest, raise your left</b> hand. Then <b>he would place</b> the two lots <b>upon the two goats,</b> the lot that arose in his right hand on the goat standing to his right side and the lot in his left hand on the goat to his left. <b>And</b> upon placing the lot for God upon the appropriate goat, <b>he would say: For God,</b> as <b>a sin-offering. Rabbi Yishmael says: He need not say:</b> As <b>a sin-offering. Rather,</b> it is sufficient to say: <b>For God. And</b> upon saying the name of God, the priests and the people <b>respond after him: Blessed be the name of His glorious kingdom forever and all time.</b>"
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "קָשַׁר לָשׁוֹן שֶׁל זְהוֹרִית בְּרֹאשׁ שָׂעִיר הַמִּשְׁתַּלֵּחַ וְהֶעֱמִידוֹ כְנֶגֶד בֵּית שִׁלּוּחוֹ, וְלַנִּשְׁחָט כְּנֶגֶד בֵּית שְׁחִיטָתוֹ. בָּא לוֹ אֵצֶל פָּרוֹ שְׁנִיָּה, וְסוֹמֵךְ שְׁתֵּי יָדָיו עָלָיו וּמִתְוַדֶּה. וְכָךְ הָיָה אוֹמֵר, אָנָּא הַשֵּׁם, עָוִיתִי פָּשַׁעְתִּי חָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי וּבְנֵי אַהֲרֹן עַם קְדוֹשֶׁיךָ. אָנָּא הַשֵּׁם, כַּפֶּר נָא לָעֲוֹנוֹת וְלַפְּשָׁעִים וְלַחֲטָאִים, שֶׁעָוִיתִי וְשֶׁפָּשַׁעְתִּי וְשֶׁחָטָאתִי לְפָנֶיךָ אֲנִי וּבֵיתִי וּבְנֵי אַהֲרֹן עַם קְדוֹשֶׁךָ, כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ (ויקרא טז), כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ. וְהֵן עוֹנִין אַחֲרָיו, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "english": "The High Priest <b>tied a strip of crimson</b> wool <b>upon the head of the scapegoat and positioned</b> the goat <b>opposite the place from which it was dispatched,</b> i.e., near the gate through which it was taken; <b>and</b> the same was done to <b>the</b> goat that was to be <b>slaughtered, opposite</b> the <b>place of its slaughter.</b> <b>He comes</b> and stands <b>next to his bull a second</b> time, <b>and places his two hands upon it, and confesses. And this is what he would say: Please God, I have sinned, I have done wrong,</b> and <b>I have rebelled before You, I and my family and the children of Aaron, your sacred people. Please God, grant atonement, please, for the sins, and for the wrongs, and for the rebellions that I have sinned, and done wrong, and rebelled before You, I, and my family, and the children of Aaron, your sacred people, as it is written in the Torah of Moses, your servant: “For on this day atonement shall be made for you to cleanse you</b> of all your sins; you shall be clean before the Lord” (Leviticus 16:30). <b>And they,</b> the priests and the people in the Temple courtyard, <b>respond after him</b> upon hearing the name of God: <b>Blessed be the name of His glorious kingdom forever and all time.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "שְׁחָטוֹ וְקִבֵּל בַּמִּזְרָק אֶת דָּמוֹ, וּנְתָנוֹ לְמִי שֶׁהוּא מְמָרֵס בּוֹ עַל הָרֹבֶד הָרְבִיעִי שֶׁבַּהֵיכָל, כְּדֵי שֶׁלֹּא יִקְרֹשׁ. נָטַל מַחְתָּה וְעָלָה לְרֹאשׁ הַמִּזְבֵּחַ, וּפִנָּה גֶחָלִים אֵילָךְ וְאֵילָךְ, וְחוֹתֶה מִן הַמְעֻכָּלוֹת הַפְּנִימִיּוֹת, וְיָרַד וְהִנִּיחָהּ עַל הָרֹבֶד הָרְבִיעִי שֶׁבָּעֲזָרָה: \n",
            "english": "The High Priest <b>would slaughter</b> the bull <b>and receive its blood in a bowl, and give it to the one who stirs it.</b> The stirrer would stand <b>on the fourth row</b> of tiles <b>in the Sanctuary</b> and stir the blood <b>lest it coagulate</b> while the High Priest sacrificed the incense. <b>He would take a coal pan and ascend to the top of the altar and clear</b> the upper layer of <b>coals to</b> this <b>side and to</b> that <b>side and</b> with the coal pan <b>scoop up</b> coals <b>from</b> among <b>the inner, consumed</b> coals. <b>And he would</b> then <b>descend and place</b> the coal pan with the coals <b>on the fourth row</b> of tiles <b>in the</b> Temple <b>courtyard.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "בְּכָל יוֹם הָיָה חוֹתֶה בְּשֶׁל כֶּסֶף וּמְעָרֶה בְתוֹךְ שֶׁל זָהָב, וְהַיּוֹם חוֹתֶה בְשֶׁל זָהָב וּבָהּ הָיָה מַכְנִיס. בְּכָל יוֹם חוֹתֶה בְשֶׁל אַרְבַּעַת קַבִּין וּמְעָרֶה בְתוֹךְ שֶׁל שְׁלשֶׁת קַבִּין, וְהַיּוֹם חוֹתֶה בְשֶׁל שְׁלשֶׁת קַבִּין, וּבָהּ הָיָה מַכְנִיס. רַבִּי יוֹסֵי אוֹמֵר, בְּכָל יוֹם חוֹתֶה בְשֶׁל סְאָה וּמְעָרֶה בְתוֹךְ שֶׁל שְׁלשֶׁת קַבִּין, וְהַיּוֹם חוֹתֶה בְשֶׁל שְׁלשֶׁת קַבִּין, וּבָהּ הָיָה מַכְנִיס. בְּכָל יוֹם הָיְתָה כְבֵדָה, וְהַיּוֹם קַלָּה. בְּכָל יוֹם הָיְתָה יָדָהּ קְצָרָה, וְהַיּוֹם אֲרֻכָּה. בְּכָל יוֹם הָיָה זְהָבָהּ יָרוֹק, וְהַיּוֹם אָדֹם, דִּבְרֵי רַבִּי מְנַחֵם. בְּכָל יוֹם מַקְרִיב פְּרָס בְּשַׁחֲרִית וּפְרָס בֵּין הָעַרְבַּיִם, וְהַיּוֹם מוֹסִיף מְלֹא חָפְנָיו. בְּכָל יוֹם הָיְתָה דַקָּה, וְהַיּוֹם דַּקָּה מִן הַדַּקָּה: \n",
            "english": "The mishna comments on some of the contrasts between the service and protocols followed on Yom Kippur and those followed throughout the rest of the year: <b>On every</b> other <b>day,</b> a priest <b>would scoop up</b> the coals with a coal pan made <b>of silver and pour</b> the coals from there <b>into</b> a coal pan <b>of gold. But</b> on <b>this day,</b> on Yom Kippur, the High Priest <b>scoops up with</b> a coal pan <b>of gold, and with</b> that coal pan <b>he would bring</b> the coals <b>into</b> the Holy of Holies. <b>On every</b> other <b>day,</b> a priest scoops up the coals with a coal pan <b>of four <i>kav</i> and pours</b> the coals <b>into</b> a coal pan of <b>three <i>kav</i>. But</b> on <b>this day,</b> the High Priest <b>scoops with</b> one of <b>three <i>kav</i>, and with it he would bring</b> the coals <b>into</b> the Holy of Holies. <b>Rabbi Yosei says</b> a variation of this distinction: <b>On every</b> other <b>day,</b> a priest scoops up the coals with a coal pan <b>of a <i>se’a</i>,</b> which is six <i>kav</i> <b>and</b> then <b>pours</b> the coals <b>into</b> a coal pan of <b>three <i>kav</i>. But</b> on <b>this day,</b> the High Priest <b>scoops with</b> a coal pan of <b>three <i>kav</i>, and with it he would bring</b> the coals <b>into</b> the Holy of Holies. <b>On every</b> other <b>day,</b> the coal pan <b>was heavy. But</b> on <b>this day</b> it was <b>light,</b> so as not to tire the High Priest. <b>On every</b> other <b>day, its handle was short, but</b> on <b>this day it was long</b> so that he could also use his arm to support its weight. <b>On every</b> other <b>day, it was</b> of <b>greenish gold, but</b> on <b>this day</b> it was of <b>a red</b> gold. These are <b>the statements of Rabbi Menaḥem.</b> <b>On every</b> other <b>day,</b> a priest <b>sacrificed a <i>peras</i>,</b> half a <i>maneh</i>, of incense <b>in the morning, and a <i>peras</i> in the afternoon, but</b> on <b>this day</b> the High Priest <b>adds</b> an additional <b>handful</b> of incense and burns it in the Holy of Holies. <b>On every</b> other <b>day,</b> the incense <b>was</b> ground <b>fine</b> as prescribed by the Torah, <b>but</b> on <b>this day it was superfine.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "בְּכָל יוֹם כֹּהֲנִים עוֹלִים בְּמִזְרָחוֹ שֶׁל כֶּבֶשׁ וְיוֹרְדִין בְּמַעֲרָבוֹ, וְהַיּוֹם כֹּהֵן גָּדוֹל עוֹלֶה בָאֶמְצַע וְיוֹרֵד בָּאֶמְצַע. רַבִּי יְהוּדָה אוֹמֵר, לְעוֹלָם כֹּהֵן גָּדוֹל עוֹלֶה בָאֶמְצַע וְיוֹרֵד בָּאֶמְצַע. בְּכָל יוֹם כֹּהֵן גָּדוֹל מְקַדֵּשׁ יָדָיו וְרַגְלָיו מִן הַכִּיּוֹר, וְהַיּוֹם מִן הַקִּיתוֹן שֶׁל זָהָב. רַבִּי יְהוּדָה אוֹמֵר, לְעוֹלָם כֹּהֵן גָּדוֹל מְקַדֵּשׁ יָדָיו וְרַגְלָיו מִן הַקִּיתוֹן שֶׁל זָהָב: \n",
            "english": "<b>On every</b> other <b>day, priests ascend on the eastern side of the ramp and descend on its western side, but</b> on <b>this day the High Priest ascends in the middle</b> of the ramp <b>and descends in the middle. Rabbi Yehuda says:</b> There was no difference in this regard. Even during the rest of the year, <b>the High Priest always ascends in the middle</b> of the ramp <b>and descends in the middle,</b> due to his eminence. <b>On every</b> other <b>day, the High Priest sanctifies his hands and his feet from the laver</b> like the other priests, <b>and on this day</b> he sanctifies them <b>from the golden flask,</b> due to the eminence of the High Priest. <b>Rabbi Yehuda says</b> there was no difference in this regard. Even during the rest of the year, <b>the High Priest always sanctifies his hands and his feet from the golden flask.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "בְּכָל יוֹם הָיוּ שָׁם אַרְבַּע מַעֲרָכוֹת, וְהַיּוֹם חָמֵשׁ, דִּבְרֵי רַבִּי מֵאִיר. רַבִּי יוֹסֵי אוֹמֵר, בְּכָל יוֹם שָׁלשׁ, וְהַיּוֹם אַרְבַּע. רַבִּי יְהוּדָה אוֹמֵר, בְּכָל יוֹם שְׁתַּיִם, וְהַיּוֹם שָׁלשׁ: \n",
            "english": "<b>On every</b> other <b>day there were four arrangements</b> of wood <b>there,</b> upon the altar, <b>but</b> on <b>this day there were five;</b> this is <b>the statement of Rabbi Meir. Rabbi Yosei says: On every</b> other <b>day</b> there were <b>three, but</b> on <b>this day</b> there were <b>four. Rabbi Yehuda says: On every</b> other <b>day</b> there were <b>two, but</b> on <b>this day</b> there were <b>three.</b>"
          }
        }
      ]
    },
    {
      "chapter": 5,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "הוֹצִיאוּ לוֹ אֶת הַכַּף וְאֶת הַמַּחְתָּה, וְחָפַן מְלֹא חָפְנָיו וְנָתַן לְתוֹךְ הַכַּף, הַגָּדוֹל לְפִי גָדְלוֹ, וְהַקָּטָן לְפִי קָטְנוֹ, וְכָךְ הָיְתָה מִדָּתָהּ. נָטַל אֶת הַמַּחְתָּה בִּימִינוֹ וְאֶת הַכַּף בִּשְׂמֹאלוֹ. הָיָה מְהַלֵּךְ בַּהֵיכָל, עַד שֶׁמַּגִּיעַ לְבֵין שְׁתֵּי הַפָּרֹכוֹת הַמַּבְדִּילוֹת בֵּין הַקֹּדֶשׁ וּבֵין קֹדֶשׁ הַקָּדָשִׁים, וּבֵינֵיהֶן אַמָּה. רַבִּי יוֹסֵי אוֹמֵר, לֹא הָיְתָה שָׁם אֶלָּא פָרֹכֶת אַחַת בִּלְבָד, שֶׁנֶּאֱמַר (שמות כו), וְהִבְדִּילָה הַפָּרֹכֶת לָכֶם בֵּין הַקֹּדֶשׁ וּבֵין קֹדֶשׁ הַקָּדָשִׁים. הַחִיצוֹנָה הָיְתָה פְרוּפָה מִן הַדָּרוֹם, וְהַפְּנִימִית מִן הַצָּפוֹן. מְהַלֵּךְ בֵּינֵיהֶן, עַד שֶׁמַּגִּיעַ לַצָּפוֹן. הִגִּיעַ לַצָּפוֹן, הוֹפֵךְ פָּנָיו לַדָּרוֹם, מְהַלֵּךְ לִשְׂמֹאלוֹ עִם הַפָּרֹכֶת עַד שֶׁהוּא מַגִּיעַ לָאָרוֹן. הִגִּיעַ לָאָרוֹן. נוֹתֵן אֶת הַמַּחְתָּה בֵּין שְׁנֵי הַבַּדִּים. צָבַר אֶת הַקְּטֹרֶת עַל גַּבֵּי גֶחָלִים, וְנִתְמַלֵּא כָל הַבַּיִת כֻּלּוֹ עָשָׁן. יָצָא וּבָא לוֹ בְדֶרֶךְ בֵּית כְּנִיסָתוֹ, וּמִתְפַּלֵּל תְּפִלָּה קְצָרָה בַּבַּיִת הַחִיצוֹן, וְלֹא הָיָה מַאֲרִיךְ בִּתְפִלָּתוֹ, שֶׁלֹּא לְהַבְעִית אֶת יִשְׂרָאֵל: \n",
            "english": "<b>They brought out the spoon and the coal pan</b> to the High Priest so he may perform the service of the incense. <b>He scoops his handfuls</b> from the incense <b>and places it into the spoon. The</b> High Priest with <b>large</b> hands fills the spoon with incense in an amount <b>corresponding to the large</b> size of his hands, <b>and the</b> High Priest with <b>small</b> hands fills the spoon with incense in an amount <b>corresponding to the small</b> size of his hands. <b>And this was the measure</b> of the spoon, i.e., it was made to correspond to the size of his hands. <b>He took the coal pan in his right</b> hand <b>and the spoon in his left</b> hand. The High Priest <b>would</b> then <b>walk</b> west <b>through the Sanctuary until he reaches</b> the area <b>between the two curtains that separated the Sanctuary and the Holy of Holies, and</b> the space <b>between them</b> was one <b>cubit. Rabbi Yosei says: There was only one curtain there, as it is stated: “And the curtain shall divide for you between the Sanctuary and the Holy of Holies”</b> (Exodus 26:33). <b>The outer</b> curtain between the Sanctuary and the Holy of Holies <b>was hooked [<i>perufa</i>]</b> slightly open <b>on the south</b> side of the Sanctuary, <b>and</b> the <b>inner</b> curtain <b>hooked</b> slightly open <b>on the north</b> side of the Sanctuary, and therefore the High Priest could not enter the Holy of Holies directly. Rather, he enters through the southern opening and <b>walks between</b> the curtains <b>until he reaches the</b> opening to the <b>north.</b> When <b>he reaches the</b> opening to the <b>north,</b> he enters the Holy of Holies through that opening, <b>turns his face to the south,</b> and <b>walks to his left along the curtain until he reaches</b> the area before <b>the Ark.</b> When <b>he reaches the Ark, he places the coal pan between the two staves. He piles the incense atop</b> the <b>coals, and the whole chamber in its entirety would fill with smoke. He</b> then <b>exits and comes</b> out <b>the way</b> that <b>he entered.</b> He does not turn around but leaves the Holy of Holies walking while facing the Ark. <b>And he recites a brief prayer in the outer chamber,</b> in the Sanctuary. <b>And he would not extend his prayer</b> there <b>so as not to alarm the Jewish people,</b> who would otherwise conclude that something happened and that he died in the Holy of Holies."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "מִשֶּׁנִּטַּל הָאָרוֹן, אֶבֶן הָיְתָה שָׁם מִימוֹת נְבִיאִים רִאשׁוֹנִים, וּשְׁתִיָּה הָיְתָה נִקְרֵאת, גְּבוֹהָה מִן הָאָרֶץ שָׁלשׁ אֶצְבָּעוֹת, וְעָלֶיהָ הָיָה נוֹתֵן: \n",
            "english": "<b>After the Ark was taken</b> into exile, <b>there was a rock</b> in the Holy of Holies <b>from the days of the early prophets,</b> David and Samuel, who laid the groundwork for construction of the Temple, <b>and</b> this stone <b>was called</b> the <b>foundation</b> rock. It was <b>three fingerbreadths higher than the ground, and</b> the High Priest <b>would place</b> the incense <b>on it.</b> "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "נָטַל אֶת הַדָּם מִמִּי שֶׁהָיָה מְמָרֵס בּוֹ, נִכְנַס לַמָּקוֹם שֶׁנִּכְנַס, וְעָמַד בַּמָּקוֹם שֶׁעָמַד, וְהִזָּה מִמֶּנּוּ אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. יָצָא וְהִנִּיחוֹ עַל כַּן הַזָּהָב שֶׁבַּהֵיכָל: \n",
            "english": "After the High Priest left the Holy of Holies, <b>he took the blood</b> of the bull sacrificed as a sin-offering <b>from</b> the one <b>who was stirring it,</b> so it would not coagulate. <b>He entered into the place that he</b> had previously <b>entered,</b> the Holy of Holies, <b>and stood at the place where he</b> had previously <b>stood</b> to offer the incense, between the staves. <b>And he sprinkled from</b> the blood, <b>one</b> time <b>upward and seven</b> times <b>downward.</b> <b>And he would neither intend to sprinkle</b> the blood <b>upward nor</b> to sprinkle it <b>downward, but rather like one who whips,</b> with the blood sprinkled in a single column, one drop below the other. <b>And this</b> is how <b>he would count</b> as he sprinkled, to avoid error: <b>One; one and one; one and two; one and three; one and four; one and five; one and six; one and seven.</b> The High Priest then <b>emerged</b> from there <b>and placed</b> the bowl with the remaining blood <b>on the golden pedestal in the Sanctuary.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הֵבִיאוּ לוֹ אֶת הַשָּׂעִיר, שְׁחָטוֹ וְקִבֵּל בַּמִּזְרָק אֶת דָּמוֹ. נִכְנַס לִמְקוֹם שֶׁנִּכְנַס, וְעָמַד בִּמְקוֹם שֶׁעָמַד, וְהִזָּה מִמֶּנּוּ אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. יָצָא וְהִנִּיחוֹ עַל כַּן הַשֵּׁנִי שֶׁהָיָה בַהֵיכָל. רַבִּי יְהוּדָה אוֹמֵר, לֹא הָיָה שָׁם אֶלָּא כַּן אֶחָד בִּלְבָד. נָטַל דַּם הַפָּר וְהִנִּיחַ דַּם הַשָּׂעִיר, וְהִזָּה מִמֶּנּוּ עַל הַפָּרֹכֶת שֶׁכְּנֶגֶד הָאָרוֹן מִבַּחוּץ, אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. נָטַל דַּם הַשָּׂעִיר וְהִנִּיחַ דַּם הַפָּר, וְהִזָּה מִמֶּנּוּ עַל הַפָּרֹכֶת שֶׁכְּנֶגֶד הָאָרוֹן מִבַּחוּץ, אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה, וְלֹא הָיָה מִתְכַּוֵּן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה, אֶלָּא כְמַצְלִיף. וְכָךְ הָיָה מוֹנֶה, אַחַת, אַחַת וְאַחַת, אַחַת וּשְׁתַּיִם, אַחַת וְשָׁלשׁ, אַחַת וְאַרְבַּע, אַחַת וְחָמֵשׁ, אַחַת וָשֵׁשׁ, אַחַת וָשֶׁבַע. עֵרָה דַם הַפָּר לְתוֹךְ דַּם הַשָּׂעִיר, וְנָתַן אֶת הַמָּלֵא בָרֵיקָן: \n",
            "english": "<b>They brought him the goat</b> to be sacrificed as a sin-offering to God. <b>He slaughtered it and received its blood in the bowl. He</b> again <b>entered into the place that he</b> had previously <b>entered,</b> the Holy of Holies, <b>and stood at the place that he</b> previously <b>stood, and sprinkled from</b> the blood of the goat <b>one</b> time <b>upward and seven</b> times <b>downward. And this</b> is how <b>he would count,</b> just as he counted when sprinkling the blood of the bull: <b>One; one and one; one and two; etc.</b> The High Priest then <b>emerged</b> from the Holy of Holies <b>and placed</b> the bowl with the remaining blood <b>on the second golden pedestal in the Sanctuary. Rabbi Yehuda says: There was only one pedestal there,</b> and he <b>took the blood of the bull</b> from the pedestal <b>and placed the blood of the goat</b> in its place. <b>And he sprinkled from</b> the blood of the bull <b>on the curtain opposite the Ark from outside</b> the Holy of Holies, <b>one</b> time <b>upward and seven</b> times <b>downward, and he would not intend, etc. And this</b> is how <b>he would count, etc.</b> When he concluded, <b>he took the blood of the goat</b> from the pedestal <b>and placed blood of the bull</b> in its place on the pedestal. <b>And he sprinkled from</b> the goat’s blood <b>on the curtain opposite the Ark from outside,</b> just as he did with the blood of the bull, <b>one</b> time <b>upward and seven</b> times <b>downward, etc.</b> Afterward, <b>he poured the blood of the bull into the blood of the goat and placed</b> the blood <b>from the full</b> bowl into the <b>empty</b> bowl, so that the blood would be mixed well."
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "וְיָצָא אֶל הַמִּזְבֵּחַ אֲשֶׁר לִפְנֵי יְיָ, זֶה מִזְבַּח הַזָּהָב. הִתְחִיל מְחַטֵּא וְיוֹרֵד. מֵהֵיכָן הוּא מַתְחִיל, מִקֶּרֶן מִזְרָחִית צְפוֹנִית, צְפוֹנִית מַעֲרָבִית, מַעֲרָבִית דְּרוֹמִית, דְּרוֹמִית מִזְרָחִית. מְקוֹם שֶׁהוּא מַתְחִיל בַּחַטָּאת עַל מִזְבֵּחַ הַחִיצוֹן, מִשָּׁם הָיָה גוֹמֵר עַל מִזְבֵּחַ הַפְּנִימִי. רַבִּי אֱלִיעֶזֶר אוֹמֵר, בִּמְקוֹמוֹ הָיָה עוֹמֵד וּמְחַטֵּא. וְעַל כֻּלָּן הָיָה נוֹתֵן מִלְּמַטָּה לְמַעְלָה, חוּץ מִזּוֹ שֶׁהָיְתָה לְפָנָיו, שֶׁעָלֶיהָ הָיָה נוֹתֵן מִלְמַעְלָה לְמָטָּה: \n",
            "english": " It is stated: <b>“And he shall go out to the altar that is before the Lord</b>, and make atonement for it; and he shall take of the blood of the bull, and of the blood of the goat, and place it upon the corners of the altar round about” (Leviticus 16:18). <b>This</b> altar <b>is the golden altar,</b> since the outer altar is not before the Lord in the Sanctuary. <b>He began to cleanse</b> the altar, sprinkling the blood <b>downward. From where does he begin?</b> He begins <b>from the northeast corner,</b> and proceeds to the <b>northwest</b> corner, and then to the <b>southwest</b> corner, and finally to the <b>southeast</b> corner. A way to remember this is: At the <b>place</b> where <b>he begins</b> sprinkling the blood <b>for a sin-offering</b> sacrificed <b>on the outer altar,</b> the southeast corner, <b>there he finishes</b> sprinkling the blood <b>on the inner altar.</b> <b>Rabbi Eliezer says:</b> The priest would not circle the altar; rather, <b>he stood in</b> one <b>place and sprinkled</b> the blood from there. Since the altar was only one square cubit, he could sprinkle the blood on all four corners without moving. <b>And on all the corners he would present</b> the blood <b>from below upward, except for that</b> corner <b>that was</b> directly <b>before him,</b> on <b>which he would present</b> the blood <b>from above downward.</b>"
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "הִזָּה עַל טָהֳרוֹ שֶׁל מִזְבֵּחַ שֶׁבַע פְּעָמִים, וּשְׁיָרֵי הַדָּם הָיָה שׁוֹפֵךְ עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן, וְשֶׁל מִזְבֵּחַ הַחִיצוֹן הָיָה שׁוֹפֵךְ עַל יְסוֹד דְּרוֹמִי. אֵלּוּ וָאֵלּוּ מִתְעָרְבִין בָּאַמָּה וְיוֹצְאִין לְנַחַל קִדְרוֹן, וְנִמְכָּרִין לַגַּנָּנִין לְזֶבֶל, וּמוֹעֲלִין בָּהֶן: \n",
            "english": " He sprinkled blood <b>on</b> the <b>pure</b> gold <b>of the altar seven times</b> after clearing away the ashes. <b>And he would pour the remainder of the blood on the western base of the outer altar.</b> On a related topic, the mishna teaches that <b>he would pour</b> the remaining blood of an offering, after it was sprinkled, <b>on the outer altar, on its southern base. These</b> remainders of blood from the outer altar <b>and those</b> remainders of blood from the inner altar are <b>mixed in the canal</b> beneath the altar <b>and flow out</b> with the water used to rinse the area <b>to the Kidron River.</b> This water was <b>sold to gardeners for</b> use as <b>fertilizer.</b> The gardeners paid for this water and thereby redeemed it from its sanctity. Failure to do so would render them guilty of <b>misuse</b> of consecrated property. "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "כָּל מַעֲשֵׂה יוֹם הַכִּפּוּרִים הָאָמוּר עַל הַסֵּדֶר, אִם הִקְדִּים מַעֲשֶׂה לַחֲבֵרוֹ, לֹא עָשָׂה כְלוּם. הִקְדִּים דַּם הַשָּׂעִיר לְדַם הַפָּר, יַחֲזֹר וְיַזֶּה מִדַּם הַשָּׂעִיר לְאַחַר דַּם הַפָּר. וְאִם עַד שֶׁלֹּא גָמַר אֶת הַמַּתָּנוֹת שֶׁבִּפְנִים נִשְׁפַּךְ הַדָּם, יָבִיא דָם אַחֵר וְיַחֲזֹר וְיַזֶּה בַתְּחִלָּה בִּפְנִים. וְכֵן בַּהֵיכָל, וְכֵן בְּמִזְבַּח הַזָּהָב, שֶׁכֻּלָּן כַּפָּרָה בִפְנֵי עַצְמָן. רַבִּי אֶלְעָזָר וְרַבִּי שִׁמְעוֹן אוֹמְרִים, מִמְּקוֹם שֶׁפָּסַק, מִשָּׁם הוּא מַתְחִיל: \n",
            "english": "<b>Each action</b> performed in the context of the service <b>of Yom Kippur stated</b> in the mishna, as in the Torah, is listed <b>in order. If</b> the High Priest <b>performed</b> one of the <b>actions before another, he has done nothing.</b> If <b>he performed</b> the sprinkling of <b>the blood of the goat before</b> the sprinkling of <b>the blood of the bull, he</b> must <b>repeat</b> the action <b>and sprinkle the blood of the goat after</b> sprinkling <b>the blood of the bull,</b> so that the actions are performed in the proper order. <b>And if the blood spills before he completed the presentations that</b> were sprinkled <b>inside</b> the Holy of Holies, <b>he</b> must slaughter another bull or goat, and <b>bring other blood, and</b> then <b>repeat</b> all the services <b>from the beginning inside</b> the Holy of Holies. <b>And similarly,</b> if the blood spills before he finishes the presentations <b>in the Sanctuary,</b> he must begin the service in the Sanctuary from the beginning, <b>and likewise</b> with regard to the sprinkling of blood <b>on the golden altar. Since they are each</b> acts of <b>atonement in and of themselves,</b> there is no need to repeat the service of the entire day from the beginning. Rather, he need only repeat the specific element that he failed to complete. <b>Rabbi Elazar and Rabbi Shimon say: From the place that he interrupted</b> that particular service, when the blood spilled, <b>there he resumes</b> performance of that service. In their opinion, each individual sprinkling in each of these services is an act in and of itself, and there is no need to repeat what he has already done."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "שְׁנֵי שְׂעִירֵי יוֹם הַכִּפּוּרִים, מִצְוָתָן שֶׁיִּהְיוּ שְׁנֵיהֶן שָׁוִין בְּמַרְאֶה וּבְקוֹמָה וּבְדָמִים וּבִלְקִיחָתָן כְּאֶחָד. וְאַף עַל פִּי שֶׁאֵינָן שָׁוִין, כְּשֵׁרִין. לָקַח אֶחָד הַיּוֹם וְאֶחָד לְמָחָר, כְּשֵׁרִין. מֵת אֶחָד מֵהֶן, אִם עַד שֶׁלֹּא הִגְרִיל מֵת, יִקַּח זוּג לַשֵּׁנִי. וְאִם מִשֶּׁהִגְרִיל מֵת, יָבִיא זוּג אַחֵר וְיַגְרִיל עֲלֵיהֶם בַּתְּחִלָּה, וְיֹאמַר, אִם שֶׁל שֵׁם מֵת, זֶה שֶׁעָלָה עָלָיו הַגּוֹרָל לַשֵּׁם יִתְקַיֵּם תַּחְתָּיו. וְאִם שֶׁל עֲזָאזֵל מֵת, זֶה שֶׁעָלָה עָלָיו הַגּוֹרָל לַעֲזָאזֵל יִתְקַיֵּם תַּחְתָּיו. וְהַשֵּׁנִי יִרְעֶה עַד שֶׁיִּסְתָּאֵב, וְיִמָּכֵר וְיִפְּלוּ דָמָיו לִנְדָבָה, שֶׁאֵין חַטַּאת צִבּוּר מֵתָה. רַבִּי יְהוּדָה אוֹמֵר, תָּמוּת. וְעוֹד אָמַר רַבִּי יְהוּדָה, נִשְׁפַּךְ הַדָּם, יָמוּת הַמִּשְׁתַּלֵּחַ. מֵת הַמִּשְׁתַּלֵּחַ, יִשָּׁפֵךְ הַדָּם: \n",
            "english": "<b>The mitzva of the two Yom Kippur goats,</b> the goat sacrificed to God and the goat sent to Azazel that are brought as a pair, <b>is</b> as follows, <i>ab initio</i>: <b>That they will both be identical in appearance,</b> i.e., color, <b>and in height, and in monetary value, and their acquisition</b> must be <b>as one,</b> i.e., they must be purchased together. <b>And even if they are not identical,</b> nevertheless, <b>they are valid.</b> And similarly, if <b>he acquired one today and one tomorrow, they are valid.</b> If <b>one</b> of the goats <b>died, if it died before</b> the High Priest <b>drew the lots, he</b> immediately <b>takes a counterpart for the second,</b> since neither has yet been designated. <b>And if it died after</b> the High Priest <b>drew the lots, he brings another pair</b> of goats <b>and draws lots over them from the start.</b> After that lottery <b>he utters</b> a stipulation: <b>If</b> the one to be sacrificed <b>to God died, that</b> goat <b>upon which the lot for God</b> was drawn in the second lottery <b>shall stand in its stead; and if</b> the one to be sent <b>to Azazel died, that</b> goat <b>upon which the lot for Azazel</b> was drawn <b>shall stand in its stead. And the second,</b> superfluous goat, i.e., in the case where a new pair of goats was brought, <b>should graze until it becomes unfit,</b> at which point <b>it will be sold, and the money</b> received from <b>its</b> sale <b>will go toward</b> the purchase of <b>a</b> public <b>gift-offering.</b> Although for individual sin-offerings in similar circumstances there is no remedy and it is left to die, that is not the case here, <b>as a communal sin-offering</b> is <b>not</b> left <b>to die.</b> On the other hand, <b>Rabbi Yehuda says:</b> In this <b>it should</b> be left to <b>die.</b> <b>And furthermore, Rabbi Yehuda said:</b> If <b>the blood</b> of the goat sacrificed to God <b>spilled</b> before it was sprinkled, <b>the scapegoat</b> is left <b>to die.</b> Similarly, <b>if the scapegoat dies, the blood</b> of the goat sacrificed to God <b>should be spilled,</b> and two other goats are brought and lots are drawn. "
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "בָּא לוֹ אֵצֶל שָׂעִיר הַמִּשְׁתַּלֵּחַ וְסוֹמֵךְ שְׁתֵּי יָדָיו עָלָיו וּמִתְוַדֶּה. וְכָךְ הָיָה אוֹמֵר, אָנָּא הַשֵּׁם, עָווּ פָּשְׁעוּ חָטְאוּ לְפָנֶיךָ עַמְּךָ בֵּית יִשְׂרָאֵל. אָנָּא בַּשֵּׁם, כַּפֶּר נָא לָעֲוֹנוֹת וְלַפְּשָׁעִים וְלַחֲטָאִים, שֶׁעָווּ וְשֶׁפָּשְׁעוּ וְשֶׁחָטְאוּ לְפָנֶיךָ עַמְּךָ בֵּית יִשְׂרָאֵל, כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ לֵאמֹר (ויקרא טז), כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ. וְהַכֹּהֲנִים וְהָעָם הָעוֹמְדִים בָּעֲזָרָה, כְּשֶׁהָיוּ שׁוֹמְעִים שֵׁם הַמְפֹרָשׁ שֶׁהוּא יוֹצֵא מִפִּי כֹהֵן גָּדוֹל, הָיוּ כּוֹרְעִים וּמִשְׁתַּחֲוִים וְנוֹפְלִים עַל פְּנֵיהֶם, וְאוֹמְרִים, בָּרוּךְ שֵׁם כְּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֶד: \n",
            "english": "The Yom Kippur service continues: The High Priest <b>comes over to the scapegoat, places both his hands upon it, and confesses. And he would say as follows: Please, God, Your people, the house of Israel, have sinned, and done wrong, and rebelled before You. Please, God, grant atonement, please, for the sins, and for the wrongs, and for the rebellions that they have sinned, and done wrong, and rebelled before You, Your people, the house of Israel, as it is written in the Torah of Moses Your servant, saying: “For on this day atonement shall be made for you to cleanse you of all your sins; before the Lord you shall be purified”</b> (Leviticus 16:30). <b>And the priests and the people standing in the</b> Temple <b>courtyard, when they would hear the Explicit Name emerging from the mouth of the High Priest,</b> when the High Priest did not use one of the substitute names for God, <b>they would kneel and prostrate</b> themselves <b>and fall on their faces, and say: Blessed is the name of His glorious kingdom forever and ever.</b> "
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "מְסָרוֹ לְמִי שֶׁהָיָה מוֹלִיכוֹ. הַכֹּל כְּשֵׁרִין לְהוֹלִיכוֹ, אֶלָּא שֶׁעָשׂוּ הַכֹּהֲנִים גְּדוֹלִים קֶבַע וְלֹא הָיוּ מַנִּיחִין אֶת יִשְׂרָאֵל לְהוֹלִיכוֹ. אָמַר רַבִּי יוֹסֵי, מַעֲשֶׂה וְהוֹלִיכוֹ עַרְסְלָא, וְיִשְׂרָאֵל הָיָה: \n",
            "english": "After the confession over the scapegoat, the priest <b>passed</b> the goat <b>to the one who was to lead it</b> to the wilderness. According to the <i>halakha</i>, <b>everyone is eligible to lead it, but the High Priests established</b> a <b>fixed</b> custom <b>and did not allow an Israelite to lead it.</b> <b>Rabbi Yosei said:</b> That was not always the case. There was <b>an incident where</b> a person named <b>Arsela led</b> the goat to the wilderness, <b>and he was an Israelite.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "וְכֶבֶשׁ עָשׂוּ לוֹ מִפְּנֵי הַבַּבְלִיִּים, שֶׁהָיוּ מְתַלְּשִׁים בִּשְׂעָרוֹ, וְאוֹמְרִים לוֹ, טֹל וָצֵא, טֹל וָצֵא. מִיַּקִּירֵי יְרוּשָׁלַיִם הָיוּ מְלַוִּין אוֹתוֹ עַד סֻכָּה הָרִאשׁוֹנָה. עֶשֶׂר סֻכּוֹת מִירוּשָׁלַיִם וְעַד צוּק, תִּשְׁעִים רִיס, שִׁבְעָה וּמֶחֱצָה לְכָל מִיל: \n",
            "english": " And they made a ramp for the goat <b>due to the Babylonian</b> Jews who were in Jerusalem, <b>who would pluck at</b> the goat’s <b>hair and</b> would <b>say to</b> the goat: <b>Take</b> our sins <b>and go, take</b> our sins <b>and go,</b> and do not leave them with us. People <b>from</b> among <b>the prominent</b> residents <b>of Jerusalem would escort</b> the one leading the goat <b>until</b> they reached <b>the first booth.</b> Booths were set up along the path to the wilderness to provide the escort a place to rest. There were <b>ten booths from Jerusalem to the cliff,</b> with a distance of <b>ninety <i>ris</i></b> between them. As there are <b>seven and a half</b> <i>ris</i> <b>for each <i>mil</i>,</b> the total distance was twelve <i>mil</i>. "
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "עַל כָּל סֻכָּה וְסֻכָּה אוֹמְרִים לוֹ, הֲרֵי מָזוֹן וַהֲרֵי מַיִם. וּמְלַוִּין אוֹתוֹ מִסֻּכָּה לְסֻכָּה, חוּץ מֵאַחֲרוֹנָה שֶׁבָּהֶן, שֶׁאֵינוֹ מַגִּיעַ עִמּוֹ לַצּוּק, אֶלָּא עוֹמֵד מֵרָחוֹק וְרוֹאֶה אֶת מַעֲשָׂיו: \n",
            "english": "<b>At each and every booth,</b> people there <b>say to him: Here is food; here is water,</b> if you need it. <b>And they escort him from booth to booth, except for the last</b> person at the last booth, <b>who does not reach the cliff with him. Rather, he stands from a distance and observes his actions</b> to ensure that he fulfills the mitzva properly. "
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "מֶה הָיָה עוֹשֶׂה, חוֹלֵק לָשׁוֹן שֶׁל זְהוֹרִית, חֶצְיוֹ קָשַׁר בַּסֶּלַע וְחֶצְיוֹ קָשַׁר בֵּין שְׁתֵּי קַרְנָיו, וּדְחָפוֹ לַאֲחוֹרָיו, וְהוּא מִתְגַּלְגֵּל וְיוֹרֵד, וְלֹא הָיָה מַגִּיעַ לַחֲצִי הָהָר עַד שֶׁנַּעֲשָׂה אֵבָרִים אֵבָרִים. בָּא וְיָשַׁב לוֹ תַּחַת סֻכָּה אַחֲרוֹנָה עַד שֶׁתֶּחְשָׁךְ. וּמֵאֵימָתַי מְטַמֵּא בְגָדִים, מִשֶּׁיֵּצֵא חוּץ לְחוֹמַת יְרוּשָׁלַיִם. רַבִּי שִׁמְעוֹן אוֹמֵר, מִשְּׁעַת דְּחִיָּתוֹ לַצּוּק: \n",
            "english": "<b>What did</b> the one designated to dispatch the goat <b>do</b> there? <b>He divided a strip of crimson</b> into two parts, <b>half</b> of the strip <b>tied to the rock, and half of it tied between the two horns</b> of the goat. <b>And he pushed the goat backward, and it rolls and descends. And it would not reach halfway</b> down <b>the mountain until it was</b> torn <b>limb</b> from <b>limb.</b> The one designated to dispatch the goat <b>came and sat under the</b> roofing of <b>last booth until it grows dark</b> and only then went home. <b>And from what point are the garments</b> of the man <b>rendered impure,</b> as it is stated that he is impure and his clothes requires immersion? <b>From</b> the moment <b>he emerges outside the wall of Jerusalem. Rabbi Shimon says:</b> His clothes are rendered impure only <b>from the moment that he pushes</b> the goat <b>from the cliff.</b> "
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "בָּא לוֹ אֵצֶל פָּר וְשָׂעִיר הַנִּשְׂרָפִין. קְרָעָן וְהוֹצִיא אֶת אֵמוּרֵיהֶן, נְתָנָן בְּמָגֵיס, וְהִקְטִירָן עַל גַּבֵּי הַמִּזְבֵּחַ. קְלָעָן בְּמִקְלָעוֹת, וְהוֹצִיאָן לְבֵית הַשְּׂרֵפָה. וּמֵאֵימָתַי מְטַמְּאִין בְּגָדִים, מִשֶּׁיֵּצְאוּ חוּץ לְחוֹמַת הָעֲזָרָה. רַבִּי שִׁמְעוֹן אוֹמֵר, מִשֶּׁיִּצַּת הָאוּר בְּרֻבָּן: \n",
            "english": "After the High Priest passed the goat to the man tasked with dispatching the goat, <b>he came next to the bull and the goat that were to be burned. He tore their</b> flesh but was not required to cut it into pieces, <b>and removed the portions</b> of the offering consumed on the altar <b>and placed them in a large bowl [<i>magis</i>] and burned them on the altar.</b> <b>He interwove</b> and bound the bull and the goat together <b>into braids</b> as one mass. They were placed in that way upon two poles and carried by four people who <b>took them out to the place</b> designated for <b>burning,</b> outside of Jerusalem. <b>And at what point do the</b> bull and goat <b>render</b> the <b>garments</b> of those who carried them <b>impure,</b> as it is written: “And he who burns them shall wash his garments” (Leviticus 16:28)? They render the garments impure <b>from</b> the moment <b>that they emerged outside the wall of the</b> Temple <b>courtyard. Rabbi Shimon says:</b> They render the garments impure <b>from</b> the moment <b>that the fire has ignited in most of</b> the bull and the goat. "
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "אָמְרוּ לוֹ לְכֹהֵן גָּדוֹל, הִגִּיעַ שָׂעִיר לַמִּדְבָּר. וּמִנַּיִן הָיוּ יוֹדְעִין שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר, דַּרְכִּיּוֹת הָיוּ עוֹשִׂין, וּמְנִיפִין בַּסּוּדָרִין, וְיוֹדְעִין שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר. אָמַר רַבִּי יְהוּדָה, וַהֲלֹא סִימָן גָּדוֹל הָיָה לָהֶם, מִירוּשָׁלַיִם וְעַד בֵּית חִדּוּדוֹ שְׁלשָׁה מִילִין. הוֹלְכִין מִיל, וְחוֹזְרִין מִיל, וְשׁוֹהִין כְּדֵי מִיל, וְיוֹדְעִין שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר. רַבִּי יִשְׁמָעֵאל אוֹמֵר, וַהֲלֹא סִימָן אַחֵר הָיָה לָהֶם, לָשׁוֹן שֶׁל זְהוֹרִית הָיָה קָשׁוּר עַל פִּתְחוֹ שֶׁל הֵיכָל, וּכְשֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר הָיָה הַלָּשׁוֹן מַלְבִּין, שֶׁנֶּאֱמַר (ישעיה א), אִם יִהְיוּ חֲטָאֵיכֶם כַּשָּׁנִים כַּשֶּׁלֶג יַלְבִּינוּ: \n",
            "english": "<b>They said to the High Priest: The goat has reached the wilderness. And how did they know</b> in the Temple <b>that the goat reached the wilderness? They would build platforms [<i>dirkaot</i>]</b> all along the way and people would stand on them <b>and wave scarves [<i>sudarin</i>]</b> to signal when the goat arrived. <b>And</b> therefore <b>they knew that the goat reached the wilderness.</b> <b>Rabbi Yehuda said:</b> Why did they need these platforms? <b>Didn’t they</b> already <b>have a reliable indicator? From Jerusalem to Beit Ḥiddudo,</b> the edge of the wilderness, where the mitzva of dispatching the goat was performed, was a distance of <b>three <i>mil</i>.</b> Since the nobles of Jerusalem <b>walked a <i>mil</i></b> to escort the dispatcher <b>and returned a <i>mil</i>, and waited</b> the time <b>equivalent</b> to the time it takes to walk <b>a <i>mil</i>, they knew that the goat reached the wilderness.</b> There was no need for the platforms. <b>Rabbi Yishmael says: Didn’t they have a different indicator? There was a strip of crimson tied to the entrance to the Sanctuary, and when</b> the <b>goat reached the wilderness</b> and the mitzva was fulfilled <b>the strip would turn white, as it is stated: “Though your sins be as scarlet, they will become white as snow”</b> (Isaiah 1:18)."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "בָּא לוֹ כֹהֵן גָּדוֹל לִקְרוֹת. אִם רָצָה לִקְרוֹת בְּבִגְדֵי בוּץ, קוֹרֵא. וְאִם לֹא, קוֹרֵא בְאִצְטְלִית לָבָן מִשֶּׁלּוֹ. חַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנוֹ לְרֹאשׁ הַכְּנֶסֶת, וְרֹאשׁ הַכְּנֶסֶת נוֹתְנוֹ לַסְּגָן, וְהַסְּגָן נוֹתְנוֹ לְכֹהֵן גָּדוֹל, וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל וְקוֹרֵא עוֹמֵד, וְקוֹרֵא אַחֲרֵי מוֹת וְאַךְ בֶּעָשׂוֹר. וְגוֹלֵל סֵפֶר תּוֹרָה וּמַנִּיחוֹ בְחֵיקוֹ, וְאוֹמֵר, יוֹתֵר מִמַּה שֶּׁקָּרָאתִי לִפְנֵיכֶם כָּתוּב כָּאן, וּבֶעָשׂוֹר שֶׁבְּחֻמַּשׁ הַפְּקוּדִים קוֹרֵא עַל פֶּה, וּמְבָרֵךְ עָלֶיהָ שְׁמֹנֶה בְרָכוֹת, עַל הַתּוֹרָה, וְעַל הָעֲבוֹדָה, וְעַל הַהוֹדָאָה, וְעַל מְחִילַת הֶעָוֹן, וְעַל הַמִּקְדָּשׁ בִּפְנֵי עַצְמוֹ, וְעַל יִשְׂרָאֵל בִּפְנֵי עַצְמָן וְעַל יְרוּשָׁלַיִם בִּפְנֵי עַצְמָהּ וְעַל הַכֹּהֲנִים בִּפְנֵי עַצְמָן וְעַל שְׁאָר הַתְּפִלָּה: \n",
            "english": "<b>The High Priest came to read</b> the Torah. <b>If he wished to read</b> the Torah while still dressed <b>in</b> the <b>fine linen garments,</b> i.e., the priestly vestments he wore during the previous service, <b>he</b> may <b>read</b> wearing them; <b>and if not he</b> is permitted to <b>read in a white robe of his own,</b> which is not a priestly vestment. <b>The synagogue attendant takes a Torah scroll and gives it to the head of the synagogue</b> that stood on the Temple Mount; <b>and the head of the synagogue gives it to the deputy</b> High Priest, <b>and the Deputy gives it to the High Priest, and the High Priest stands and receives</b> the scroll from his hands. <b>And he reads</b> from the scroll the Torah portion beginning with the verse: <b>“After the death”</b> (Leviticus 16:1) <b>and</b> the portion beginning with the verse: <b>“But on the tenth”</b> (Leviticus 23:26), <b>and furls the Torah scroll and places it on his bosom and says: More than what I have read before you is written here.</b> The Torah portion beginning with the verse: <b>“And on the tenth,” from the book of Numbers</b> (29:7), <b>he</b> then <b>reads by heart.</b> <b>And he recites after</b> the reading the following <b>eight blessings:</b> <br><b>Concerning the Torah:</b> Who has given us the Torah of truth; <br><b>and concerning the</b> Temple <b>service:</b> Find favor in Your people Israel and accept the service in Your most holy House... for You alone do we serve with reverence; <br><b>and concerning thanksgiving:</b> We give thanks to You; <br><b>and concerning pardon of iniquity:</b> Pardon our iniquities on this Yom Kippur; <br><b>and concerning the Temple in and of itself,</b> which concludes: Blessed…Who chose the Temple; <br><b>and concerning the Jewish People in and of itself,</b> which concludes: Blessed…Who chose Israel; <br><b>and concerning Jerusalem in and of itself,</b> which concludes: Blessed…Who chose Jerusalem; <br><b>and concerning the priests in and of themselves,</b> which concludes: Blessed…Who chose the priests; <br><b>and concerning the rest of the prayer,</b> which concludes: Blessed…Who listens to prayer."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הָרוֹאֶה כֹהֵן גָּדוֹל כְּשֶׁהוּא קוֹרֵא, אֵינוֹ רוֹאֶה פַר וְשָׂעִיר הַנִּשְׂרָפִים. וְהָרוֹאֶה פַר וְשָׂעִיר הַנִּשְׂרָפִים, אֵינוֹ רוֹאֶה כֹהֵן גָּדוֹל כְּשֶׁהוּא קוֹרֵא. וְלֹא מִפְּנֵי שֶׁאֵינוֹ רַשַּׁאי, אֶלָּא שֶׁהָיְתָה דֶרֶךְ רְחוֹקָה, וּמְלֶאכֶת שְׁנֵיהֶן שָׁוָה כְאֶחָת: \n",
            "english": "The Mishna comments: <b>One who sees the High Priest reading</b> the Torah <b>does not see the bull and goat that are burned; and one who sees the bull and goat that are burned does not see the High Priest reading</b> the Torah. The Mishna explains: <b>And</b> this is <b>not due to</b> the fact <b>that one is not permitted</b> to see both, <b>but because there was a distant path</b> between them, <b>and</b> the <b>performance of both of them</b> is undertaken <b>simultaneously.</b>"
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אִם בְּבִגְדֵי בוּץ קוֹרֵא, קִדֵּשׁ יָדָיו וְרַגְלָיו, פָּשַׁט יָרַד וְטָבַל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי זָהָב, וְלָבַשׁ, וְקִדֵּשׁ יָדָיו וְרַגְלָיו, וְיָצָא וְעָשָׂה אֶת אֵילוֹ וְאֶת אֵיל הָעָם, וְאֶת שִׁבְעַת כְּבָשִׂים תְּמִימִים בְּנֵי שָׁנָה, דִּבְרֵי רַבִּי אֱלִיעֶזֶר. רַבִּי עֲקִיבָא אוֹמֵר, עִם תָּמִיד שֶׁל שַׁחַר הָיוּ קְרֵבִין, וּפַר הָעוֹלָה וְשָׂעִיר הַנַּעֲשֶׂה בַחוּץ הָיוּ קְרֵבִין עִם תָּמִיד שֶׁל בֵּין הָעַרְבָּיִם: \n",
            "english": "<b>If</b> the High Priest <b>read</b> the Torah <b>in</b> sacred white <b>fine linen garments, he</b> then <b>sanctified his hands and feet</b> as he did each time before removing the priestly vestments. He then <b>removed</b> the linen garments, <b>descended</b> to the ritual bath, <b>and immersed.</b> Afterward he <b>ascended and dried himself</b> with a towel, <b>and they brought him</b> the <b>golden garments</b> of the High Priesthood, <b>and he dressed</b> in them <b>and sanctified his hands and feet.</b> The mishna addresses those offerings whose sacrifice has still not been mentioned. The verses in Leviticus, chapter 16, detail the special offerings of the atonement service of Yom Kippur. Of those offerings, the ram of the High Priest and the ram of the people have still not been addressed. In addition to this, the additional offerings of Yom Kippur detailed in Numbers, chapter 29, have not yet been discussed. These include seven one-year-old lambs and a bull to be brought as a burnt-offering and a goat to be brought as a sin-offering. The mishna continues: <b>He emerged and offered his ram and the ram of the people and the seven unblemished year-old lambs</b> mandated to be offered that day. This is <b>the statement of Rabbi Eliezer. Rabbi Akiva says:</b> Those offerings were not sacrificed at this point; <b>rather,</b> they were sacrificed <b>with the daily morning offering; and the bull</b> of the Yom Kippur <b>burnt-offering; and the goat whose</b> services <b>are performed outside</b> of the Sanctuary, i.e., in the Temple courtyard, <b>were sacrificed with the daily afternoon offering.</b>"
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "קִדֵּשׁ יָדָיו וְרַגְלָיו, וּפָשַׁט וְיָרַד וְטָבַל וְעָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי לָבָן, וְלָבַשׁ, וְקִדֵּשׁ יָדָיו וְרַגְלָיו. נִכְנַס לְהוֹצִיא אֶת הַכַּף וְאֶת הַמַּחְתָּה. קִדֵּשׁ יָדָיו וְרַגְלָיו, וּפָשַׁט וְיָרַד וְטָבָל, עָלָה וְנִסְתַּפֵּג. הֵבִיאוּ לוֹ בִגְדֵי זָהָב וְלָבַשׁ, וְקִדֵּשׁ יָדָיו וְרַגְלָיו, וְנִכְנַס לְהַקְטִיר קְטֹרֶת שֶׁל בֵּין הָעַרְבַּיִם וּלְהֵטִיב אֶת הַנֵּרוֹת, וְקִדֵּשׁ יָדָיו וְרַגְלָיו, וּפָשַׁט. הֵבִיאוּ לוֹ בִגְדֵי עַצְמוֹ, וְלָבַשׁ. וּמְלַוִּין אוֹתוֹ עַד בֵּיתוֹ. וְיוֹם טוֹב הָיָה עוֹשֶׂה לְאוֹהֲבָיו בְּשָׁעָה שֶׁיָּצָא בְשָׁלוֹם מִן הַקֹּדֶשׁ: \n",
            "english": "After sacrificing these offerings, <b>he sanctified his hands and feet and removed</b> the golden garments, <b>and he descended</b> into the ritual bath <b>and immersed and ascended and dried himself.</b> <b>They brought him the white garments</b> again, <b>and he dressed</b> in them <b>and sanctified his hands and feet.</b> Afterward <b>he entered</b> the Holy of Holies <b>to take out the</b> incense <b>spoon and the coal pan,</b> which he had brought there earlier. <b>He</b> again <b>sanctified his hands and feet and removed</b> the white garments <b>and descended</b> to the ritual bath <b>and immersed and ascended and dried himself</b> with a towel. <b>They brought him</b> the <b>golden garments, and he dressed</b> in them <b>and sanctified his hands and feet and entered</b> the Sanctuary <b>to burn the afternoon incense and to remove</b> the ashes from <b>the lamps,</b> which signified the end of the day’s service. <b>And he sanctified his hands and feet and removed</b> the golden garments, <b>and he descended</b> to the ritual bath <b>and immersed and ascended and dried himself.</b> <b>They</b> then <b>brought him his own clothing and he dressed,</b> since the service was complete and Yom Kippur was over; and the people <b>escort him to his house</b> in deference to him. <b>And</b> the High Priest <b>would make a feast for his loved ones</b> and his friends <b>when he emerged in peace from the Sanctuary.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "כֹּהֵן גָּדוֹל מְשַׁמֵּשׁ בִּשְׁמֹנָה כֵלִים. וְהַהֶדְיוֹט בְּאַרְבָּעָה, בְּכֻתֹּנֶת וּמִכְנָסַיִם וּמִצְנֶפֶת וְאַבְנֵט. מוֹסִיף עָלָיו כֹּהֵן גָּדוֹל, חשֶׁן וְאֵפוֹד וּמְעִיל וָצִיץ. בְּאֵלּוּ נִשְׁאָלִין בְּאוּרִים וְתֻמִּים. וְאֵין נִשְׁאָלִין אֶלָּא לַמֶּלֶךְ וּלְבֵית דִּין וּלְמִי שֶׁהַצִּבּוּר צָרִיךְ בּוֹ: \n",
            "english": "Throughout the year <b>the High Priest serves in eight garments, and the common priest</b> serves <b>in four: In a tunic and trousers and a mitre and a belt. The High Priest adds</b> another four garments <b>beyond</b> those worn by the common priest: <b>A breastplate, and an ephod, and a robe, and a frontplate.</b> When dressed <b>in these</b> eight garments, the High Priest may <b>be consulted for</b> the decision of the <b><i>Urim VeTummim</i>. And he may be consulted</b> for the decision of the <i>Urim VeTummim</i> <b>only on behalf of the king, or on behalf of the president of the court, or on behalf of one whom the community needs.</b> Individual inquiries are not posed to the <i>Urim VeTummim</i>."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "mishnayot": [
        {
          "mishnah": 1,
          "translations": {
            "hebrew": "יוֹם הַכִּפּוּרִים אָסוּר בַּאֲכִילָה וּבִשְׁתִיָּה וּבִרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה. וְהַמֶּלֶךְ וְהַכַּלָּה יִרְחֲצוּ אֶת פְּנֵיהֶם, וְהֶחָיָה תִנְעֹל אֶת הַסַּנְדָּל, דִּבְרֵי רַבִּי אֱלִיעֶזֶר, וַחֲכָמִים אוֹסְרִין: \n",
            "english": "On <b>Yom Kippur,</b> the day on which there is a mitzva by Torah law to afflict oneself, it is <b>prohibited</b> to engage <b>in eating and in drinking, and in bathing, and in smearing</b> oil on one’s body, <b>and in wearing shoes, and in conjugal relations.</b> However, <b>the king,</b> in deference to his eminence, and a new <b>bride</b> within thirty days of her marriage, who wishes to look especially attractive at the beginning of her relationship with her husband, may <b>wash their faces</b> on Yom Kippur. <b>A woman after childbirth,</b> who is suffering, may <b>wear shoes</b> because going barefoot causes her pain. This is <b>the statement of Rabbi Eliezer. The Rabbis prohibit</b> these activities for a king, a new bride, and a woman after childbirth."
          }
        },
        {
          "mishnah": 2,
          "translations": {
            "hebrew": "הָאוֹכֵל כְּכוֹתֶבֶת הַגַּסָּה, כָּמוֹהָ וּכְגַרְעִינָתָהּ, וְהַשּׁוֹתֶה מְלֹא לֻגְמָיו, חַיָּב. כָּל הָאֳכָלִין מִצְטָרְפִין לִכְכוֹתֶבֶת. כָּל הַמַּשְׁקִין מִצְטָרְפִין לִמְלֹא לֻגְמָיו. הָאוֹכֵל וְשׁוֹתֶה, אֵין מִצְטָרְפִין: \n",
            "english": "The mishna elaborates: <b>One who eats a large date-bulk</b> of food, equivalent to a date <b>and its pit, or who drinks a cheekful</b> of liquid on Yom Kippur is <b>liable</b> to receive the punishment of <i>karet</i> for failing to fulfill the mitzva to afflict oneself on Yom Kippur. <b>All foods</b> that one eats <b>join</b> together to constitute <b>a date-bulk; and all liquids</b> that one drinks <b>join</b> together to constitute <b>a cheekful.</b> However, if <b>one eats and drinks,</b> the food and beverage <b>do not join</b> together to constitute a measure that determines liability, as each is measured separately."
          }
        },
        {
          "mishnah": 3,
          "translations": {
            "hebrew": "אָכַל וְשָׁתָה בְּהֶעְלֵם אַחַת, אֵינוֹ חַיָּב אֶלָּא חַטָּאת אֶחָת. אָכַל וְעָשָׂה מְלָאכָה, חַיָּב שְׁתֵּי חַטָּאוֹת. אָכַל אֳכָלִין שֶׁאֵינָן רְאוּיִין לַאֲכִילָה, וְשָׁתָה מַשְׁקִין שֶׁאֵינָן רְאוּיִין לִשְׁתִיָּה, וְשָׁתָה צִיר אוֹ מֻרְיָס, פָּטוּר: \n",
            "english": "If <b>one ate and drank</b> unwittingly <b>within one lapse of awareness,</b> e.g., he forgot that it is Yom Kippur, <b>he is liable</b> to bring <b>only one sin-offering.</b> However, if <b>he ate and performed labor</b> unwittingly, <b>he is liable to bring two sin-offerings,</b> as by doing so he violated two separate prohibitions. If <b>he ate foods that are not fit for eating, or drank liquids that are not fit for drinking, or drank</b> fish <b>brine or</b> the briny <b>liquid</b> in which fish are pickled, <b>he is exempt,</b> as that is not the typical manner of eating or drinking."
          }
        },
        {
          "mishnah": 4,
          "translations": {
            "hebrew": "הַתִּינוֹקוֹת, אֵין מְעַנִּין אוֹתָן בְּיוֹם הַכִּפּוּרִים, אֲבָל מְחַנְּכִין אוֹתָם לִפְנֵי שָׁנָה וְלִפְנֵי שְׁנָתַיִם, בִּשְׁבִיל שֶׁיִּהְיוּ רְגִילִין בַּמִּצְוֹת: \n",
            "english": "With regard to <b>the children, one does not afflict them</b> by withholding food <b>on Yom Kippur; however, one trains them one year before or two years before</b> they reach majority, by means of a partial fast lasting several hours, <b>so that they will be accustomed to</b> fulfill <b>mitzvot.</b>"
          }
        },
        {
          "mishnah": 5,
          "translations": {
            "hebrew": "עֻבָּרָה שֶׁהֵרִיחָה, מַאֲכִילִין אוֹתָהּ עַד שֶׁתָּשִׁיב נַפְשָׁהּ. חוֹלֶה מַאֲכִילִין אוֹתוֹ עַל פִּי בְקִיאִין. וְאִם אֵין שָׁם בְּקִיאִין, מַאֲכִילִין אוֹתוֹ עַל פִּי עַצְמוֹ, עַד שֶׁיֹּאמַר דָּי: \n",
            "english": "With regard to <b>a pregnant woman who smelled</b> food and was overcome by a craving to eat it, <b>one feeds her until she recovers,</b> as failure to do so could lead to a life-threatening situation. If a person is <b>ill</b> and requires food due to potential danger, <b>one feeds him according to</b> the advice of medical <b>experts</b> who determine that he indeed requires food. <b>And if there are no experts there, one feeds him according to his own</b> instructions, <b>until he says</b> that he has eaten <b>enough</b> and needs no more."
          }
        },
        {
          "mishnah": 6,
          "translations": {
            "hebrew": "מִי שֶׁאֲחָזוֹ בֻלְמוּס, מַאֲכִילִין אוֹתוֹ אֲפִלּוּ דְבָרִים טְמֵאִים, עַד שֶׁיֵּאוֹרוּ עֵינָיו. מִי שֶׁנְּשָׁכוֹ כֶלֶב שׁוֹטֶה, אֵין מַאֲכִילִין אוֹתוֹ מֵחֲצַר כָּבֵד שֶׁלוֹ, וְרַבִּי מַתְיָא בֶן חָרָשׁ מַתִּיר. וְעוֹד אָמַר רַבִּי מַתְיָא בֶן חָרָשׁ, הַחוֹשֵׁשׁ בִּגְרוֹנוֹ, מַטִּילִין לוֹ סַם בְּתוֹךְ פִּיו בְּשַׁבָּת, מִפְּנֵי שֶׁהוּא סְפֵק נְפָשׁוֹת, וְכָל סְפֵק נְפָשׁוֹת דּוֹחֶה אֶת הַשַּׁבָּת: \n",
            "english": "In the case of <b>one who is seized</b> with the life-threatening illness <b><i>bulmos</i>,</b> causing him unbearable hunger pangs and impaired vision, <b>one</b> may <b>feed him even impure foods</b> on Yom Kippur or any other day <b>until his eyes recover,</b> as the return of his sight indicates that he is recovering. In the case of <b>one whom a mad dog bit, one</b> may <b>not feed him from the lobe of</b> the dog’s <b>liver.</b> This was thought to be a remedy for the bite, but the Rabbis deem it ineffective. <b>And Rabbi Matya ben Ḥarash permits</b> feeding it to him, as he deems it effective. <b>And furthermore, Rabbi Matya ben Ḥarash said:</b> With regard to <b>one who suffers pain in his throat, one</b> may <b>place medicine inside his mouth on Shabbat,</b> although administering a remedy is prohibited on Shabbat. This is <b>because</b> there is <b>uncertainty</b> whether or not it is a <b>life-threatening</b> situation for him, as it is difficult to ascertain the severity of internal pain. <b>And</b> a case of <b>uncertainty</b> concerning a <b>life-threatening</b> situation <b>overrides Shabbat.</b>"
          }
        },
        {
          "mishnah": 7,
          "translations": {
            "hebrew": "מִי שֶׁנָּפְלָה עָלָיו מַפֹּלֶת, סָפֵק הוּא שָׁם סָפֵק אֵינוֹ שָׁם, סָפֵק חַי סָפֵק מֵת, סָפֵק נָכְרִי סָפֵק יִשְׂרָאֵל, מְפַקְּחִין עָלָיו אֶת הַגַּל. מְצָאוּהוּ חַי, מְפַקְּחִין עָלָיו. וְאִם מֵת, יַנִּיחוּהוּ: \n",
            "english": "Similarly, with regard to <b>one upon whom a rockslide fell,</b> and there is <b>uncertainty</b> whether <b>he is there</b> under the debris or whether <b>he is not there; and</b> there is <b>uncertainty</b> whether he is still <b>alive</b> or whether he is <b>dead; and</b> there is <b>uncertainty</b> whether the person under the debris is <b>a gentile</b> or whether he is <b>a Jew, one clears the pile</b> from <b>atop him.</b> One may perform any action necessary to rescue him from beneath the debris. If <b>they found him alive</b> after beginning to clear the debris, <b>they</b> continue to <b>clear</b> the pile until they can extricate him. <b>And if</b> they found him <b>dead, they</b> should <b>leave him,</b> since one may not desecrate Shabbat to preserve the dignity of the dead."
          }
        },
        {
          "mishnah": 8,
          "translations": {
            "hebrew": "חַטָּאת וְאָשָׁם וַדַּאי מְכַפְּרִין. מִיתָה וְיוֹם הַכִּפּוּרִים מְכַפְּרִין עִם הַתְּשׁוּבָה. הַתְּשׁוּבָה מְכַפֶּרֶת עַל עֲבֵרוֹת קַלּוֹת עַל עֲשֵׂה וְעַל לֹא תַעֲשֶׂה. וְעַל הַחֲמוּרוֹת הִיא תוֹלָה עַד שֶׁיָּבֹא יוֹם הַכִּפּוּרִים וִיכַפֵּר: \n",
            "english": "<b>A sin-offering,</b> which atones for unwitting performance of transgressions punishable by <i>karet</i>, and <b>a definite guilt-offering,</b> which is brought for robbery and misuse of consecrated items, <b>atone</b> for those sins. <b>Death and Yom Kippur atone</b> for sins when accompanied <b>by repentance. Repentance</b> itself <b>atones for minor transgressions, for</b> both <b>positive</b> mitzvot <b>and negative</b> mitzvot. <b>And</b> repentance places punishment <b>for severe</b> transgressions <b>in abeyance until Yom Kippur comes and</b> completely <b>atones</b> for the transgression. "
          }
        },
        {
          "mishnah": 9,
          "translations": {
            "hebrew": "הָאוֹמֵר, אֶחֱטָא וְאָשׁוּב, אֶחֱטָא וְאָשׁוּב, אֵין מַסְפִּיקִין בְּיָדוֹ לַעֲשׂוֹת תְּשׁוּבָה. אֶחֱטָא וְיוֹם הַכִּפּוּרִים מְכַפֵּר, אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר. עֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם, יוֹם הַכִּפּוּרִים מְכַפֵּר. עֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר, עַד שֶׁיְּרַצֶּה אֶת חֲבֵרוֹ. אֶת זוֹ דָּרַשׁ רַבִּי אֶלְעָזָר בֶּן עֲזַרְיָה, מִכֹּל חַטֹּאתֵיכֶם לִפְנֵי יְיָ תִּטְהָרוּ (ויקרא טז), עֲבֵרוֹת שֶׁבֵּין אָדָם לַמָּקוֹם, יוֹם הַכִּפּוּרִים מְכַפֵּר. עֲבֵרוֹת שֶׁבֵּין אָדָם לַחֲבֵרוֹ, אֵין יוֹם הַכִּפּוּרִים מְכַפֵּר, עַד שֶׁיְּרַצֶּה אֶת חֲבֵרוֹ. אָמַר רַבִּי עֲקִיבָא, אַשְׁרֵיכֶם יִשְׂרָאֵל, לִפְנֵי מִי אַתֶּם מִטַּהֲרִין, וּמִי מְטַהֵר אֶתְכֶם, אֲבִיכֶם שֶׁבַּשָּׁמַיִם, שֶׁנֶּאֱמַר (יחזקאל לו), וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם. וְאוֹמֵר (ירמיה יז), מִקְוֵה יִשְׂרָאֵל יְיָ, מַה מִּקְוֶה מְטַהֵר אֶת הַטְּמֵאִים, אַף הַקָּדוֹשׁ בָּרוּךְ הוּא מְטַהֵר אֶת יִשְׂרָאֵל: \n",
            "english": "With regard to <b>one who says: I will sin and</b> then <b>I will repent, I will sin and I will repent,</b> Heaven <b>does not provide him the opportunity to repent,</b> and he will remain a sinner all his days. With regard to one who says: <b>I will sin and Yom Kippur</b> will <b>atone</b> for my sins, <b>Yom Kippur does not atone</b> for his sins. Furthermore, for <b>transgressions between a person and God, Yom Kippur atones;</b> however, for <b>transgressions between a person and another, Yom Kippur does not atone until he appeases</b> the <b>other</b> person. Similarly, <b>Rabbi Elazar ben Azarya taught</b> that point from the verse: <b>“From all your sins you shall be cleansed before the Lord”</b> (Leviticus 16:30). For <b>transgressions between a person and God, Yom Kippur atones;</b> however, for <b>transgressions between a person and another, Yom Kippur does not atone until he appeases</b> the <b>other</b> person. In conclusion, <b>Rabbi Akiva said: How fortunate are you, Israel; before Whom are you purified, and Who purifies you?</b> It is <b>your Father in Heaven, as it is stated: “And I will sprinkle purifying water upon you, and you shall be purified”</b> (Ezekiel 36:25). <b>And it says: “The ritual bath of Israel is God”</b> (Jeremiah 17:13). <b>Just as a ritual bath purifies the impure, so too, the Holy One, Blessed be He, purifies Israel.</b>"
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T12:12:41.398Z",
    "totalChapters": 8,
    "status": "imported_sefaria"
  }
}
