{
  "id": "defilement_by_leprosy",
  "name": "Mishneh Torah, Defilement by Leprosy",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Defilement by Leprosy",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "צָרַעַת עוֹר הַבָּשָׂר הוּא שֶׁיַּלְבִּין מָקוֹם מִן הָעוֹר וְתִהְיֶה הַלַּבְנוּנִית כִּקְרוּם בֵּיצָה וּמִקְּרוּם בֵּיצָה וּלְמַעְלָה. אֲבָל לַבְנוּנִית שֶׁהִיא דִּהָה מִקְּרוּם הַבֵּיצָה וּלְמַטָּה אֵינָהּ צָרַעַת אֶלָּא בֹּהַק הוּא: \n",
            "english": "When there is a <i>tzara'at</i> affliction of human skin, the skin turns white, becoming as white as the membrane of an egg or whiter. Whiteness that is not as white as this membrane is not deemed <i>tzara'at</i>, but is instead a <i>bohak</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאַרְבָּעָה מַרְאוֹת יֵשׁ בְּצָרַעַת עוֹר הַבָּשָׂר. וְאֵלּוּ הֵן. לֹבֶן עַז בְּיוֹתֵר שֶׁאֵין לְמַעְלָה מִמֶּנּוּ שֶׁהוּא נִרְאֶה בְּעוֹר הַבָּשָׂר כְּשֶׁלֶג הוּא הַנִּקְרָא בַּהֶרֶת. וְלֹבֶן שֶׁהוּא דִּהָה מִזֶּה מְעַט שֶׁנִּרְאֶה כְּצֶמֶר נָקִי שֶׁל כֶּבֶשׂ בֶּן יוֹמוֹ הוּא הַנִּקְרָא שְׂאֵת. וְלָבָן שֶׁדִּהָה מִן הַשְּׂאֵת מְעַט שֶׁנִּרְאֶה כְּסִיד הַהֵיכָל הוּא תּוֹלֶדֶת הַבַּהֶרֶת וְנִקְרֵאת סַפַּחַת. וְלֹבֶן שֶׁדִּהָה מִסִּיד הַהֵיכָל מְעַט וַהֲרֵי הוּא כִּקְרוּם בֵּיצָה הִיא תּוֹלֶדֶת הַשְּׂאֵת וְגַם זֶה נִקְרָא סַפַּחַת. הִנֵּה לָמַדְתָּ שֶׁהַמַּרְאֶה שֶׁהוּא כְּסִיד הַהֵיכָל הוּא סַפַּחַת הַבַּהֶרֶת. וְהַמַּרְאֶה שֶׁהוּא כִּקְרוּם בֵּיצָה הִיא סַפַּחַת הַשְּׂאֵת. שֶׁאֵין לְשׁוֹן סַפַּחַת אֶלָּא טְפֵלָה. מִכָּאן אָמְרוּ מַרְאוֹת נְגָעִים שְׁתַּיִם שֶׁהֵן אַרְבַּע בַּהֶרֶת וְסַפַּחְתָּהּ שְׂאֵת וְסַפַּחְתָּהּ: \n",
            "english": "There are four shades of white that appear on human skin that cause a person to be deemed afflicted by <i>tzara'at</i>:<br>a) very intense white that resembles snow on human skin; it is called <i>baheret</i>.<br>b) a white that is slightly darker than that; it resembles the cleaned wool of a newborn sheep; it is called <i>si'ait</i>;<br>c) a white that is slightly darker than <i>si'ait</i>; it resembles the lime of the Temple building; it is a derivative of the <i>baheret</i> and is called <i>sapachat</i>;<br>d) a white that is slightly darker than the lime of the Temple building and which resembles the membrane of an egg; it is a derivative of the <i>si'ait</i> and is also called <i>sapachat</i>.<br>Thus one has learnt that the shade that is like the lime of the Temple building is a <i>sapachat</i> of the <i>baheret</i> and the shade that is like the membrane of an egg is a <i>sapachat</i> of the <i>si'ait</i>. For the meaning of the term <i>sapachat</i> is subsidiary. Based on the above, our Sages said: \"The shades of <i>tzara'at</i> blemishes are two which are four:\" <i>baheret</i> and its subsidiary and <i>si'ait</i> and its subsidiary."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אַרְבַּע מַרְאוֹת נְגָעִים אֵלּוּ כֻּלָּן מִצְטָרְפִין זֶה עִם זֶה בֵּין לְהָקֵל בֵּין לְהַחְמִיר. בֵּין בִּתְחִלַּת רְאִיַּת הַנֶּגַע בֵּין בְּסוֹף הַשִּׁבְעָה. בֵּין לְאַחַר שֶׁנִּפְטַר הַמְצֹרָע אוֹ נֶחְלַט. כֵּיצַד. אֶחָד נֶגַע שֶׁהָיָה כֻּלּוֹ לָבָן כַּשֶּׁלֶג אוֹ כְּסִיד הַהֵיכָל אוֹ כְּצֶמֶר נָקִי אוֹ כִּקְרוּם בֵּיצָה. וְאֶחָד נֶגַע שֶׁהָיָה מִקְצָת הַלֹּבֶן כְּמַרְאֵה הַבַּהֶרֶת וּמִקְצָתוֹ כְּמַרְאֵה הַשְּׂאֵת וּמִקְצָתוֹ כְּמַרְאֵה הַסַּפַּחַת. הַכּל כְּמַרְאֶה אֶחָד הוּא חָשׁוּב. אִם כֵּן לָמָּה מְנָאוּם חֲכָמִים וְאָמְרוּ מַרְאוֹת נְגָעִים שְׁתַּיִם שֶׁהֵן אַרְבַּע כְּדֵי לְהָבִין בְּמַרְאוֹת. שֶׁכָּל כֹּהֵן שֶׁאֵינוֹ מַכִּיר הַמַּרְאוֹת וּשְׁמוֹתֵיהֶן כְּשֶׁמְּלַמְּדִין אוֹתוֹ וּמוֹדִיעִין אוֹתוֹ לֹא יִרְאֶה הַנֶּגַע עַד שֶׁיָּבִין וְיַכִּיר וְיֹאמַר זוֹ הִיא הַבַּהֶרֶת וְזוֹ הִיא סַפַּחְתָּהּ זוֹ הִיא הַשְּׂאֵת וְזוֹ הִיא סַפַּחְתָּהּ: \n",
            "english": "These four shades of <i>tzara'at</i> blemishes can all be joined with each other and are considered as a single blemish, whether this produces a more lenient ruling or a more stringent ruling, whether at the beginning of the observation of the blemish or at the conclusion of the seven days, whether after the person afflicted with <i>tzara'at</i> was released from impurity or definitely categorized as afflicted.<br>What is implied? Whether a blemish is entirely white like snow or like the lime of the Temple building or like clean wool or like the membrane of an egg or a blemish was varied in appearance, part of its whiteness was the shade of <i>baheret</i> and part was like the shade of <i>si'ait</i>, and part like the shade of <i>sapachat</i>, they are all considered as one appearance.<br>If so, why did the Sages count them and say, \"The shades of <i>tzara'at</i> blemishes are two which are four?\" So that one will understand the different appearances. For any priest who does not recognize the different appearances and their names when he is taught and informed, should not assess a blemish until he understands them and recognizes them and can say: \"This is <i>baheret</i> and this is its subsidiary. This is <i>si'ait</i> and this is its subsidiary.\""
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיָה בְּמַרְאֵה הַלֹּבֶן מֵאַרְבַּע מַרְאוֹת אֵלּוּ מִקְצָת אַדְמוּמִיּוֹת מְעֹרָבוֹת בּוֹ. גַּם זֶה נֶגַע צָרַעַת הוּא שֶׁנֶּאֱמַר <small>(ויקרא יג יט)</small> \"אוֹ בַהֶרֶת לְבָנָה אֲדַמְדָּמֶת\". וְהוּא הַדִּין לִשְׂאֵת וּלְסַפַּחַת שֶׁל שְׂאֵת וּלְסַפַּחַת הַבַּהֶרֶת. וְהַמַּרְאֶה הַזֶּה שֶׁהוּא מְעֹרָב מִלַּבְנוּנִית וּמְעַט אֹדֶם הוּא הַנִּקְרָא פָּתוּךְ. וְכֵיצַד מַרְאֵה הַפָּתוּךְ בְּאַרְבַּע מַרְאוֹת אֵלּוּ. כְּאִלּוּ הֵן אַרְבַּע כּוֹסוֹת מְלֵאוֹת חָלָב וְנִתְעָרֵב בַּכּוֹס הָרִאשׁוֹנָה שְׁנֵי טִפֵּי דָּם וּבַשְּׁנִיָּה אַרְבָּעָה טִפִּין וּבַשְּׁלִישִׁית שְׁמוֹנֶה טִפִּין וּבָרְבִיעִית שִׁשָּׁה עָשָׂר טִפִּין. הַפָּתוּךְ שֶׁבַּבַּהֶרֶת הוּא הַמַּרְאֶה הָרְבִיעִי וְהַפָּתוּךְ שֶׁבַּשְּׂאֵת כְּמַרְאֵה כּוֹס שְׁלִישִׁית וְהַפָּתוּךְ שֶׁבְּסַפַּחַת הַבַּהֶרֶת כְּמַרְאֵה הַכּוֹס הַשְּׁנִיָּה וְהַפָּתוּךְ שֶׁבְּסַפַּחַת הַשְּׂאֵת כְּמַרְאֵה הַכּוֹס הָרִאשׁוֹנָה: \n",
            "english": "If in one of these four shades of a white hue there is a slight redness mixed in, it is also considered as a <i>tzara'at</i> blemish, as Leviticus 13:19 states: \"a white <i>baheret</i> with redness.\" This also applies to <i>si'ait</i> and to the subsidiary of <i>si'ait</i> and to the subsidiary of <i>baheret</i>. This hue that is a mixture of whiteness with a little redness is called <i>petuch</i>.<br>What is the appearance of <i>petuch</i> in these four shades? It is as if there are four cups filled with milk. In the first was mixed two drops of blood; in the second, there were four drops; in the third, eight drops; and in the fourth, sixteen drops. The <i>petuch</i> of a <i>baheret</i> is the fourth shade; the <i>petuch</i> of <i>si'ait</i> is the shade of the third cup; the <i>petuch</i> of the <i>sapachat</i> of a <i>baheret</i> is the shade of the second cup, and the <i>petuch</i> of the <i>sapachat</i> of <i>si'ait</i> is the shade of the first cup."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל הַמַּרְאוֹת הָאֵלּוּ בֵּין הַלָּבָן בֵּין הַפָּתוּךְ מִצְטָרְפִין זֶה עִם זֶה וּכְמַרְאֶה אֶחָד הֵן חֲשׁוּבִין. וּבֵין שֶׁהָיָה הַנֶּגַע כֻּלּוֹ לָבָן אוֹ מִקְצָתוֹ לָבָן וּמִקְצָתוֹ אֲדַמְדַּם הַכּל כְּמַרְאֶה אֶחָד הוּא בֵּין לְהָקֵל בֵּין לְהַחְמִיר: \n",
            "english": "All of these shades - whether the white or the <i>petuch</i> - can be joined with each other and are considered as a single appearance. This applies whether the blemish was entirely white or part of it was white and part with redness, it is all considered as a single blemish whether this leads to a more lenient ruling or a more stringent one."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל מַרְאֵה צָרַעַת עוֹר הַבָּשָׂר אֵינָהּ קְרוּיָה נֶגַע וְלֹא מְטַמְּאָה עַד שֶׁיִּהְיֶה מַרְאֵה הַנֶּגַע עָמֹק מֵעוֹר הַבָּשָׂר. לֹא עָמֹק בִּמְשִׁישָׁתוֹ אֶלָּא בְּמַרְאִית הָעַיִן כְּמַרְאֵה הַחַמָּה הַנִּרְאֵית לַעַיִן עֲמֻקָּה מִן הַצֵּל. אֲבָל אִם הָיָה מַרְאֵה הַלֹּבֶן אוֹ הַפָּתוּךְ בְּשָׁוֶה עִם שְׁאָר הָעוֹר אוֹ גָּבוֹהַּ מִן הָעוֹר אֵינוֹ נֶגַע אֶלָּא כְּמוֹ צֶמַח מִן הַצְּמָחִים הָעוֹלִים בַּגּוּף: \n",
            "english": "Any appearance of <i>tzara'at</i> on the skin of human flesh is not considered as a blemish and does not impart impurity unless the appearance of the blemish is deep, under the surface of the skin of the flesh. The intent is not only a blemish that can be felt as deep in the flesh, but also one that appears such; it appears like the sun's light that appears to the eye to be deeper than a shadow. If, however, the white shade or the <i>petuch</i> is on the same level as the remainder of the flesh or raised above the flesh, it is not a <i>tzara'at</i> blemish, but rather a rash like other rashes that erupt on the body."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שִׁעוּר כָּל נִגְעֵי צָרַעַת בֵּין צָרַעַת אָדָם בֵּין צָרַעַת בְּגָדִים כִּגְרִיס הַקִּלְקִי שֶׁהוּא מְרֻבָּע. וְהוּא מָקוֹם מְרֻבָּע מֵעוֹר הַבָּשָׂר כְּדֵי צְמִיחַת שְׁלֹשִׁים וְשֵׁשׁ שְׂעָרוֹת שֵׁשׁ שְׂעָרוֹת אֹרֶךְ וְשֵׁשׁ שְׂעָרוֹת רֹחַב. וְכָל הַפָּחוּת מִזֶּה אֵינוֹ נֶגַע צָרַעַת: \n",
            "english": "The minimum measure for all blemishes of <i>tzara'at</i>, whether <i>tzara'at</i> of humans or <i>tzara'at</i> of garments, is the size of a Cilikian <i>gris</i>, which is square. This is a square place on the skin of the flesh where 36 hairs could grow, i.e., six hairs in length and six hairs in width. Anything smaller than this is not considered as a <i>tzara'at</i> blemish."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "נֶגַע שֶׁהָיָה רָחְבּוֹ כְּדֵי צְמִיחַת חָמֵשׁ שְׂעָרוֹת אֲפִלּוּ הָיָה אָרְכּוֹ אַמָּה הֲרֵי זֶה טָהוֹר וְאֵינוֹ נֶגַע צָרַעַת עַד שֶׁיִּהְיֶה בּוֹ רִבּוּעַ כִּגְרִיס. וְכָל הַשִּׁעוּרִין הֲלָכָה לְמשֶׁה מִסִּינַי: \n",
            "english": "When the width of a blemish is only a place to grow five hairs, it is pure and it is not considered as a <i>tzara'at</i> blemish, even if it was a cubit in length. It must be at least a square <i>gris</i> in size. All of the minimum measures are halachot transmitted to Moses at Sinai."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל מָקוֹם שֶׁנֶּאֱמַר <small>(ויקרא יג יט)</small> \"בַּהֶרֶת\" הוּא הַדִּין לִשְׁאָר אַרְבָּעָה מַרְאוֹת שֶׁל לֹבֶן אוֹ שֶׁל פָּתוּךְ וְהוּא שֶׁיִּהְיֶה הַנֶּגַע כִּגְרִיס אוֹ יֶתֶר וְיִהְיֶה עָמֹק מֵעוֹר הַבָּשָׂר וְזֶה הוּא שֶׁאָנוּ קוֹרִין אוֹתוֹ בַּהֶרֶת סְתָם. בַּהֶרֶת שֶׁהִיא עַזָּה כַּשֶּׁלֶג נִרְאֵית בְּאָדָם שֶׁהוּא לָבָן כֵּהָה. וּבַהֶרֶת שֶׁהִיא כֵּהָה נִרְאֵית בְּכוּשִׁי עַזָּה. לְפִיכָךְ אֵין מְשַׁעֲרִין הַכּל אֶלָּא בְּבֵינוֹנִי שֶׁאֵינוֹ לֹא לָבָן וְלֹא שָׁחוֹר: \n",
            "english": "Whenever a <i>baheret</i> is spoken of, the same laws apply to the remainder of the four shades of white or those of a <i>petuch</i>, provided the blemish is a <i>gris</i> in size and is deeper than the surface of the skin of the flesh. This is what we refer to as a <i>baheret</i> without further explanation.<br>A <i>baheret</i> that is very intense white, like snow appears dark on the flesh of an albino. And one that is dark appears intensely white on a black man. Therefore we consider the shade as it would appear on a person of average complexion, neither an albino or a black man."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שְׁלֹשָׁה סִימָנֵי טֻמְאָה הֵן בְּצָרַעַת עוֹר הַבָּשָׂר. שֵׂעָר לָבָן וְהַמִּחְיָה וְהַפִּשְׂיוֹן. וּשְׁלָשְׁתָּן מְפֹרָשִׁין בַּתּוֹרָה. כֵּיצַד. מִי שֶׁנּוֹלְדָה בּוֹ בַּהֶרֶת וּבָהּ שֵׂעָר לָבָן אוֹ מִחְיַת בָּשָׂר חַי כְּשֶׁיִּרְאֵהוּ הַכֹּהֵן יַחְלִיטוֹ וְיֹאמַר טָמֵא. לֹא הָיָה בָּהּ שֵׂעָר לָבָן וְלֹא מִחְיָה יִסָּגֵר שִׁבְעַת יָמִים וּבַשְּׁבִיעִי רוֹאֵהוּ אִם נוֹלַד בַּבַּהֶרֶת שֵׂעָר לָבָן אוֹ מִחְיָה אוֹ שֶׁפָּשְׂתָה וְהוֹסִיפָה הֲרֵי זֶה מֻחְלָט. לֹא נוֹלַד בָּהּ לֹא מִחְיָה וְלֹא שֵׂעָר לָבָן וְלֹא פָּשְׂתָה בָּעוֹר יַסְגִּיר שָׁבוּעַ שֵׁנִי. אִם נוֹלַד בָּהּ אֶחָד מִשְּׁלָשְׁתָּן מַחְלִיטוֹ וְאִם לָאו הֲרֵי זֶה טָהוֹר וְיִפְטְרֶנּוּ שֶׁאֵין בְּנִגְעֵי עוֹר הַבָּשָׂר הֶסְגֵּר יֶתֶר עַל שְׁנֵי שָׁבוּעוֹת. וְאִם לְאַחַר שֶׁפְּטָרוֹ וְטִהֵר פָּשָׂה הַנֶּגַע אוֹ נוֹלַד בּוֹ שֵׂעָר לָבָן אוֹ מִחְיָה הֲרֵי זֶה מֻחְלָט טֻמְאָה: \n",
            "english": "There are three signs that indicate ritual impurity with regard to <i>tzara'at</i> on the skin of human flesh: white hair, healthy flesh in the midst of a blemish, and expansion. All three are explicitly mentioned in the Torah.<br>What is implied? If a <i>baheret</i> erupts on a person's skin and in its midst there is white hair or a portion of healthy flesh, when the priest sees it, he will rule definitely, saying: \"He is impure.\" If it does not have either white hairs or healthy flesh, he should be isolated for seven days. On the seventh day, the priest sees him again. If the <i>baheret</i> grew white hair or healthy flesh or if it expanded and increased, he is definitively categorized as impure. If neither white hair nor healthy flesh grew, nor did the <i>baheret</i> expand on his skin, he should be isolated for a second week. If any of the three signs occur, he is definitively categorized as impure. If not, he is pure and he is sent away. The rationale is that blemishes on the skin of human flesh do not require isolation for more than two weeks. If the blemish expands - or white hair or healthy flesh grows in it - after he was sent away and deemed pure, he is definitively categorized as impure."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בַּהֶרֶת שֶׁהָיְתָה עַזָּה כַּשֶּׁלֶג וּלְאַחַר הַהֶסְגֵּר נַעֲשֵׂית כִּקְרוּם בֵּיצָה אוֹ שֶׁהָיְתָה בַּתְּחִלָּה כִּקְרוּם בֵּיצָה וְנַעֲשֵׂית כַּשָּׁלֶג הֲרֵי הִיא כְּמוֹת שֶׁהָיְתָה שֶׁאֵין עַזּוּת הַמַּרְאֶה סִימַן טֻמְאָה וְלֹא כְּהִיָּתוֹ סִימַן טָהֳרָה אֶלָּא אִם נִתְמַעֵט מֵאַרְבַּע מַרְאוֹת וְנַעֲשֵׂית כֵּהָה מִקְּרוּם בֵּיצָה שֶׁהֲרֵי נַעֲשֵׂית בֹּהַק וּלְפִיכָךְ טָהוֹר. אִם כֵּן מַהוּ זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא יג ו)</small> \"וְהִנֵּה כֵּהָה הַנֶּגַע וְלֹא פָשָׂה הַנֶּגַע בָּעוֹר וְטִהֲרוֹ הַכֹּהֵן\". שֶׁאִם כֵּהָה מֵאַרְבַּע מַרְאוֹת טָהוֹר. וְכֵן אִם לֹא כֵּהָה וְלֹא פָּשָׂה וְלֹא נוֹלְדָה בּוֹ לֹא שֵׂעָר לָבָן וְלֹא מִחְיָה הֲרֵי זֶה טָהוֹר: \n",
            "english": "When a <i>baheret</i> was originally intensely white like snow and, after isolation, it appeared only as the membrane of an egg, or, originally, it appeared like the membrane of an egg and its intensity increased and it appeared as snow, it is considered in its original state, for an increase in the intensity of the appearance of a blemish is not a sign of impurity, nor is a darkening of it a sign of purity unless it becomes darker than the four shades described above, i.e., darker than the membrane of an egg. In such an instance, it is classified as a <i>bohak</i> and he is pure. If so, what is meant by the Torah's statement: \"The blemish became darker and did not expand on the flesh, the priest should declare him pure?\" That if it became darker than the four shades, he is pure, Similarly, if it did not become darker, but did not expand, nor grew white hair or healthy flesh, he is pure."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שֵׂעָר לָבָן שֶׁהוּא סִימַן טֻמְאָה בְּצָרַעַת אֵין פָּחוֹת מִשְּׁתֵּי שְׂעָרוֹת. וְכַמָּה יִהְיֶה אָרְכָּן כְּדֵי שֶׁיִּהְיוּ נִטָּלוֹת בְּזוּג. הָיְתָה אַחַת אֲרֻכָּה וְאַחַת קְצָרָה מִשִּׁעוּר זֶה. אוֹ אַחַת שְׁחוֹרָה וְאַחַת לְבָנָה. אוֹ אַחַת מִלְּמַטָּה וְנֶחְלְקָה מִלְּמַעְלָה וְנִרְאֵית כִּשְׁתַּיִם. אוֹ שֶׁהָיָה עִקָּרָן מַשְׁחִיר וְרֹאשָׁן מַלְבִּין. הֲרֵי זֶה טָהוֹר. הָיָה עִקָּרָן מַלְבִּין וְרֹאשָׁן מַשְׁחִיר אַף עַל פִּי שֶׁהַלָּבָן כָּל שֶׁהוּא טָמֵא: \n",
            "english": "The white hair that is a sign of impurity for <i>tzara'at</i> is not less than two hairs. How long must they be? Long enough to be pulled out by tweezers. If one was long and the other was shorter than this measure or one was black and one white, or one was whole below but split in two above and so it appeared as two, or its base was black, but its top was white, the person is pure. If its base was white and its top dark, even though only the slightest amount was white, he is impure."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁתֵּי שְׂעָרוֹת לְבָנוֹת שֶׁהֵן בְּתוֹךְ הַנֶּגַע אַף עַל פִּי שֶׁיֵּשׁ שֵׂעָר שָׁחוֹר בֵּינֵיהֶן וְהֵן מְפֻזָּרוֹת אַחַת כָּאן וְאַחַת כָּאן הֲרֵי אֵלּוּ סִימַן טֻמְאָה. אֲפִלּוּ הָיָה הַנֶּגַע כִּגְרִיס מְצֻמְצָם אֵין מְקוֹם שֵׂעָר הַשָּׁחוֹר מְמַעֲטוֹ. וּבֵין שֶׁהָיוּ שְׁתֵּי הַשְּׂעָרוֹת בְּתוֹךְ הַבַּהֶרֶת וְהִיא מַקַּפְתָּן וּבֵין שֶׁהָיוּ בְּסוֹפָהּ הֲרֵי זֶה טָמֵא. אֲבָל אִם הָיוּ בְּצִדָּהּ מִבַּחוּץ הֲרֵי זֶה טָהוֹר עַד שֶׁיִּהְיֶה הָעוֹר שֶׁצּוֹמְחוֹת שְׁתֵּי הַשְּׂעָרוֹת הַלְּבָנוֹת לָבָן. הָיוּ שְׁתֵּי שְׂעָרוֹת בְּתוֹךְ הַנֶּגַע וְשׁוֹכְבוֹת חוּצָה לוֹ טָמֵא. הָיוּ חוּצָה לוֹ וְשׁוֹכְבוֹת בְּתוֹכוֹ אֵינָן סִימַן טֻמְאָה: \n",
            "english": "When there are two white hairs in a blemish, even though there is black hair between them and they are scattered, one in this portion and one in another portion, they serve as a sign of impurity. Even if the blemish was exactly the size of a <i>gris</i>, the space of the black hair does not reduce its size.<br>Whether the two hairs are in the midst of the <i>baheret</i> and it surrounds them or they are at its edge, the person is impure. If, however, they are at its side, outside of it, he is pure. The skin from which the two white hairs grow must be white in order to impart impurity.<br>If the two hairs originate in the midst of the blemish, but lie out of it, he is impure. If they originate outside of it, but lie within it, they are not a sign of impurity."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "לֹבֶן הַשְּׂעָרוֹת מְטַמֵּא בְּכָל מַרְאֶה בֵּין שֶׁהָיוּ לְבָנוֹת כַּשֶּׁלֶג בֵּין שֶׁהָיוּ לְבָנוֹת לֹבֶן דָּהֶה בְּיוֹתֵר הוֹאִיל וּמַרְאֵיהֶן לָבָן טָמֵא: \n",
            "english": "Any shade of whiteness in the hair causes the person to be deemed impure, whether they were white as snow or a very weak shade of whiteness. Since they appear white, he is impure."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין שֵׂעָר לָבָן סִימַן טֻמְאָה עַד שֶׁיִּהְיֶה בְּגוּף הַבַּהֶרֶת. כֵּיצַד. בַּהֶרֶת וּבְתוֹכָהּ שְׁחִין אוֹ מִכְוָה אוֹ בֹּהַק אוֹ מִחְיַת הַשְּׁחִין אוֹ מִחְיַת הַמִּכְוָה וּשְׁתֵּי שְׂעָרוֹת לְבָנוֹת בְּתוֹךְ הַשְּׁחִין אוֹ הַמִּכְוָה אוֹ הַבֹּהַק שֶׁבְּתוֹךְ הַנֶּגַע אֵינָן סִימַן טֻמְאָה וַהֲרֵי זוֹ כְּבַהֶרֶת שֶׁאֵין בָּהּ שֵׂעָר לָבָן וְיַסְגִּיר אַף עַל פִּי שֶׁהַבַּהֶרֶת מַקֶּפֶת אֶת הַשְּׁחִין אוֹ אֶת הַמִּכְוָה אוֹ אֶת מִחְיָתָן אוֹ אֶת הַבֹּהַק שֶׁיֵּשׁ בָּהֶן שְׁתֵּי הַשְּׂעָרוֹת. וְכֵן אִם הָיָה שְׁחִין אוֹ מִכְוָה אוֹ מִחְיָתָן אוֹ בֹּהַק מַקִּיף אֶת שְׁתֵּי הַשְּׂעָרוֹת הֲרֵי אֵלּוּ אֵינָן סִימַן טֻמְאָה וַהֲרֵי הַבַּהֶרֶת כְּבַהֶרֶת שֶׁאֵין בָּהּ שֵׂעָר לָבָן וְיַסְגִּיר: \n",
            "english": "White hair is not a sign of impurity unless it is inside the <i>baheret</i> itself.<br>What is implied? If there is a <i>baheret</i> and in its midst there is a boil, burnt skin, a <i>bohak</i>, a boil that has healed, a burn that has healed and there were two white hairs in the boil, the burnt flesh, or the <i>bohak</i> that is in the midst of the blemish, they are not signs of impurity. It is like a <i>baheret</i> that does not have white hair, in which instance, the person should be isolated. This ruling is rendered even though the <i>baheret</i> surrounds the boil, the burnt flesh, the healed boil or burnt flesh or the <i>bohak</i> in which the two hairs were located.<br>Similarly, if the boil, the burnt flesh, the healed boil or burnt flesh or the <i>bohak</i> surround the two hairs, they are not a sign of impurity. The <i>baheret</i> is like a <i>baheret</i> that does not have white hair and the person should be isolated."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָלְכוּ לָהֶן הַשְּׁחִין וְהַבֹּהַק וְהַמִּכְוָה שֶׁהִקִּיפוּ אֶת הַשְּׂעָרוֹת הַלְּבָנוֹת אוֹ נִסְמָכִין לָהֶן אוֹ חוֹלְקִין אוֹתָן. וְנִמְצְאוּ שְׁתֵּי הַשְּׂעָרוֹת בְּתוֹךְ הַבַּהֶרֶת בְּגוּפָהּ בְּסוֹף הַשָּׁבוּעַ הָרִאשׁוֹן אוֹ בְּסוֹף הַשָּׁבוּעַ הַשֵּׁנִי הֲרֵי זֶה מֻחְלָט. וְאִם לֹא הָלְכוּ לָהֶן יִפְטְרֶנּוּ: \n",
            "english": "If the boil, the <i>bohak</i>, or the burnt flesh that surround, are next to, or divide the white hairs disappear and thus the two hairs are found in the <i>baheret</i> itself at the end of the first week or the end of the second week of the isolation period, the person is declared as definitively impure. If these abnormal skin features do not disappear, he should be released from the process of inspection."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֵין שֵׂעָר לָבָן סִימַן טֻמְאָה עַד שֶׁתַּקְדִּים הַבַּהֶרֶת אֶת הַשֵּׂעָר הַלָּבָן שֶׁנֶּאֱמַר <small>(ויקרא יג י)</small> \"וְהִיא הָפְכָה שֵׂעָר לָבָן\" שֶׁתַּהֲפֹךְ אוֹתוֹ הַבַּהֶרֶת. אֲבָל אִם קָדַם שֵׂעָר לָבָן אֶת הַבַּהֶרֶת הֲרֵי הִיא כְּבַהֶרֶת שֶׁאֵין בָּהּ סִימַן טֻמְאָה וְיַסְגִּיר: \n",
            "english": "White hair is not a sign of impurity unless the <i>baheret</i> precedes the white hair. This can be inferred from Leviticus 13:10: \"And it turned hair to white.\" Implied is that the <i>baheret</i> caused it to turn white. If, however, the white hair existed before the <i>baheret</i>, it is like a <i>baheret</i> that does not have a sign and the person should be isolated."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הָיְתָה בּוֹ בַּהֶרֶת וּבָהּ שֵׂעָר לָבָן וְהֻחְלַט בּוֹ וְאַחַר כָּךְ הָלְכָה הַבַּהֶרֶת וְהִנִּיחָה שֵׂעָר לָבָן בִּמְקוֹמוֹ וְטִהֵר וְאַחַר כָּךְ חָזְרָה בַּהֶרֶת אַחֶרֶת בִּמְקוֹם הַבַּהֶרֶת הָרִאשׁוֹנָה וַהֲרֵי הַשֵּׂעָר לָבָן בְּתוֹכָהּ זֶהוּ הַנִּקְרָא שְׂעַר פְּקֻדָּה. אֵינוֹ סִימַן טֻמְאָה שֶׁנֶּאֱמַר <small>(ויקרא יג י)</small> \"וְהִיא הָפְכָה שֵׂעָר לָבָן\" שֶׁהֲפָכַתּוּ הִיא לֹא שֶׁהֲפָכַתּוּ חֲבֵרְתָהּ: \n",
            "english": "The following rule applies when a person had a <i>baheret</i> which contained white hair which caused him to be deemed definitively impure, and afterwards, the <i>baheret</i> disappeared and left the white hair in its place. He was then deemed pure. Afterwards, another <i>baheret</i> returned to the place of the first <i>baheret</i> and thus there was white hair in its midst. This hair is called \"entrusted hair.\" It is not a sign of impurity. The phrase \"And it turned hair to white\" implies that the <i>baheret</i> in question must cause the color of the hair to change and not another <i>baheret</i>."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הָיָה בּוֹ בַּהֶרֶת כִּגְרִיס וּבָהּ שְׁתֵּי שְׂעָרוֹת וְהֻחְלַט וְהָלַךְ מִמֶּנָּה כַּחֲצִי גְּרִיס וְטִהֵר וְנִשְׁאֲרוּ שְׁתֵּי הַשְּׂעָרוֹת בַּחֲצִי גְּרִיס הַנִּשְׁאָר וְחָזַר כַּחֲצִי גְּרִיס בִּמְקוֹם זֶה שֶׁהָלַךְ וַהֲרֵי שְׁתֵּי שְׂעָרוֹת לְבָנוֹת בַּבַּהֶרֶת כִּגְרִיס אֵינָן סִימַן טֻמְאָה עַד שֶׁיַּהֲפֹךְ שְׁתֵּי הַשְּׂעָרוֹת בַּהֶרֶת אַחַת: \n",
            "english": "The following rules apply if a person had a <i>baheret</i> the size of a <i>gris</i>, it contained two white hairs, and therefore he was deemed definitively impure. A portion half the size of a <i>gris</i> disappeared and he was deemed pure. The two hairs were located in the portion half the size of a <i>gris</i> that remained. Afterwards, half a <i>gris</i> returned to the place where the half that disappeared was. Thus there were two white hairs in a <i>baheret</i> the size of a <i>gris</i>. This is not considered a sign of impurity, for one entire <i>baheret</i> must cause the color of the two hairs to change."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בַּהֶרֶת כַּחֲצִי גְּרִיס וְאֵין בָּהּ כְּלוּם וְנוֹלְדָה בְּצִדָּהּ בַּהֶרֶת כַּחֲצִי גְּרִיס וּבָהּ שֵׂעָר אַחַת הֲרֵי זוֹ לְהַסְגִּיר. בַּהֶרֶת כַּחֲצִי גְּרִיס וּבָהּ שֵׂעָר אַחַת וְנוֹלְדָה לָהּ בַּהֶרֶת כַּחֲצִי גְּרִיס וּבָהּ שֵׂעָר אַחַת הֲרֵי זוֹ לְהַסְגִּיר. בַּהֶרֶת כַּחֲצִי גְּרִיס וּבָהּ שְׁתֵּי שְׂעָרוֹת וְנוֹלְדָה לָהּ בַּהֶרֶת כַּחֲצִי גְּרִיס וּבָהּ שַׂעֲרָה אַחַת הֲרֵי זוֹ לְהַסְגִּיר. בַּהֶרֶת כַּחֲצִי גְּרִיס וְאֵין בָּהּ כְּלוּם וְנוֹלְדָה לָהּ בַּהֶרֶת כַּחֲצִי גְּרִיס וּבָהּ שְׁתֵּי שְׂעָרוֹת הֲרֵי זוֹ לְהַחְלִיט שֶׁהֲרֵי קָדְמָה בַּהֶרֶת לִשְׁתֵּי הַשְּׂעָרוֹת הַלְּבָנוֹת. סָפֵק שֵׂעָר לָבָן קָדַם סְפֵק הַבַּהֶרֶת קָדְמָה הֲרֵי זוֹ טָמֵא. וְיֵרָאֶה לִי שֶׁטֻּמְאָתוֹ בְּסָפֵק: \n",
            "english": "When a person had a <i>baheret</i> that was half the size of a <i>gris</i> without any white hair inside of it and then another <i>baheret</i> that was half the size of a <i>gris</i> which contained one white hair erupted at its side, the person should be isolated. If a person had a <i>baheret</i> that was half the size of a <i>gris</i> with one white hair inside of it and then another <i>baheret</i> that was half the size of a <i>gris</i> which contained one white hair erupted at its side, the person should be isolated. When a person had a <i>baheret</i> that was half the size of a <i>gris</i> which contained two white hairs and then another <i>baheret</i> that was half the size of a <i>gris</i> which contained one white hair erupted at its side, this person should be isolated. When a person had a <i>baheret</i> that was half the size of a <i>gris</i> without any white hair inside of it and then another <i>baheret</i> that was half the size of a <i>gris</i> which contained two white hairs erupted at its side, the person should be deemed definitively impure. The rationale is that a <i>baheret</i> preceded the two white hairs.<br>When there is a doubt whether the white hair came first or the <i>baheret</i> came first, the person is deemed impure. It appears to me that this impurity is of a questionable nature."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין הַמִּחְיָה סִימַן טֻמְאָה עַד שֶׁתִּהְיֶה כַּעֲדָשָׁה מְרֻבַּעַת אוֹ יֶתֶר עַל זֶה. וְכַמָּה שִׁעוּרָהּ כְּדֵי צְמִיחַת אַרְבַּע שְׂעָרוֹת שְׁתַּיִם אֹרֶךְ וּשְׁתַּיִם רֹחַב. וְהוּא שֶׁתִּהְיֶה הַמִּחְיָה בְּאֶמְצַע הַבַּהֶרֶת וְהַבַּהֶרֶת מַקֶּפֶת אוֹתָהּ מִכָּל צַד וְהִיא יְתֵרָה עַל הַמִּחְיָה רֹחַב שְׁתֵּי שְׂעָרוֹת אוֹ יֶתֶר. אֲבָל אִם הָיְתָה הַמִּחְיָה בְּצַד הַבַּהֶרֶת אֵינָהּ סִימַן טֻמְאָה. הָיְתָה מְפֻזֶּרֶת כְּגוֹן שֶׁהָיָה בָּשָׂר חַי כְּחַרְדָּל בְּמָקוֹם זֶה וּבָשָׂר חַי כְּחַרְדָּל בְּמָקוֹם אַחֵר אַף עַל פִּי שֶׁהַכּל בְּאֶמְצַע הַבַּהֶרֶת אֵינָן מִצְטָרְפִין לְכַעֲדָשָׁה. עַד שֶׁיִּהְיֶה בְּמָקוֹם אֶחָד בְּאֶמְצַע הַבַּהֶרֶת כַּעֲדָשָׁה מְרֻבָּע אוֹ יֶתֶר: \n",
            "english": "Flesh that heals is not considered as a sign of impurity unless it is the size of a lentil when a square is imposed upon it or more. How large is that? Enough for four hairs to grow, two lengthwise and two widthwise. The flesh that heals must be in the center of the <i>baheret</i> and the <i>baheret</i> must surround it on all sides with there being a margin of the size of two hairs or more between the healthy flesh and the edge of the <i>baheret</i>. If, however, the healthy flesh is at the side of the <i>baheret</i>, it is not a sign of impurity.<br>If the healthy flesh was scattered in different places in the <i>baheret</i>, e.g., there was healthy flesh the size of a mustard seed in one place and healthy flesh the size of a mustard seed in another place, they are not combined to be considered as the size of a lentil even though they are both in the midst of the same <i>baheret</i>. Instead, there must be healthy flesh the size of a lentil when a square is imposed upon it or more in one place in the midst of the <i>baheret</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמִּחְיָה מְטַמְּאָה בְּכָל מַרְאֶה בֵּין שֶׁהָיָה מַרְאֵה הַמִּחְיָה אָדֹם אוֹ שָׁחֹר אוֹ לָבָן וְהוּא שֶׁלֹּא יִהְיֶה הַלֹּבֶן מֵאַרְבַּע הַמַּרְאוֹת שֶׁבֵּאַרְנוּ: \n",
            "english": "Healthy flesh imparts impurity regardless of its shade; it can be red, black, or white provided it is not one of the four shades of whiteness that we described."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין הַמִּחְיָה סִימַן טֻמְאָה עַד שֶׁתִּהְיֶה בְּגוּפָהּ שֶׁל בַּהֶרֶת. כֵּיצַד. בַּהֶרֶת שֶׁהָיְתָה בְּאֶמְצַע שְׁחִין אוֹ מִכְוָה אוֹ מִחְיָה אוֹ בֹּהַק. וְהַמִּחְיָה בְּתוֹךְ הַשְּׁחִין אוֹ בְּתוֹךְ הַמִּכְוָה אוֹ בְּתוֹךְ מִחְיָתָן אוֹ בְּתוֹךְ הַבֹּהַק. אַף עַל פִּי שֶׁהַמִּחְיָה בְּאֶמְצַע הַבַּהֶרֶת אֵינָהּ סִימַן טֻמְאָה מִפְּנֵי שֶׁהִיא בְּתוֹךְ הַשְּׁחִין אוֹ הַמִּכְוָה אוֹ בְּתוֹךְ הַבֹּהַק אוֹ מִחְיָתָן. וְכֵן אִם הִקִּיף הַשְּׁחִין אֶת מִחְיָתוֹ וְהַמִּכְוָה אֶת מִחְיָתָהּ וְהַבֹּהַק אֶת הַמִּחְיָה אוֹ שֶׁנִּסְמַךְ אֶחָד מֵהֶן לַמִּחְיָה מִצִּדָּהּ אוֹ שֶׁחָלַק אֶחָד מֵהֶן אֶת הַמִּחְיָה וְנִכְנַס לְתוֹכָהּ אֵינָהּ סִימַן טֻמְאָה וַהֲרֵי זוֹ כְּבַהֶרֶת שֶׁאֵין בָּהּ סִימָן וְיַסְגִּיר. הָלְכוּ לָהֶן הַשְּׁחִין אוֹ הַמִּכְוָה אוֹ הַבֹּהַק שֶׁהָיָה תַּחַת הַמִּחְיָה שֶׁהָיוּ בְּצִדָּהּ אוֹ שֶׁהָיוּ מַקִּיפִין אוֹ שֶׁהָיוּ נִכְנָסִין לְתוֹכָהּ וְנִמְצֵאת הַמִּחְיָה לְבַדָּהּ בְּתוֹךְ הַבַּהֶרֶת בְּסוֹף שָׁבוּעַ רִאשׁוֹן אוֹ בְּסוֹף שָׁבוּעַ שֵׁנִי הֲרֵי זֶה יַחְלִיט. אִם לֹא הָלְכוּ לָהֶן יִפְטֹר: \n",
            "english": "Flesh that healed is not a sign of impurity unless it is in the <i>baheret</i> itself.<br>What is implied? In the midst of a <i>baheret</i>, there was a boil, burnt flesh, or a healed boil or burnt flesh, or a <i>bohak</i> and there was totally healthy flesh in the midst of these abnormal skin features. Even though the healthy flesh is in the midst of the <i>baheret</i>, it is not a sign of impurity, because it is within the boil, the burnt flesh, the <i>bohak</i>, or their healed flesh. Similarly, if a boil or its healed flesh, burnt flesh or its healed flesh, or a <i>bohak</i> surrounds the healthy flesh, or one of these abnormal skin features is directly next to the healthy flesh at its side, or one of these abnormal skin features divides the healthy flesh and enters within it, it is not a sign of impurity. This is like a <i>baheret</i> that does not have any sign of impurity and the person should be isolated.<br>If the boil, the burnt flesh, or the <i>bohak</i> in which the healthy flesh was found, that was at its side, that surrounded it, or that entered it disappeared and thus the healthy flesh alone was found within the <i>baheret</i> at the end of the first week or at the end of the second week, the person should be deemed definitively impure. If they did not depart, he should be released from the process of inspection."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמִּחְיָה סִימַן טֻמְאָה לְעוֹלָם בֵּין שֶׁקָּדְמָה מִחְיָה אֶת הַבַּהֶרֶת בֵּין שֶׁקָּדְמָה בַּהֶרֶת אֶת הַמִּחְיָה לְפִי שֶׁלֹּא נֶאֱמַר בָּהּ וְהִיא הָפְכָה. זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא יג י)</small> \"וְהִיא הָפְכָה שֵׂעָר לָבָן וּמִחְיַת בָּשָׂר חַי בַּשְּׂאֵת\" אֵינוֹ צָרִיךְ לִשְׁנֵיהֶן לְשֵׂעָר וּלְמִחְיָה אֶלָּא כָּל אֶחָד מֵהֶן סִימַן טֻמְאָה. וְלֹא נֶאֱמַר שֵׂעָר לָבָן עִם הַמִּחְיָה אֶלָּא לִתֵּן שִׁעוּר לְמִחְיָה שֶׁתִּהְיֶה כְּדֵי לְקַבֵּל שֵׂעָר לָבָן שֶׁהוּא שְׁתֵּי שְׂעָרוֹת: \n",
            "english": "Healthy flesh is always a sign of impurity, whether the healthy flesh existed before the <i>baheret</i> or the <i>baheret</i> existed before the healthy flesh, because concerning it, the Torah does not state: \"And it turned.\" Although the Torah does state Leviticus 13:10: \"And it turned hair to white and there was healthy flesh in the <i>si'ait</i>,\" there is no need for a blemish to have both white hair and healthy flesh. Instead, each one independently is a sign of impurity. They were mentioned together only to identify the measure of healthy flesh that imparts impurity: enough to contain enough white hair to cause a person to be deemed impure, i.e., two hairs."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בַּהֶרֶת כִּגְרִיס מְצֻמְצָם וּבְאֶמְצָעָהּ מִחְיָה כַּעֲדָשָׁה מְצֻמְצֶמֶת הֲרֵי זֶה מֻחְלָט. נִתְמַעֲטָה הַבַּהֶרֶת אוֹ שֶׁנִּתְמַעֲטָה הַמִּחְיָה טָהוֹר וְכֵן אִם רָבְתָה הַמִּחְיָה שֶׁבְּתוֹךְ בַּהֶרֶת זוֹ טָהוֹר שֶׁאֵין הַבַּהֶרֶת מְטַמָּא בְּמִחְיָה עַד שֶׁתִּהְיֶה יְתֵרָה עַל הַמִּחְיָה רֹחַב שְׁתֵּי שְׂעָרוֹת מִכָּל צַד. הָיְתָה הַמִּחְיָה פְּחוּתָה מִכַּעֲדָשָׁה וְרָבְתָה הַמִּחְיָה עַד שֶׁנַּעֲשֵׂית כַּעֲדָשָׁה הֲרֵי זֶה מֻחְלָט. נִתְמַעֲטָה הַמִּחְיָה מִמַּה שֶּׁהָיְתָה אוֹ שֶׁהָלְכָה לָהּ הֲרֵי זוֹ כְּמוֹת שֶׁהָיְתָה וְאֵין כָּאן סִימַן טֻמְאָה: \n",
            "english": "When a <i>baheret</i> is exactly the size of a <i>gris</i> and, in its midst, there is healthy flesh exactly the size of a lentil, the afflicted person should be deemed definitively impure. If the size of the <i>baheret</i> or the size of the healthy flesh was diminished, he is pure. Similarly, if the size of the healthy flesh in this <i>baheret</i> increased, he is pure. The rationale is that a <i>baheret</i> does not impart impurity because of healthy flesh until it has a margin of afflicted flesh the width of two hairs on every side.<br>If the healthy flesh was less than a lentil and then it increased until it reached the size of a lentil, the afflicted person should be deemed definitively impure. If the size of the healthy flesh then diminished or disappeared, its status returns to its initial state and there is no sign of impurity."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּהֶרֶת יְתֵרָה מִכִּגְרִיס וּבָהּ מִחְיָה יְתֵרָה מִכַּעֲדָשָׁה וְרַבּוּ אוֹ שֶׁנִּתְמַעֲטוּ טָמֵא. וּבִלְבַד שֶׁלֹּא יִתְמַעֵט בַּהֶרֶת מִכִּגְרִיס וְלֹא תִּתְמַעֵט הַמִּחְיָה מִכַּעֲדָשָׁה וְלֹא תִּקְרַב הַמִּחְיָה לְסוֹף הַבַּהֶרֶת בְּפָחוֹת מִכְּדֵי צְמִיחַת שְׁתֵּי שְׂעָרוֹת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "If a <i>baheret</i> is larger than a <i>gris</i> and it contains healthy flesh that is larger than a lentil, the afflicted person is impure whether they increase or decrease in size, provided the size of the <i>baheret</i> does not decrease to less than a <i>gris</i>, the size of the healthy flesh does not decrease to less than a lentil, and the healthy flesh does not come within two hairsbreadth of the edge of the <i>baheret</i>, as we explained."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בַּהֶרֶת כִּגְרִיס וּבָשָׂר חַי כַּעֲדָשָׁה אוֹ יֶתֶר מַקִּיפָהּ מִבַּחוּץ וּבַהֶרֶת שְׁנִיָּה מַקֶּפֶת אֶת הַבָּשָׂר הַחַי. הֲרֵי הַבַּהֶרֶת הַפְּנִימִית לְהַסְגִּיר שֶׁהֲרֵי אֵין בָּהּ סִימַן טֻמְאָה וּבַהֶרֶת הַחִיצוֹנָה לְהַחְלִיט שֶׁהֲרֵי הַמִּחְיָה בְּאֶמְצָעָהּ. נִתְמַעֵט הַבָּשָׂר הַחַי שֶׁבֵּינֵיהֶן אוֹ שֶׁהָלַךְ כֻּלּוֹ בֵּין שֶׁהָיָה מִתְמַעֵט וְכָלֶה מִבִּפְנִים בֵּין שֶׁהָיָה מִתְמַעֵט מִבַּחוּץ הֲרֵי שְׁתֵּיהֶן כְּבַהֶרֶת אַחַת שֶׁאֵין בָּהּ סִימַן טֻמְאָה: \n",
            "english": "When the <i>baheret</i> is the size of <i>gris</i> and there is healthy flesh the size of a lentil or more surrounding it from the outside and a second <i>baheret</i> surrounding the healthy flesh, the inner <i>baheret</i> would cause the afflicted person to be isolated, for it does not have a sign of impurity. The outer <i>baheret</i> causes him to be deemed definitively impure, because there is healthy flesh in its midst.<br>If the healthy flesh that was between the two blemishes was diminished or disappeared entirely - whether it was diminished or reduced from the inside or was diminished from the outside, the two are considered as one <i>baheret</i> that does not have a sign of impurity."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בַּהֶרֶת שֶׁהָיְתָה בְּרֹאשׁ אֵיבָר מִן הָאֵיבָרִים וְהַמִּחְיָה בְּאֶמְצַע הַבַּהֶרֶת בְּרֹאשׁ הָאֵבָר אֵינָהּ סִימַן טֻמְאָה מִפְּנֵי שֶׁהַמִּחְיָה חוֹלֶקֶת אֶת הַנֶּגַע וְנִמְצָא מִקְצָתוֹ שׁוֹפֵעַ וְיוֹרֵד מִכָּאן וּמִקְצָתוֹ שׁוֹפֵעַ וְיוֹרֵד מִכָּאן וְנֶאֱמַר בִּנְגָעִים וְרָאָהוּ הַכֹּהֵן שֶׁיִּהְיֶה רוֹאֶה הַנֶּגַע כֻּלּוֹ כְּאַחַת. וְאֵלּוּ הֵן רָאשֵׁי אֵיבָרִים שֶׁאֵינָם מִטַּמְּאִין בְּמִחְיָה. רָאשֵׁי אֶצְבְּעוֹת יָדַיִם וְרַגְלַיִם וְרָאשֵׁי אָזְנַיִם וְרֹאשׁ הַחֹטֶם וְרֹאשׁ הָעֲטָרָה וְרָאשֵׁי דָּדִין שֶׁל אִשָּׁה. אֲבָל רָאשֵׁי דָּדִין שֶׁל אִישׁ וְהַיִּבּוֹלֶת וְהַדִּלְדּוּלִין מִטַּמְּאִין בְּמִחְיָה: \n",
            "english": "When a <i>baheret</i> is located at the tip of one of the limbs and there is healthy flesh in its midst at the tip, it is not considered as a sign of impurity, because the healthy flesh divides the blemish into two. Thus one portion streams down one side of the limb and another portion streams down the other. The person is thus not deemed impure, because Leviticus 13:5 states: \"And the priest shall see it.\" Implied is that he shall see the entire blemish as a single entity.<br>These are the 24 tips of the limbs that do not impart impurity when healthy flesh is found upon them: the tips of the fingers and the toes, the tips of the ear and the nose, the tip of the corona of the male organ, and the tips of a woman's breasts. The tips of a man's breasts, warts, and blisters, by contrast, impart impurity if there is a <i>baheret</i> and healthy flesh upon them."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְכָל רָאשֵׁי אֵיבָרִים אֵלּוּ שֶׁהָיָה מְקוֹמָן יוֹשֵׁב כִּגְרִיס מִטַּמְּאִין בִּנְגָעִים. אֲבָל אִם הָיוּ עֲגֻלִּין כְּרֹב בְּרִיַּת בְּנֵי אָדָם טְהוֹרִין. כֵּיצַד. בַּהֶרֶת כִּגְרִיס בְּרֹאשׁ חָטְמוֹ אוֹ בְּרֹאשׁ אֶצְבָּעוֹ שׁוֹפַעַת אֵילָךְ וְאֵילָךְ טָהוֹר שֶׁנֶּאֱמַר וְרָאָהוּ הַכֹּהֵן עַד שֶׁיִּרְאֵהוּ כֻּלּוֹ כְּאַחַת: \n",
            "english": "When there was a flat surface the size of a <i>gris</i> at the tip of any of these limbs, a blemish imparts impurity. If they were round as is the case for most people, blemishes are pure.<br>What is implied? If there is a <i>baheret</i> the size of a <i>gris</i> at the tip of one's nose or the tip of one's finger, descending to either direction, he is pure, as implied by the phrase: \"And the priest shall see it.\" Implied is that he shall see the entire blemish as a single entity."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַפִּשְׂיוֹן מְטַמֵּא בְּכָל שֶׁהוּא וְהוּא שֶׁיִּהְיֶה הַפִּשְׂיוֹן מֵאַחַת מִמַּרְאוֹת הַנְּגָעִים. אֲבָל אִם הָיָה הַפִּשְׂיוֹן מַרְאֵה בֹּהַק אֵינוֹ פִּשְׂיוֹן. וְאֵין הַפִּשְׂיוֹן סִימַן טֻמְאָה עַד שֶׁיִּפְשֶׂה חוּץ לַנֶּגַע אֲבָל אִם פָּשָׂה לְתוֹךְ הַנֶּגַע הֲרֵי הוּא כְּמוֹת שֶׁהָיָה. כֵּיצַד. בַּהֶרֶת וּבְתוֹכָהּ בָּשָׂר חַי פָּחוֹת מִכַּעֲדָשָׁה וְהִסְגִּירָהּ וּבְסוֹף הַשָּׁבוּעַ נִתְמַעֲטָה הַמִּחְיָה מִמַּה שֶּׁהָיְתָה אוֹ שֶׁהָלַךְ הַבָּשָׂר הַחַי כֻּלּוֹ אֵין זֶה פִּשְׂיוֹן. שֶׁאֵין הַבַּהֶרֶת פּוֹשָׂה לְתוֹכָהּ אֶלָּא חוּצָה לָהּ:  ",
            "english": "The increase of a blemish imparts impurity regardless of its size, provided the increase was one of the shades of blemishes that impart impurity. If, however, the increase was the color of a <i>bohak</i>, it is not considered as an increase. An increase of a blemish is a sign of impurity only when it spreads beyond the blemish. If, however, it spreads within the blemish, the person's original status is unchanged.<br>What is implied? There was a <i>baheret</i> with less than a lentil of healthy flesh inside of it. He was therefore isolated. At the end of a week, if the size of the healthy flesh was diminished or it disappeared entirely, it is not considered as an increase. For, to be significant, an increase of a <i>baheret</i> may not spread within its own midst, but rather outside of it."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֵין הַפִּשְׂיוֹן סִימַן טֻמְאָה עַד שֶׁיִּהְיֶה אַחַר הֶסְגֵּר. אֲבָל אִם בָּא בַּתְּחִלָּה וְרָאָה הַכֹּהֵן אֶת הַנֶּגַע שֶׁהוּא פּוֹשֶׂה וְהוֹלֵךְ אֵינוֹ מַחְלִיטוֹ אֶלָּא מַסְגִּירוֹ עַד סוֹף הַשָּׁבוּעַ וְיֵרָאֶה:  ",
            "english": "An increase is not considered as a sign of impurity unless it comes after isolation. If, however, a person came at the outset and the priest saw the blemish increasing, he does not deem the person definitively impure. Instead, he isolates him until the end of the week and then observes it."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין הַבַּהֶרֶת פּוֹשָׂה לְתוֹךְ הַשְּׁחִין וְלֹא לְתוֹךְ הַמִּכְוָה. וְלֹא לְתוֹךְ מִחְיַת הַשְּׁחִין וְלֹא לְתוֹךְ מִחְיַת הַמִּכְוָה. וְלֹא לָרֹאשׁ וְלֹא לַזָּקָן אַף עַל פִּי שֶׁנִּקְרְחוּ וְהָלַךְ הַשֵּׂעָר מֵהֶן שֶׁנֶּאֱמַר <small>(ויקרא יג ז)</small> \"וְאִם פָּשֹׂה תִפְשֶׂה הַמִּסְפַּחַת בָּעוֹר\". אֲבָל בַּהֶרֶת שֶׁפָּשְׂתָה לְתוֹךְ הַבֹּהַק הֲרֵי זֶה פִּשְׂיוֹן:  ",
            "english": "To be significant, an increase may not spread into a boil or into burnt flesh or into a healed boil or burn, nor on the head, nor on the beard even though they became bald and the hair was removed from them, as implied by Leviticus 13:7: \"If the blemish will spread on the skin.\" If, however, a <i>baheret</i> spreads to a <i>bohak</i>, it is considered an increase."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַשְּׁחִין וְהַמִּכְוָה וְהַבֹּהַק וּמִחְיַת הַשְּׁחִין וּמִחְיַת הַמִּכְוָה שֶׁהֵן חוֹלְקִין בֵּין הָאוֹם לַפִּשְׂיוֹן אֵינוֹ סִימַן טֻמְאָה. הִסְגִּירוֹ וְהָלְכוּ לָהֶן עַד שֶׁנִּמְצָא הַפִּשְׂיוֹן סָמוּךְ לָאוֹם הֲרֵי זֶה מֻחְלָט:  ",
            "english": "If a boil, burnt flesh, a <i>bohak</i>, or a healed boil or burn separate between an increase and the original blemish, it is not a sign of impurity. If the person was isolated and these skin conditions departed and this increase was immediately adjacent to the original blemish, he is deemed definitively impure."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בַּהֶרֶת כִּגְרִיס וּפָשְׂתָה כַּחֲצִי גְּרִיס וְעוֹד וְהָלַךְ מִן הָאוֹם כַּחֲצִי גְּרִיס. אַף עַל פִּי שֶׁהַנּוֹתָר מִן הָאוֹם עִם הַפִּשְׂיוֹן יֶתֶר מִכִּגְרִיס [הֲרֵי] זֶה טָהוֹר. הָיְתָה כִּגְרִיס וּפָשְׂתָה כִּגְרִיס וְעוֹד וְהָלְכָה לָהּ הָאוֹם תֵּרָאֶה בַּתְּחִלָּה וְיַסְגִּיר שָׁבוּעַ אַחַר שָׁבוּעַ. הָיְתָה בּוֹ בַּהֶרֶת וְהִסְגִּירוֹ וְהָלְכָה הַבַּהֶרֶת בְּסוֹף יְמֵי הֶסְגֵּר וְחָזְרָה בַּהֶרֶת בִּמְקוֹמָהּ כְּמוֹת שֶׁהָיְתָה הֲרֵי הוּא כְּמוֹ שֶׁהָיָה. נִתְמַעֲטָה [בְּתוֹךְ יְמֵי הֶסְגֵּר] וּפָשְׂתָה וְחָזְרָה כְּמוֹת שֶׁהָיְתָה אוֹ שֶׁפָּשְׂתָה וְנִתְמַעֵט הַפִּשְׂיוֹן וְחָזְרָה כְּמוֹת שֶׁהָיְתָה הֲרֵי זֶה יַסְגִּיר אוֹ יִפְטֹר:  ",
            "english": "When there was a <i>baheret</i> the size of a <i>gris</i> and it spread more than a half a <i>gris</i>, but approximately half a <i>gris</i> of the original blemish disappeared, the person is pure even though together, there remained more than a <i>gris</i> from the original blemish and the increase.<br>If the original blemish was the size of a <i>gris</i> and it spread more than a <i>gris</i>, but the original blemish disappeared entirely, it should be given an initial observation and isolated week after week. If a person has a <i>baheret</i> and was isolated and the <i>baheret</i> disappeared at the end of the days of isolation, and then the <i>baheret</i> returned to its original place, it is given its initial status. If it became diminished during the days of his isolation and then expanded and returned to its original size at the end of the week or increased and then the increased blemish diminished and returned to its original size at the end of the week, he should continue in isolation or is released from the process of inspection."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּהֶרֶת כִּגְרִיס וּפָשְׂתָה כִּגְרִיס וְנוֹלַד בַּפִּשְׂיוֹן מִחְיָה אוֹ שֵׂעָר לָבָן וְהָלְכָה לָהּ הָאוֹם תֵּרָאֶה בַּתְּחִלָּה. הָיְתָה בּוֹ בַּהֶרֶת כִּגְרִיס וְהִסְגִּירוֹ. בְּסוֹף הַשָּׁבוּעַ וַהֲרֵי הִיא כְּסֶלַע, סָפֵק שֶׁהִיא הִיא סָפֵק שֶׁהִיא אַחֶרֶת, בָּאָה תַּחְתֶּיהָ הֲרֵי זֶה טָמֵא:  ",
            "english": "If a <i>baheret</i> was the size of a <i>gris</i>, it then increased the size of a <i>gris</i>, then healthy flesh or white hair erupted in it, and then the original blemish disappeared, it should be given an initial observation.<br>The following rules apply if a person had a <i>baheret</i> the size of a <i>gris</i> and he was isolated. At the end of the week, the blemish was the size of a <i>sela</i>, but there was a doubt whether it was the original blemish or a new one that came in its place, it is impure."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בַּהֶרֶת כִּגְרִיס וְחוּט יוֹצֵא מִמֶּנּוּ אִם יֵשׁ בּוֹ רֹחַב שְׁתֵּי שְׂעָרוֹת זוֹקְקָהּ לְשֵׂעָר לָבָן וּלְפִשְׂיוֹן אֲבָל לֹא לְמִחְיָה שֶׁאֵין הַמִּחְיָה סִימַן טֻמְאָה עַד שֶׁתַּקִּיף אוֹתָהּ הַבַּהֶרֶת וְיִהְיֶה בֵּין סוֹף הַמִּחְיָה וְסוֹף הַבַּהֶרֶת רֹחַב צְמִיחַת שְׁתֵּי שְׂעָרוֹת. הָיוּ שְׁתֵּי בֶּהָרוֹת וְחוּט יוֹצֵא מִזּוֹ לָזוֹ אִם יֵשׁ בּוֹ רֹחַב שְׁתֵּי שְׂעָרוֹת מְצָרְפָן וְאִם לָאו אֵינוֹ מְצָרְפָן. הִסְגִּירוֹ שָׁבוּעַ אַחַר שָׁבוּעַ וְלֹא נוֹלַד לוֹ סִימַן טֻמְאָה וּפְטָרוֹ וּלְאַחַר הַפִּטּוּר פָּשָׂה הַנֶּגַע כָּל שֶׁהוּ הֲרֵי זֶה מֻחְלָט:  ",
            "english": "The following rules apply when there is a <i>baheret</i> more than the size of a <i>gris</i> and a stretch of afflicted flesh emerging from it. If the stretch is two hairs wide, it requires white hair or an increase in size for the person to be considered impure. If, however, healthy flesh appears in it, this ruling does not apply. The rationale is that healthy flesh is not considered as a sign of impurity unless it is surrounded by a <i>baheret</i> and there is a space where two hairs can grow between the edge of the healthy flesh and the edge of the <i>baheret</i>.<br>The following laws apply when there were two <i>baharot</i> and a stretch of afflicted flesh extending from one to the other. If it is two hairsbreadth wide, they are considered as being joined together. If not, they are not considered as joined.<br>When the afflicted person was isolated as a result of a blemish for one week after another and a sign of impurity did not appear and, as a result, he was released from the process of inspection, but after he was released from the process of inspection, the blemish increased in size even slightly, he should be deemed definitively impure."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בַּהֶרֶת שֶׁטָּהֲרָה מִתּוֹךְ הֶסְגֵּר אוֹ מִתּוֹךְ הֶחְלֵט שֶׁהָלְכוּ מִמֶּנָּה סִימָנֵי טֻמְאָה אֵין מַסְגִּירִין בָּהּ לְעוֹלָם:  ",
            "english": "When a <i>baheret</i> was declared pure either after the afflicted person was isolated or deemed definitively impure, i.e., the signs of impurity disappeared, he should not be isolated again."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בַּהֶרֶת שֶׁכָּנְסָה אַחַר הַפִּטּוּר וּפָשְׂתָה לִכְמוֹת שֶׁהָיְתָה אוֹ שֶׁפָּשְׂתָה וְחָזְרָה לִכְמוֹת שֶׁהָיְתָה הֲרֵי הוּא בְּטָהֳרָתוֹ:  ",
            "english": "When a <i>baheret</i> diminished after the person was released from the process of inspection after isolation and then increased to its original size or it increased and then decreased to its original size, the person remains in his state of purity."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בַּהֶרֶת כִּגְרִיס וּבָהּ מִחְיָה כַּעֲדָשָׁה וְשֵׂעָר לָבָן בְּתוֹךְ הַמִּחְיָה וְהֶחְלִיטוֹ וּלְאַחַר הֶחְלֵט הָלְכָה הַמִּחְיָה טָמֵא מִפְּנֵי שֵׂעָר לָבָן. הָלַךְ הַשֵּׂעָר לָבָן טָמֵא מִפְּנֵי הַמִּחְיָה. הָיָה הַשֵּׂעָר לָבָן בְּתוֹךְ הַבַּהֶרֶת וְהָלָךְ לוֹ טָמֵא מִפְּנֵי הַמִּחְיָה. הָלְכָה הַמִּחְיָה טָמֵא מִפְּנֵי שֵׂעָר לָבָן:  ",
            "english": "The following laws apply when there is a <i>baheret</i> the size of a <i>gris</i> and healthy flesh the size of a lentil in it and white hair in the midst of the healthy flesh. The afflicted person was deemed definitively impure. After that determination was made, the healthy flesh disappeared. He is still impure because of the white hair. If the white hair disappeared, he is impure because of the healthy flesh.<br>If the white hair was located in the <i>baheret</i> and not in the healthy flesh and then the white hair disappeared, the afflicted person is impure because of the healthy flesh. If the healthy flesh disappeared, he is still impure because of the white hair."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בַּהֶרֶת וּבָהּ מִחְיָה וּפִשְׂיוֹן. הָלְכָה הַמִּחְיָה טָמֵא מִפְּנֵי הַפִּשְׂיוֹן. הָלַךְ הַפִּשְׂיוֹן טָמֵא מִפְּנֵי הַמִּחְיָה. וְכֵן בְּשֵׂעָר לָבָן וּבְפִשְׂיוֹן. הֶחְלִיטוֹ בְּשֵׂעָר לָבָן וְהָלַךְ הַשֵּׂעָר וְחָזַר בּוֹ שֵׂעָר לָבָן אַחֵר. אוֹ שֶׁנּוֹלְדָה לוֹ מִחְיָה אוֹ פִּשְׂיוֹן. אוֹ שֶׁהֶחְלִיטוֹ בְּמִחְיָה וְהָלְכָה הַמִּחְיָה וְנוֹלְדָה לוֹ מִחְיָה אַחֶרֶת. אוֹ שֵׂעָר לָבָן אוֹ פִּשְׂיוֹן. אוֹ שֶׁהֶחְלִיטוֹ בְּפִשְׂיוֹן וְהָלַךְ הַפִּשְׂיוֹן וְחָזַר בּוֹ פִּשְׂיוֹן אַחֵר. אוֹ שֶׁנּוֹלְדָה בָּהּ מִחְיָה אוֹ שֵׂעָר לָבָן. הֲרֵי זֶה בְּטֻמְאָתוֹ כְּמוֹת שֶׁהָיָה. אֶחָד הַטָּמֵא שֶׁהֻחְלַט בַּתְּחִלָּה אוֹ שֶׁהֻחְלַט בְּסוֹף שָׁבוּעַ רִאשׁוֹן אוֹ בְּסוֹף שָׁבוּעַ שֵׁנִי אוֹ אַחַר הַפִּטּוּר. הוֹאִיל וְהֻחְלַט מִכָּל מָקוֹם אֵינוֹ טָהוֹר עַד שֶׁלֹּא יִשָּׁאֵר בּוֹ סִימַן טֻמְאָה לֹא סִימַן הֶחְלֵט וְלֹא סִימָן אַחֵר:  ",
            "english": "The following rules apply when after a person with a <i>baheret</i> was isolated for a week, he was deemed impure, because there was healthy flesh in the <i>baheret</i> and it increased in size. If later the healthy flesh disappeared, he is impure because of the increase. If the increase disappeared, he is impure because of the healthy flesh.<br>If a person was deemed definitively impure because of white hair, that white hair disappeared, but other white hair appeared, healthy flesh appeared, or the size of the blemish increased, his status of impurity remains unchanged. This law also applies if a person was deemed definitively impure because of healthy flesh and the healthy flesh disappeared, but other healthy flesh or white hair appeared or the size of the blemish increased or he was deemed definitively impure because the size of the blemish increased, that increase disappeared, but there was another increase or healthy flesh or white hair appeared.<br>Whether an afflicted person was deemed impure when he originally appeared before the priest, at the end of the first week of isolation, at the end of the second week, or after he was released from the process of inspection, since he was deemed definitively impure in any instance, he is not pure until no sign of impurity remains upon him, neither the sign for which he was deemed impure or any other sign."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה לוֹ מַכָּה בְּעוֹר בְּשָׂרוֹ וְנִפְשַׁט הָעוֹר מֵחֲמַת הַמַּכָּה. אִם הָיְתָה הַמַּכָּה מֵחֲמַת הָאֵשׁ כְּגוֹן שֶׁנִּכְוָה בְּגַחֶלֶת אוֹ בְּרֶמֶץ אוֹ בְּבַרְזֶל אוֹ בְּאֶבֶן שֶׁלִּבְּנוֹ בָּאֵשׁ וְכַיּוֹצֵא בָּהֶן הֲרֵי זוֹ נִקְרֵאת מִכְוָה. וְאִם הָיְתָה הַמִּכְוָה שֶׁלֹּא מֵחֲמַת הָאֵשׁ. בֵּין שֶׁלָּקָה בְּאֶבֶן אוֹ בְּעֵץ וְכַיּוֹצֵא בָּהֶן בֵּין שֶׁהָיְתָה הַמִּכְוָה מֵחֲמַת חֳלִי הַגּוּף כְּגוֹן גָּרָב אוֹ חֲזָזִית שֶׁהִפְסִיד הָעוֹר אוֹ שַׁחֶפֶת אוֹ קַדַּחַת וְדַלֶּקֶת וְכַיּוֹצֵא בָּהֶן שֶׁהִשְׁחִיתוּ הָעוֹר הֲרֵי זֶה נִקְרָא שְׁחִין:  ",
            "english": "The following principles apply with regard to a person who had a wound on the flesh of his skin and the skin peeled away because of the wound. If the wound came about because of fire, e.g., he was burnt by a coal, embers, iron or stone that were heated in fire, or the like, it is called <i>michveh</i>, a burn. If the wound did not come about because of fire, e.g., he received a blister from stone, wood, or the like, or the wound came about because of an infirmity within the body, a wart or eczema that ruined the skin or swelling lesions, feverous swellings, or infections that ruin the skin, it is called <i>sh'chin</i>, a boil."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לִבֵּן שִׁפּוּד וְהִכָּה בּוֹ אִם הָיָה רֹאשׁוֹ (מְבוֹרָז) [כַּדּוּר] הֲרֵי זוֹ מִכְוָה. וְאִם הָיָה רֹאשׁוֹ חַד הֲרֵי זוֹ סָפֵק אִם הִיא מִכְוָה אוֹ שְׁחִין. לָקָה בְּמֵי טְבֶרְיָא אוֹ בְּגֶפֶת וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה שְׁחִין:  ",
            "english": "The following laws apply if one heated a spit and hit another person with it. If its end was rounded, the wound it produces is considered as a burn. If its end was pointed, there is an unresolved question if it is considered as a burn or a boil.<br>When a person suffers a burn because of the hot springs of Tiberias, olive dregs, or the like, the affliction is considered as a boil."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַשְּׁחִין וְהַמִּכְוָה כָּל זְמַן שֶׁהֵן מַכּוֹת טְרִיּוֹת הֵן נִקְרָאִין מוֹרְדִין וְאֵינָן מִטַמְּאִין בִּנְגָעִים כְּלָל. חָיוּ הַשְּׁחִין וְהַמִּכְוָה וְנִתְרַפְּאוּ רִפּוּי גָּמוּר אַף עַל פִּי שֶׁהַמָּקוֹם צַלֶּקֶת וְאֵינָהּ דּוֹמָה לִשְׁאָר הָעוֹר הֲרֵי הֵן כְּעוֹר הַבָּשָׂר לְכָל דָּבָר וּמִתְטַמְּאִין בִּשְׁלֹשָׁה סִימָנִין וְיֵשׁ בָּהֶן הֶסְגֵּר שְׁנֵי שָׁבוּעוֹת כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "As long as boils and burns are fresh, festering wounds, they are called <i>mordin</i> and do not impart impurity because of <i>tzara'at</i> at all. If a boil or a burn heals and the afflicted person's flesh was entirely restored - even though there is a scar on the place and it is not entirely like other skin - it is considered like ordinary skin with regard to all matters. Such a person is deemed impure because of the three signs mentioned above and he is isolated for two weeks as part of the process of determination as explained."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הִתְחִילוּ הַשְּׁחִין וְהַמִּכְוָה לִחְיוֹת וּלְהִתְרַפְּאוֹת וְנַעֲשֵׂית עֲלֵיהֶן קְלִפָּה כִּקְלִפַּת הַשּׁוּם. זוֹ הִיא <small>(ויקרא יג כג)</small> \"צָרֶבֶת הַשְּׁחִין\" הָאֲמוּרָה בַּתּוֹרָה <small>(ויקרא יג כד)</small> \"וּמִחְיַת הַמִּכְוָה\" הָאֲמוּרָה שָׁם. וּמְטַמְּאוֹת בִּשְׁנֵי סִימָנִין בְּשֵׂעָר לָבָן אוֹ בְּפִשְׂיוֹן וְאֵין בָּהֶן הֶסְגֵּר אֶלָּא שָׁבוּעַ אֶחָד. כֵּיצַד. בַּהֶרֶת שֶׁהָיְתָה בְּצָרֶבֶת הַשְּׁחִין אוֹ בְּמִחְיַת הַמִּכְוָה אִם הָיָה בָּהּ שֵׂעָר לָבָן יַחְלִיט. לֹא הָיָה בָּהּ שֵׂעָר לָבָן יַסְגִּיר שָׁבוּעַ אֶחָד וְיֵרָאֶה בְּסוֹף הַשָּׁבוּעַ אִם נוֹלַד בָּהּ שֵׂעָר אוֹ פָּשְׂתָה יַחְלִיט וְאִם לֹא נוֹלַד בָּהּ כְּלוּם יִפְטֹר. פָּשְׂתָה לְאַחַר הַפִּטּוּר אוֹ נוֹלַד בָּהּ שֵׂעָר לָבָן יַחְלִיט:  ",
            "english": "If the boil or the burn began to heal and be restored, with a scab like the thickness of a garlic peel forming over them, this is the \"scarring of the boil\" mentioned in the Torah and the \"healing burn\" mentioned there. They impart impurity because of two signs: white hair or an increase in the size of the blemish and such a blemish is isolated only for one week.<br>What is implied? There was a <i>baheret</i> on the scarring of a boil or the healing of a burn. If it contained two white hairs, the person should be deemed definitively impure. If it does not contain white hair, he should be isolated for a week and examined at the end of the week. If white hair grew or size of the blemish increased, he should be deemed definitively impure. If there was no new development, he should be released from the inspection process. If size of the blemish increased or white hair grew after he was released from the inspection process, he should be deemed definitively impure."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַשְּׁחִין וְהַמִּכְוָה אֵין מִצְטָרְפִין זֶה עִם זֶה לְפִיכָךְ חִלְּקָן הַכָּתוּב לוֹמַר שֶׁאֵין מִצְטָרְפִין זֶה עִם זֶה וְאֵין פּוֹשִׂין זֶה לָזֶה וְאֵין פּוֹשִׂין לְעוֹר הַבָּשָׂר וְלֹא בַּהֶרֶת עוֹר הַבָּשָׂר פּוֹשָׂה לְתוֹכָן. כֵּיצַד. הָיָה שְׁחִין בְּצַד הַמִּכְוָה וּבַהֶרֶת כִּגְרִיס בִּשְׁתֵּיהֶן הֲרֵי זֶה טָהוֹר. הָיְתָה בְּאַחַת מֵהֶן וּפָשְׂתָה לַשְּׁנִיָּה אוֹ שֶׁפָּשְׂתָה לְעוֹר הַבָּשָׂר טָהוֹר. הָיְתָה בַּהֶרֶת בְּעוֹר הַבָּשָׂר וּפָשְׂתָה לְאַחַת מֵהֶן אֵינוֹ פִּשְׂיוֹן. הָיָה בְּתוֹךְ כַּפּוֹ צָרֶבֶת שְׁחִין כִּגְרִיס וּבָהּ בַּהֶרֶת כִּגְרִיס יַסְגִּיר שֶׁאַף עַל פִּי שֶׁאֵינָהּ רְאוּיָה לְשֵׂעָר לָבָן וְלֹא לְפִשְׂיוֹן שֶׁמָּא יִוָּלֵד לוֹ שְׁחִין אַחֵר בְּצִדָּהּ וְתִפְשֶׂה לְתוֹכוֹ:  ",
            "english": "A healing boil and a healing burn cannot be combined with each other. For that reason, the Torah described them separately, to teach that they are not to be combined, nor can they expand into each other, They do not expand into ordinary flesh and a <i>baheret</i> that is on ordinary flesh does not expand into them.<br>What is implied? If there is a boil next to a burn and a <i>baheret</i> that comprises a <i>gris</i> extending over both of them, the person is pure. If a <i>baheret</i> was in either of them and it extended into the other or it extended into ordinary skin, he is pure. If there was a <i>baheret</i> on ordinary skin and it extended to one of these, it is not considered as an extension.<br>When a person had a healed boil that was the size of a <i>gris</i> with a <i>baheret</i> the size of a <i>gris</i> on the palm of his hand, he should nevertheless be isolated. Although it is not fit to grow white hair, nor to expand, there is the possibility that he will develop another boil next to it and the <i>baheret</i> will spread into it."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁחִין שֶׁנַּעֲשָׂה מִכְוָה בִּטְּלָה מִכְוָה אֶת הַשְּׁחִין. וּמִכְוָה שֶׁנַּעֲשֵׂית שְׁחִין בִּטֵּל שְׁחִין הַמִּכְוָה. אִם אֵין יָדוּעַ אִם שְׁחִין הָיָה אִם מִכְוָה אֵין בְּכָךְ כְּלוּם שֶׁשְּׁנֵיהֶם סִימָן אֶחָד וְטֻמְאָה אַחַת וְלֹא חִלְּקָן הַכָּתוּב אֶלָּא לוֹמַר שֶׁאֵין מִצְטָרְפִין:  ",
            "english": "When a boil became a burn, the burn nullifies the boil. When a burn became a boil, the boil nullifies the burn. If it is not known whether a blemish was a boil or a burn, it is not significant, for they both contract impurity due to the same signs and the impurity is the same. Scripture differentiates between them only to teach that they are not to be combined."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הִסְגִּירוֹ בְּבַהֶרֶת שֶׁבַּשְּׁחִין וּבְסוֹף הַשָּׁבוּעַ נַעֲשָׂה עוֹר הַבָּשָׂר. אוֹ שֶׁהִסְגִּירוֹ בְּעוֹר הַבָּשָׂר וּבְסוֹף הַשָּׁבוּעַ נַעֲשֵׂית שְׁחִין יֵרָאֶה בַּתְּחִלָּה:  ",
            "english": "If a person was isolated because of a <i>baheret</i> in a boil and at the end of the week, the boil healed and became ordinary flesh or he was isolated because of a <i>baheret</i> on ordinary flesh and at the end of the week, it became a boil, he should be given an initial examination."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁנָּשַׁר כָּל שְׂעַר רֹאשׁוֹ בֵּין מֵחֲמַת חלִי בֵּין מֵחֲמַת מַכָּה שֶׁאֵינָהּ רְאוּיָה לְגַדֵּל שֵׂעָר בֵּין שֶׁאָכַל דְּבָרִים הַמַּשִּׁירִין אֶת הַשֵּׂעָר אוֹ סָךְ דְּבָרִים שֶׁהִשִּׁירוּ שְׂעָרוֹ אַף עַל פִּי שֶׁרָאוּי לְגַדֵּל לְאַחַר זְמַן הוֹאִיל וְאָבַד כָּל שְׂעַר רֹאשׁוֹ עַתָּה הֲרֵי זֶה נִקְרָא קֵרֵחַ אוֹ גִּבֵּחַ. אִם נָשַׁר שְׂעָרוֹ מִן הַקָּדְקֹד וּלְמַטָּה שׁוֹפֵעַ לְאָחוֹר וְעַד פִּיקָה שֶׁל צַוָּאר נִקְרָא קֵרֵחַ. וְאִם נָשַׁר מִן הַקָּדְקֹד וּלְמַטָּה שׁוֹפֵעַ לְפָנָיו עַד כְּנֶגֶד פַּדַּחְתּוֹ נִקְרָא גִּבֵּחַ:  ",
            "english": "When all the hair on a person's head falls off, whether due to sickness, due to a wound that makes him unfit to grow hair, or due to eating foods that cause hair to fall off or applied lotions that cause hair to fall off, since he lost all of his hair at this particular moment, he is called a <i>keireiach</i> or a <i>gibeiach</i>, even though he is fit to grow hair at a later time.<br>If his hair from the top of his forehead and downward, descending backward until the first vertebra of his neck falls off, he is called a <i>keireiach</i>. If his hair from the top of his forehead and downward, descending frontward until it is level with his forehead falls off, he is called a <i>gibeiach</i>."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַקָּרַחַת וְהַגַּבַּחַת מְטַמְּאוֹת בִּשְׁנֵי סִימָנִין בְּמִחְיָה וּבְפִשְׂיוֹן. וְיֵשׁ בָּהֶן הֶסְגֵּר שְׁנֵי שָׁבוּעוֹת שֶׁנֶּאֱמַר בָּהֶן <small>(ויקרא יג מג)</small> \"כְּמַרְאֵה צָרַעַת עוֹר בָּשָׂר\". וּלְפִי שֶׁאֵין בָּהֶן שֵׂעָר אֵין הַשֵּׂעָר הַלָּבָן סִימַן טֻמְאָה בָּהֶן. וְכֵיצַד מְטַמְּאִין בִּשְׁנֵי סִימָנִין וּבִשְׁתֵּי שָׁבוּעוֹת. שֶׁאִם הָיְתָה בַּהֶרֶת בְּקָרַחְתּוֹ אוֹ בְּגַבַּחְתּוֹ וְהָיְתָה בָּהּ מִחְיָה יַחְלִיט. לֹא הָיְתָה בָּהּ מִחְיָה יַסְגִּיר וְיִרְאֶה בְּסוֹף הַשָּׁבוּעַ אִם נוֹלְדָה בָּהּ מִחְיָה אוֹ פִּשְׂיוֹן יַחְלִיט. לֹא נוֹלַד בָּהּ כְּלוּם יַסְגִּיר שָׁבוּעַ שֵׁנִי. פָּשָׂת אוֹ שֶׁנּוֹלַד בָּהּ מִחְיָה יַחְלִיט לֹא נוֹלַד בָּהּ כְּלוּם יִפְטֹר. וְאִם פָּשָׂת אוֹ נוֹלַד בָּהּ מִחְיָה לְאַחַר הַפִּטּוּר יַחְלִיט:  ",
            "english": "With regard to both of these types of baldness, a person can contract impurity when a <i>baheret</i> appears on the skin through two signs: healthy skin and an increase in size. They should be isolated for two weeks, for Leviticus 13:43 states: \"Like the appearance of <i>tzara'at</i> on the flesh of the skin.\" Since these portions of the body do not grow hair, the appearance of white hair is not a sign of impurity for them.<br>What is meant by incurring impurity through either of two signs and that a person may be isolated for two weeks. If there was a <i>baheret</i> in a bald spot whether at the back of a person's head or at its front and there was healthy flesh in it, he should be deemed definitively impure. If it does not have healthy flesh in it, he should be isolated and examined after the end of one week. If healthy flesh appeared or the blemish increased in size, he should be deemed definitively impure. If nothing changed, he should be isolated for a second week. If the blemish increased in size or healthy flesh appeared, he should be deemed definitively impure. If nothing changed, he should be released from the inspection process. If the blemish increased in size or healthy flesh appeared after he was released from the inspection process, he should be deemed definitively impure."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַקָּרַחַת וְהַגַּבַּחַת אֵינָן מִצְטָרְפוֹת זוֹ עִם זוֹ שֶׁנֶּאֱמַר <small>(ויקרא יג מב)</small> \"בְּקָרַחְתּוֹ אוֹ בְּגַבַּחְתּוֹ\" מְלַמֵּד שֶׁהֵן שְׁתַּיִם וְאֵין פּוֹשׂוֹת מִזּוֹ לְזוֹ וְלֹא לִשְׁאָר עוֹר הַבָּשָׂר וְלֹא בַּהֶרֶת עוֹר הַבָּשָׂר פּוֹשָׂה לְתוֹכָן:  ",
            "english": "These two forms of baldness are not combined with each other, as indicated by Leviticus 13:42, which makes a distinction, stating: \"on his <i>karachet</i> or on his <i>gabachet</i>.\" This teaches that they are two types of conditions and blemishes do not spread from one to the other, from either of them to ordinary flesh, or from ordinary flesh to them."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַקָּרַחַת אוֹ הַגַּבַּחַת אוֹ הַזָּקָן שֶׁנִּקְרַח וְנַעֲשָׂה בָּהֶן שְׁחִין אוֹ מִכְוָה מְטַמְּאִין כִּשְׁחִין וּכְמִכְוָה שֶׁבְּעוֹר הַבָּשָׂר. שֶׁהָרֹאשׁ אוֹ הַזָּקָן שֶׁנִּקְרְחוּ כְּעוֹר הַבָּשָׂר לְכָל דָּבָר אֶלָּא שֶׁאֵין מִטַּמְּאִין בְּשֵׂעָר לָבָן. הָרֹאשׁ וְהַזָּקָן קֹדֶם שֶׁיִּצְמַח בָּהֶן הַשֵּׂעָר וַעֲדַיִן לֹא הֶעֱלוּ שֵׂעָר מֵעוֹלָם וְכֵן הַדִּלְדּוּלִין שֶׁבָּרֹאשׁ וְשֶׁבַּזָּקָן הֲרֵי הֵן כְּעוֹר הַבָּשָׂר וּמִתְטַמְּאִין בִּשְׁלֹשָׁה סִימָנִין וּשְׁנֵי שָׁבוּעוֹת. וְכֵן זְקַן הָאִשָּׁה וְהַסָּרִיס עַד שֶׁלֹּא הֶעֱלוּ שֵׂעָר הֲרֵי הֵן כְּעוֹר הַבָּשָׂר. וְאִם הֶעֱלוּ שֵׂעָר הֲרֵי הֵן כִּזְקַן הָאִישׁ שֶׁמִּתְטַמֵּא בִּנְתָקִין כְּמוֹ שֶׁיִּתְבָּאֵר וְאֵינוֹ מִתְטַמֵּא בְּבַהֶרֶת:  ",
            "english": "When there is a boil or a burn on a <i>karachet</i>, on a <i>gabachet</i>, or on a beard that has lost its hair, they are deemed impure in the same way as is a boil or a burn on ordinary flesh. For when one loses the hair of his head or of his beard, these parts of the body are considered as ordinary flesh with regard to all matters except that they do not contract impurity because of the emergence of white hair.<br>When hair has never grown on one's head or on one's chin or when there is a blister on one's head or chin, the surface is considered as ordinary flesh and they are deemed impure because of three signs and requires isolation for two weeks. Similar laws also apply to the chin of a woman and a sexually inadequate male. Until hair grows on these surfaces, they are considered as ordinary flesh. If they grew hair, they are considered as the chin of a male and incur impurity as a <i>netek</i> does, as will be explained. They do not incur impurity because of a <i>baheret</i>."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵלוּ מְקוֹמוֹת בָּאָדָם שֶׁאֵין מִתְטַמְּאִין בְּבַהֶרֶת. תּוֹךְ הָעַיִן וְתוֹךְ הָאֹזֶן וְתוֹךְ הַחֹטֶם וְתוֹךְ הַפֶּה וְהַקְּמָטִים שֶׁבַּבֶּטֶן וְהַקְּמָטִים שֶׁבַּצַּוָאר וְתַחַת הַדָּד וּבֵית הַשֶּׁחִי וְכַף הָרֶגֶל וְהַצִּפֹּרֶן וְהָרֹאשׁ וְהַזָּקָן שֶׁיֵּשׁ בָּהֶן שֵׂעָר וְהַשְּׁחִין וְהַמִּכְוָה הַמּוֹרְדִין. כָּל אֵלּוּ הַמְּקוֹמוֹת אֵין מִתְטַמְּאִין בִּנְגָעִים וְאֵין מִצְטָרְפִין בִּנְגָעִים. וְלֹא הַנֶּגַע פּוֹשֶׂה לְתוֹכָן. וְאֵין מִתְטַמְּאִין מִשּׁוּם מִחְיָה. וְאֵין מְעַכְּבִין אֶת הַהוֹפֵךְ כֻּלּוֹ לָבָן שֶׁנֶּאֱמַר <small>(ויקרא יג ב)</small> \"בְעוֹר בְּשָׂרוֹ\". וְכָל אֵלּוּ אֵינוֹ עוֹר גָּלוּי אֶלָּא מֵהֶן שֶׁאֵינוֹ עוֹר וּמֵהֶן שֶׁהוּא עוֹר וְהוּא מְכֻסֶּה וְאֵינוֹ גָּלוּי. וְאֹדֶם הַשְּׂפָתַיִם נִדּוֹן כְּבֵית הַסְּתָרִים וְאֵינוֹ מִטַּמֵּא בִּנְגָעִים:  ",
            "english": "These are the places in the human body which do not incur impurity because of a <i>baheret</i>: the inside of the eye, the inside of the ear, the inside of the nose, the inside of the mouth, the folds of the stomach, the folds of the neck, under the breasts, the armpits, the underside of the foot, a nail, the head and the chin where hair grows, and open boils and burns.<br>All of these surfaces do not become impure because of blemishes, nor can they be combined with blemishes. A blemish cannot expand into them; they are not considered as healthy flesh in the midst of a blemish, nor does the absence of <i>tzara'at</i> on them prevent a person whose entire body is afflicted from being placed in that category. These concepts are derived from Leviticus 12:2 which speaks of a blemish being \"on the skin of one's flesh.\" None of the above surfaces can be considered as revealed flesh. Some of them are not flesh and some are flesh, but they are covered and not revealed.<br>The red portions of the lips are considered as \"hidden places\" and cannot incur impurity from blemishes."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָרֹאשׁ וְהַזָּקָן שֶׁנָּשַׁר כָּל שַׂעֲרָן וְהַשְּׁחִין וְהַמִּכְוָה שֶׁעָלוּ צָרֶבֶת מִטַּמְּאִין בְּבַהֶרֶת כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֵינָן מִצְטָרְפִין זֶה עִם זֶה וְאֵין נֶגַע עוֹר הַבָּשָׂר פּוֹשֶׂה לְתוֹכָם וְאֵינָן מִטַּמְּאִים מִשּׁוּם מִחְיָה אֲבָל מְעַכְּבִין אֶת הַהוֹפֵךְ כֻּלּוֹ לָבָן:  ",
            "english": "When all the hair of the head and the chin fell off or a boil or a burn developed a scab, they may incur impurity due to a <i>baheret</i>, as we explained. Blemishes on these surfaces are not combined with each other, nor can a blemish on ordinary skin expand into them, nor are they considered as healthy flesh in the midst of a blemish. The absence of <i>tzara'at</i> on them does, however, prevent a person whose entire body is afflicted from being placed in this category."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בַּהֶרֶת הַסְּמוּכָה לָרֹאשׁ אוֹ לָעַיִן אוֹ לָאֹזֶן וְכַיּוֹצֵא בָּהֶן אוֹ לַשְּׁחִין אוֹ לַמִּכְוָה טְהוֹרָה שֶׁנֶּאֱמַר <small>(ויקרא יג ג)</small> \"וְרָאָה הַכֹּהֵן אֶת הַנֶּגַע בְּעוֹר הַבָּשָׂר\" שֶׁיִּהְיֶה כָּל שֶׁחוּצָה לָנֶגַע בְּעוֹר הַבָּשָׂר וְרָאוּי לְפִשְׂיוֹן:  ",
            "english": "When there is a <i>baheret</i> next to the head, the eye, the ear, or the like or next to a boil or a burn, it is pure. This is derived from Leviticus 13:3: \"And the priest shall see the blemish in the flesh of the skin.\" Implied is that the entire area immediately outside the blemish must be ordinary flesh that is fit for the blemish to spread into."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵלּוּ בֶּהָרוֹת טְהוֹרוֹת. עַכּוּ\"ם שֶׁהָיְתָה בּוֹ בַּהֶרֶת וְנִתְגַּיֵּר. הָיְתָה בְּעֻבָּר וְנוֹלַד. בְּקֶמֶט וְנִגְלָה. בָּרֹאשׁ וּבַזָּקָן כְּשֶׁהָיָה בָּהֶן שֵׂעָר וְנִקְרְחוּ וְנָשַׁר כָּל הַשֵּׂעָר וְנִתְגַּלְּתָה הַבַּהֶרֶת. הָיְתָה בַּשְּׁחִין וּבַמִּכְוָה כְּשֶׁהֵן מוֹרְדִין וְהֶעֱלוּ צָרֶבֶת הֲרֵי אֵלּוּ טְהוֹרוֹת. וְכֵן אִם הָיְתָה הַבַּהֶרֶת בָּרֹאשׁ אוֹ בַּזָּקָן קֹדֶם שֶׁיַּעֲלוּ שֵׂעָר מֵעוֹלָם וְהֶעֱלוּ שֵׂעָר וְהָלַךְ הַשֵּׂעָר. אוֹ שֶׁהָיְתָה הַבַּהֶרֶת בָּעוֹר וְנַעֲשָׂה מְקוֹמָהּ שְׁחִין אוֹ מִכְוָה וְחָיוּ וַהֲרֵי הֵן כְּעוֹר הַבָּשָׂר. אַף עַל פִּי שֶׁתְּחִלָּתָהּ וְסוֹפָהּ טְמֵאִין הוֹאִיל וְהָיְתָה טְהוֹרָה בֵּינְתַיִם הֲרֵי זוֹ טְהוֹרָה. נִשְׁתַּנּוּ מַרְאֵיהֶן בֵּין שֶׁהֵעֵזּוּ אוֹ שֶׁכָּהוּ יֵרָאֶה בַּתְּחִלָּה. כֵּיצַד. עַכּוּ\"ם שֶׁהָיְתָה בּוֹ בַּהֶרֶת כִּקְרוּם בֵּיצָה וּלְאַחַר שֶׁנִּתְגַּיֵּר נַעֲשֵׂית כַּשֶּׁלֶג. אוֹ שֶׁהָיְתָה כַּשֶּׁלֶג וּלְאַחַר שֶׁנִּתְגַּיֵּר נַעֲשֵׂית כִּקְרוּם בֵּיצָה. תֵּרָאֶה בַּתְּחִלָּה. וְכֵן בְּקָטָן שֶׁנּוֹלַד. וּבַקֶּמֶט שֶׁנִּגְלָה. וּבָרֹאשׁ וּבַזָּקָן שֶׁנִּקְרְחוּ. וּבַשְּׁחִין וּבַמִּכְוָה שֶׁחָיוּ. אִם נִשְׁתַּנָּה מַרְאֵה אוֹתָן הַבֶּהָרוֹת יֵרָאוּ בַּתְּחִלָּה וְאִם לָאו טְהוֹרוֹת:  ",
            "english": "The following are <i>beharot</i> that are pure:<br>a) A gentile who had a <i>baheret</i> and converted.<br>b) A <i>baheret</i> existed on a fetus and then the infant was born.<br>c) A <i>baheret</i> existed in a crease of a person's flesh and then it was revealed.<br>d) A <i>baheret</i> existed on the head and/or the chin where hair grew, and then all the hair fell off and the <i>baheret</i> was revealed.<br>e) There was a <i>baheret</i> on ordinary skin, either a boil or a burn formed on its place, and then they healed, and became like ordinary skin. Even though the initial and ultimate condition of the skin is susceptible to impurity, since it was pure in the interim, it remains pure.<br>In all the above instances, if the shade of the blemish changes, whether the whiteness becomes stronger or weaker, it should be given an initial examination. What is implied? A gentile had a <i>baheret</i> that was white like the membrane of an egg. After he converted, it became white as snow. Or originally, it was white as snow and after he converted, it became like the membrane of an egg, it should be given an initial examination. Similarly, when an infant is born, the creases of a person's skin straighten, a person's head or chin become bald, or a boil or a burn heal, if the shade of these blemishes change, they should be given an initial examination. If not, they are considered pure."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל סְפֵק נְגָעִים חוּץ מִשְּׁנֵי סְפֵקוֹת שֶׁמָּנִינוּ כְּבָר טָהוֹר עַד שֶׁלֹּא נִזְקַק לְטֻמְאָה. אֲבָל מִשֶּׁנִּזְקַק לְטֻמְאָה סְפֵקוֹ טָמֵא. כֵּיצַד. שְׁנַיִם שֶׁבָּאוּ אֵצֶל כֹּהֵן בָּזֶה בַּהֶרֶת כִּגְרִיס וּבָזֶה כְּסֶלַע וְהִסְגִּירָן וּבְסוֹף הַשָּׁבוּעַ הָיָה בָּזֶה כְּסֶלַע וּבָזֶה כְּסֶלַע וְאֵין יָדוּעַ בְּאֵיזֶה מֵהֶן פָּשְׂתָה. בֵּין בִּשְׁנֵי אֲנָשִׁים בֵּין בְּאִישׁ אֶחָד הֲרֵי זֶה טָהוֹר. שֶׁאַף עַל פִּי שֶׁוַּדַּאי פָּשָׂה הַנֶּגַע בָּזֶה הוֹאִיל וְאֵינוֹ יָדוּעַ אֵי זוֹ הִיא הַבַּהֶרֶת שֶׁפָּשְׂתָה הֲרֵי זֶה טָהוֹר עַד שֶׁיֵּדַע בְּאֵי זֶה נֶגַע טִמְּאוֹ:  ",
            "english": "Until a person has been deemed impure, all questionable situations regarding blemishes are considered as pure except for the two questionable situations we mentioned already. When, however, a person has been deemed impure, a questionable situation is considered as impure.<br>What is implied? Two people came to a priest, one had a <i>baheret</i> the size of a <i>gris</i> and the other, one the size of a <i>sela</i>. He had both of them isolated. At the end of the week, they both had blemishes the size of a <i>sela</i> and it was not known which blemish increased in size, they are both considered pure. Not only does this apply with regard to two people, it also applies with regard to two blemishes on the body of one person. Even though a blemish on this person's flesh definitely increased, since it is not known which blemish increased, he is deemed pure until the identity of the blemish for which he will be deemed impure is known."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִשֶּׁנִּזְקַק לְטֻמְאָה סְפֵקוֹ טָמֵא. כֵּיצַד. שְׁנַיִם שֶׁבָּאוּ אֵצֶל כֹּהֵן בָּזֶה בַּהֶרֶת כִּגְרִיס וּבָזֶה כְּסֶלַע וְהִסְגִּירָם בְּסוֹף הַשָּׁבוּעַ וַהֲרֵי בָּזֶה כְּסֶלַע וְעוֹד וּבָזֶה כְּסֶלַע וְעוֹד שְׁנֵיהֶן טְמֵאִין. חָזְרוּ שְׁנֵיהֶן לִהְיוֹת כְּסֶלַע שֶׁהֲרֵי הָלַךְ הַפִּשְׂיוֹן מֵאֶחָד מֵהֶן הוֹאִיל וְאֵינוֹ יָדוּעַ אֵי זֶהוּ שְׁנֵיהֶן טְמֵאִים עַד שֶׁיַּחְזְרוּ שְׁנֵיהֶן לִהְיוֹת כִּגְרִיס. וְזֶהוּ שֶׁאָמְרוּ מִשֶּׁנִּזְקַק לְטֻמְאָה סְפֵקוֹ טָמֵא. וְכֵן מִי שֶׁהָיְתָה בּוֹ בַּהֶרֶת וּבָהּ שֵׂעָר לָבָן שֶׁקָּדַם אֶת הַבַּהֶרֶת וְשֵׂעָר לָבָן שֶׁהֲפָכַתּוּ הַבַּהֶרֶת. וְאֵינוֹ יָדוּעַ זֶה שֶׁקָּדַם מִזֶּה שֶׁנֶּהְפַּךְ. אִם מִתּוֹךְ הֶסְגֵּר נִסְתַּפֵּק לוֹ הֲרֵי זֶה טָהוֹר. וְאִם אַחַר הֶחְלֵט הֲרֵי זֶה טָמֵא. אַף עַל פִּי שֶׁהָלַךְ שֵׂעָר אֶחָד מֵהֶן וְאֵינוֹ יוֹדֵעַ אֵי זֶה הָלַךְ אִם הַשֵּׂעָר שֶׁהָיָה סִימַן טֻמְאָה אוֹ הַשֵּׂעָר הָאַחֵר:  ",
            "english": "Once a person has been deemed impure, any questionable situation is also considered impure. What is implied? Two people came to a priest. One had a <i>baheret</i> the size of a <i>gris</i> and the other, one the size of a <i>sela</i>. He had both of them isolated. At the end of the week, they came to the priest and they both had blemishes that were larger than a <i>sela</i>. They are both deemed impure. If they both shrank to the size of a <i>sela</i> and thus the increase receded from one of them, since it is not known which one originally had the blemish of this size, they are both impure until both their blemishes recede to the size of a <i>gris</i>. This is what is meant by the statement when a person has been deemed impure, a questionable situation is considered as impure.<br>Similar concepts apply when a person had a <i>baheret</i> and there was white hair within it that had existed before the <i>baheret</i> and other hair that was turned white by the <i>baheret</i> and the priest does not know how to distinguish between the hair that existed before the <i>baheret</i> and that which was turned white. If the doubt arose while the person was in isolation, he is pure. If the doubt arose after he was definitively deemed impure, he remains impure even if one of the hairs fell off and he does not know which fell off, the hair that was sign of impurity or the other hair."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁבָּא אֵצֶל כֹּהֵן וְרָאָהוּ שֶׁצָּרִיךְ הֶסְגֵּר אוֹ שֶׁהוּא פָּטוּר וְעַד שֶׁלֹּא הִסְגִּירוֹ אוֹ פְּטָרוֹ נוֹלְדוּ לוֹ סִימָנֵי טֻמְאָה. הֲרֵי זֶה יַחְלִיט. וְכֵן אִם רָאָהוּ שֶׁיֵּשׁ בּוֹ סִימָנֵי טֻמְאָה וְקֹדֶם שֶׁיַּחְלִיטוֹ וְיֹאמַר לוֹ טָמֵא אַתָּה הָלְכוּ לָהֶן סִימָנֵי טֻמְאָה. אִם הָיָה בַּתְּחִלָּה אוֹ בְּסוֹף שָׁבוּעַ רִאשׁוֹן יַסְגִּירוֹ. וְאִם הָיָה בְּסוֹף שָׁבוּעַ שֵׁנִי אוֹ לְאַחַר הַפִּטּוּר יִפְטֹר אוֹתוֹ:  ",
            "english": "When a person comes to a priest and he sees that he needs to be isolated or that he should be released from the inspection process and before he isolates him or releases him, signs of impurity erupt, he should be deemed definitively impure. Similarly, if he saw that he had signs of impurity and before he deemed him definitively impure and told him: \"You are impure,\" those signs of impurity disappeared, the stringent ruling should not be delivered. Instead, if he is coming for his initial examination or at the end of the first week, he should be isolated. If he is coming after the conclusion of his second week or after he has been released from the inspection process, he should be released."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה בּוֹ בַּהֶרֶת וְהֻחְלַט בְּאֶחָד מִסִּימָנֵי טֻמְאָה בֵּין בַּתְּחִלָּה בֵּין אַחַר הֶסְגֵּר. אוֹ שֶׁהֻסְגַּר וְאַחַר כָּךְ פָּרְחָה הַצָּרַעַת בְּכֻלּוֹ וְנֶהְפַּךְ לָבָן. בֵּין שֶׁנֶּהְפַּךְ מִתּוֹךְ הֶסְגֵּר בֵּין מִתּוֹךְ הֶחְלֵט הֲרֵי זֶה טָהוֹר. אֲבָל אִם הֻסְגַּר וְלֹא נוֹלַד לוֹ סִימַן טֻמְאָה וְנִפְטַר וּלְאַחַר הַפִּטּוּר פָּרְחָה הַצָּרַעַת בְּכֻלּוֹ הֲרֵי זֶה טָמֵא מֻחְלָט:  ",
            "english": "When a person had a <i>baheret</i> and - whether at the outset or after isolation - he was definitively deemed as impure because of one of the signs of impurity or he was isolated and then the <i>tzara'at</i> spread over his entire body and his skin turned white, he is pure. This applies whether it turned while he was isolated or after he was deemed definitively as impure.<br>If, however, he was isolated and no sign of impurity emerged and as a result, he was released from the inspection process, but after being released, the <i>tzara'at</i> covered his entire body, he is deemed definitively impure."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַבָּא בַּתְּחִלָּה וְהוּא כֻּלּוֹ הָפַךְ לָבָן. אִם הָיְתָה בּוֹ מִחְיָה אוֹ שְׁתֵּי שְׂעָרוֹת לְבָנוֹת מַחְלִיטִין אוֹתוֹ. אִם אֵין שָׁם סִימַן טֻמְאָה מַסְגִּירִין אוֹתוֹ שָׁבוּעַ רִאשׁוֹן. נוֹלַד לוֹ שֵׂעָר לָבָן אוֹ מִחְיָה מַחְלִיטוֹ. לֹא נוֹלַד בּוֹ כְּלוּם מַסְגִּירוֹ שָׁבוּעַ שֵׁנִי. לֹא נוֹלַד לוֹ סִימַן טֻמְאָה הֲרֵי זֶה טָהוֹר. שֶׁדִּין בַּהֶרֶת זוֹ הַגְּדוֹלָה כְּדִין הַקְּטַנָּה. הֶחְלִיטוֹ בְּשֵׂעָר לָבָן שֶׁנּוֹלַד בּוֹ וְהִשְׁחִירוּ שְׁתֵּיהֶן אוֹ אַחַת מֵהֶן. הִקְצִירוּ שְׁתֵּיהֶן אוֹ אַחַת מֵהֶן. נִסְמַךְ הַשְּׁחִין לִשְׁתֵּיהֶן אוֹ לְאַחַת מֵהֶן. הִקִּיף הַשְּׁחִין אֶת שְׁתֵּיהֶן אוֹ אַחַת מֵהֶן. אוֹ שֶׁחִלְּקָן הַשְּׁחִין וּמִחְיַת הַשְּׁחִין וְהַמִּכְוָה וּמִחְיַת הַמִּכְוָה וְהַבֹּהַק. הֲרֵי זֶה טָהוֹר. נוֹלַד לוֹ שֵׂעָר לָבָן אַחֵר אוֹ מִחְיָה הֲרֵי זֶה טָמֵא מִפְּנֵי שֶׁבָּא כֻּלּוֹ לָבָן בַּתְּחִלָּה. אֶחָד שֶׁפָּרְחָה הַצָּרַעַת בְּכֻלּוֹ כְּאַחַת וְאֶחָד שֶׁפָּשְׂתָה וּפָרְחָה מְעַט מְעַט עַד שֶׁהִלְבִּין כֻּלּוֹ. אִם מִתּוֹךְ הֶסְגֵּר אוֹ מִתּוֹךְ הֶחְלֵט טָהוֹר. וְאִם אַחַר הַפִּטּוּר טָמֵא. וְאִם בַּתְּחִלָּה יַסְגִּיר. אֶחָד שֶׁהָיָה כֻּלּוֹ מַרְאֶה אֶחָד אוֹ שֶׁהָיָה כֻּלּוֹ לָבָן בְּאַרְבַּע הַמַּרְאוֹת שֶׁבַּלֹּבֶן וּבְאַרְבַּע שֶׁל פָּתוּךְ הַכּל מִצְטָרְפִין בֵּין לְטַהֲרוֹ בֵּין לְטַמְּאוֹ כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "The following rules apply when a person comes initially while he is entirely white with <i>tzara'at</i>. If he has a patch of healthy skin or two white hairs, he is deemed definitively impure. If there is no sign of impurity, he is isolated for one week. If white hair or a patch of healthy skin emerges, he is deemed definitively impure. If no sign emerges, he is isolated for a second week. If no sign emerges, he is deemed pure, for the laws applying to this large <i>baheret</i> are the same as those governing a small one.<br>If he was deemed impure because of two white hairs that emerged and either both or one of them turned black, either both or one of them became short, a boil grew next to either of them or one of them or encompassed both of them or one of them, a boil, a healed boil, a burn, a healed burn, or a <i>bohak</i> divided one hair from the other, he is pure. If white hair or healthy flesh emerges, he is impure, because he came initially while entirely white.<br>Whether the <i>tzara'at</i> spread over the person's entire skin all at once or whether it spread little by little until he became entirely white, if this occurred while the person was isolated or while he was deemed definitively impure, he is pure. If it occurred after he was released from the inspection process, he is impure. And if it occurred at the outset, he should be isolated. Similarly, it is irrelevant whether the blemish is entirely of one shade or that it is entirely white, but has the four shades of white and the four shades of <i>petuch</i> intermingled. All of these shades can be combined and considered as a single blemish, whether to cause the person to be declared pure or to be declared impure, as we explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיְתָה בּוֹ בַּהֶרֶת כִּגְרִיס וּבָהּ מִחְיָה כַּעֲדָשָׁה וְהֻחְלַט בְּמִחְיָה וּפָרְחָה הַצָּרַעַת בְּכֻלּוֹ וְאַחַר כָּךְ הָלְכָה הַמִּחְיָה. אוֹ שֶׁהָלְכָה הַמִּחְיָה תְּחִלָּה וְאַחַר כָּךְ פָּרְחָה בְּכֻלּוֹ. הֲרֵי זֶה טָהוֹר וַאֲפִלּוּ נוֹלַד לוֹ שֵׂעָר לָבָן. נוֹלְדָה בּוֹ מִחְיָה טָמֵא שֶׁנֶּאֱמַר <small>(ויקרא יג יד)</small> \"וּבְיוֹם הֵרָאוֹת בּוֹ בָּשָׂר חַי יִטְמָא\". וְהוּא שֶׁתִּהְיֶה כַּעֲדָשָׁה מְרֻבַּעַת אוֹ יֶתֶר. הָיְתָה בּוֹ בַּהֶרֶת וּבָהּ שֵׂעָר לָבָן וְהֻחְלַט בְּשֵׂעָר לָבָן וְאַחַר כָּךְ פָּרְחָה בְּכֻלּוֹ אַף עַל פִּי שֶׁשֵּׂעָר לָבָן בִּמְקוֹמוֹ עוֹמֵד טָהוֹר. שֶׁנֶּאֱמַר וּבְיוֹם הֵרָאוֹת בּוֹ בָּשָׂר חַי יִטְמָא בְּמִחְיָה מִתְטַמֵּא זֶה שֶׁנֶּהְפַּךְ כֻּלּוֹ לָבָן אַחַר הֶחְלֵט אוֹ אַחַר הֶסְגֵּר. וְאֵינוֹ מִטַּמֵּא בְּשֵׂעָר לָבָן. הֶחְלִיטוֹ בְּפִשְׂיוֹן וְאַחַר כָּךְ פָּשְׂתָה וּפָרְחָה בְּכֻלּוֹ טָהוֹר. וְאִם נִרְאֵית בּוֹ מִחְיָה טָמֵא:  ",
            "english": "The following rules apply when a person had a <i>baheret</i> the size of a <i>gris</i> in which there was a patch of healthy flesh the size of a lentil and he was deemed definitively impure because of the healthy flesh. Afterwards, the <i>tzara'at</i> spread over his entire body and the healthy flesh disappeared. Alternatively, the healthy flesh disappeared and then the <i>tzara'at</i> spread over his entire body. He is considered as pure. This applies even if white hair emerges. If, however, healthy skin emerges, he is impure, as Leviticus 12:14 states: \"On the day he exhibits healthy flesh, he will be deemed impure,\" provided the healthy flesh is the size of a square superimposed on a lentil or larger.<br>Different rules apply if one had a <i>baheret</i> with white hair and he was deemed impure because of it and afterwards, the <i>tzara'at</i> spread over his entire body. Even though the white hair remains in place, he is pure, as can be derived from the verse: \"On the day he exhibits healthy flesh, he will be deemed impure.\" Implied is that a person whose entire skin turned white after being deemed definitively impure or being isolated becomes impure because of healthy flesh, but not because of white hair. If he was deemed impure because his blemish spread and then it continued to spread and covered his entire body, he is pure. If he exhibits any healthy flesh, he is impure."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אַף רָאשֵׁי אֵיבָרִים שֶׁאֵינָן מִטַּמְּאִין מִשּׁוּם מִחְיָה שֶׁבְּתוֹךְ הַבַּהֶרֶת מִטַּמְּאִין וּמְעַכְּבִין אֶת הַנֶּהְפָּךְ כֻּלּוֹ לָבָן. כֵּיצַד. מֻחְלָט אוֹ מֻסְגָּר שֶׁהִלְבִּין כֻּלּוֹ בְּצָרַעַת חוּץ מִכַּעֲדָשָׁה בָּשָׂר חַי אֲפִלּוּ בְּרֹאשׁ אֶצְבָּעוֹ אוֹ בְּרֹאשׁ חָטְמוֹ וְכַיּוֹצֵא בָּהֶן הֲרֵי הוּא בְּטֻמְאָתוֹ. וְכֵן זֶה שֶׁנֶּהְפַּךְ כֻּלּוֹ לָבָן וְטָהַר אִם חָזַר בּוֹ כַּעֲדָשָׁה בָּשָׂר חַי אֲפִלּוּ בְּרֹאשׁ אֶחָד מִן הָאֵיבָרִים הֲרֵי זֶה מֻחְלָט. נֶהְפַּךְ כֻּלּוֹ לְמַרְאֵה צָרַעַת חוּץ מִכַּעֲדָשָׁה אֲפִלּוּ בְּרֹאשׁ אֶחָד מִן הָאֵיבָרִים שֶׁנֶּהְפַּךְ לְבֹהַק הֲרֵי זֶה טָמֵא מֻחְלָט שֶׁנֶּאֱמַר <small>(ויקרא יג יג)</small> \"וְהִנֵּה כִסְּתָה הַצָּרַעַת\", לֹא הַבֹּהַק. אֲפִלּוּ הָיְתָה מִקְצָת הָעֲדָשָׁה בָּשָׂר חַי וּמִקְצָתָהּ בֹּהַק הֲרֵי זוֹ סִימַן טֻמְאָה. נֶהְפַּךְ כֻּלּוֹ לְמַרְאֵה צָרַעַת וְטִהַר וְאַחַר כָּךְ חָזַר בּוֹ בָּשָׂר כְּמַרְאֵה הַבֹּהַק הֲרֵי זֶה טָהוֹר עַד שֶׁיֵּרָאֶה בּוֹ כַּעֲדָשָׁה בָּשָׂר חַי שֶׁנֶּאֱמַר <small>(ויקרא יג יד)</small> \"וּבְיוֹם הֵרָאוֹת בּוֹ בָּשָׂר חַי\", לֹא בֹּהַק. חָזַר בּוֹ כַּעֲדָשָׁה מִקְצָתָהּ בָּשָׂר חַי וּמִקְצָתָהּ בֹּהַק אֵינוֹ סִימַן טֻמְאָה וַהֲרֵי הוּא בְּטָהֳרָתוֹ:  ",
            "english": "Even the tips of limbs that do not impart impurity as healthy flesh when they are located in the midst of a <i>baheret</i>, do impart impurity and prevent a person from being deemed pure if his entire flesh turns white.<br>What is implied? If a person who was definitively deemed impure or who was isolated whose entire flesh turned white because of <i>tzara'at</i> with the exception of a lentil's size of healthy flesh, even if the healthy flesh is located on his fingertip, the tip of his nose, or the like, he remains impure.<br>Similarly, if a person's entire flesh turned white and he was declared pure and then a lentil's size of healthy flesh returned, even at the tips of one of his limbs, he should be definitively deemed impure. If his flesh turned entirely to a shade of <i>tzara'at</i> except for a lentil's size portion - even on the tips of his limbs that turned to a <i>bohak</i>, he should be deemed definitively impure, as can be derived from Leviticus 13:12: \"If... the <i>tzara'at</i> will cover the entire skin....\" Implied is that it must be covered by <i>tzara'at</i>, not a <i>bohak</i>. Even if part of the lentil's size portion was healthy flesh and part was a <i>bohak</i>, it is a sign of impurity.<br>If a person's entire flesh turned to one of the shades of <i>tzara'at</i> and he was declared pure and then a portion of his flesh turned to the color of a <i>bohak</i>, he remains pure until he exhibits a lentil's size of healthy flesh, as implied by the verse: \"On the day he exhibits healthy flesh....\" Implied is that he must exhibit healthy flesh, not a <i>bohak</i>. If a lentil's size portion of flesh [changed appearance, part was healthy flesh and part was a <i>bohak</i>, it is not considered a sign of impurity and the person is still considered as pure."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל טָמֵא שֶׁפָּרְחָה הַצָּרַעַת בְּכֻלּוֹ טָהוֹר. נִתְגַּלָּה מִמֶּנּוּ כַּעֲדָשָׁה בָּשָׂר חַי נִטְמָא. חָזַר וְנִתְכַּסָּה בְּצָרַעַת טָהוֹר. חָזַר וְנִתְגַּלָּה נִטְמָא אֲפִלּוּ מֵאָה פְּעָמִים. הִתְחִיל הַבָּשָׂר הַחַי לְהִתְגַּלּוֹת וַהֲרֵי הוּא מוֹסִיף וְהוֹלֵךְ וְהַצָּרַעַת מִתְמַעֶטֶת הֲרֵי זֶה בְּטֻמְאָתוֹ עַד שֶׁתִּתְמַעֵט הַבַּהֶרֶת מִכִּגְרִיס:  ",
            "english": "Whenever <i>tzara'at</i> spreads over the entire body of an impure person, he becomes pure. If a lentil's size portion of healthy flesh was revealed, he is impure. If his entire flesh was again covered with <i>tzara'at</i>, he is pure, If healthy flesh was again revealed, he is impure. These rulings are given even if the cycle repeats itself 100 times.<br>If healthy flesh began to be revealed and it continues to grow and the size of the <i>tzara'at</i> shrinks, the person remains impure until the <i>baheret</i> becomes smaller than a <i>gris</i>."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל הָרָאוּי לִטַּמֵּא בְּנֶגַע הַבַּהֶרֶת מְעַכֵּב הַהוֹפֵךְ כֻּלּוֹ לָבָן וְכָל שֶׁאֵינוֹ רָאוּי לִטַּמֵּא בְּנֶגַע הַבַּהֶרֶת אֵינוֹ מְעַכֵּב. כֵּיצַד. פָּרְחָה בְּכֻלּוֹ אֲבָל לֹא בָּרֹאשׁ וּבַזָּקָן בַּשְּׁחִין וּבַמִּכְוָה הַמּוֹרְדִין. אוֹ שֶׁנִּשְׁאַר פָּחוֹת מִכַּעֲדָשָׁה בָּשָׂר חַי סָמוּךְ לַשְּׁחִין וְלַמִּכְוָה הַמּוֹרְדִין וְלָרֹאשׁ וְלַזָּקָן הֲרֵי זֶה טָהוֹר. חָזַר הָרֹאשׁ וְהַזָּקָן וְנִקְרְחוּ וְכֵן אִם חָיוּ הַשְּׁחִין וְהַמִּכְוָה וְהֶעֱלוּ צָרֶבֶת הֲרֵי זֶה טָמֵא עַד שֶׁתִּפְרַח הַצָּרַעַת בָּהֶן שֶׁהֲרֵי הֵן רְאוּיִין לְבַהֶרֶת. הָיוּ בָּהּ שְׁתֵּי בֶּהָרוֹת אַחַת יֵשׁ בָּהּ סִימַן טֻמְאָה וְאַחַת טְהוֹרָה וּפָרְחָה הַטְּהוֹרָה לַטְּמֵאָה וְאַחַר כָּךְ פָּרְחָה בְּכֻלּוֹ הֲרֵי זֶה טָהוֹר מִפְּנֵי שֶׁהָיָה מֻחְלָט בְּטֻמְאָה אַף עַל פִּי שֶׁהַטְּהוֹרָה הִיא שֶׁפָּרְחָה. וְלֹא עוֹד אֶלָּא אֲפִלּוּ הָיוּ אַחַת בִּשְׂפָתוֹ הָעֶלְיוֹנָה וְאַחַת בִּשְׂפָתוֹ הַתַּחְתּוֹנָה אוֹ בִּשְׁתֵּי אֶצְבְּעוֹתָיו אוֹ בִּשְׁנֵי רִיסֵי עֵינָיו וּכְשֶׁהֵן נִדְבָּקִין זֶה לָזֶה נִרְאִין שְׁתֵּי הַבֶּהָרוֹת כְּבַהֶרֶת אַחַת הוֹאִיל וּפָרְחָה בְּכֻלּוֹ טָהוֹר:  ",
            "english": "Any portion of skin that is fit to contract impurity because of <i>baheret</i> but remains healthy prevents a person whose entire flesh is becoming white from being placed in that category. Any portion of skin that is not fit to contract impurity because of <i>baheret</i> does not prevent a person whose entire flesh is becoming white from being placed in that category although that portion of skin remains healthy.<br>What is implied? When <i>tzara'at</i> spreads over a person's entire skin, but not on his head or his chin, nor onto a festering boil or burn or there is less than a lentil's size portion of healthy flesh next to a festering boil or burn or to his head or chin, he is pure. If the hair fell from the head and the chin or if a scab formed over the boil or the burn, the person is impure until the <i>tzara'at</i> spreads to them, for they are fit to contract impurity because of a <i>baheret</i>.<br>If there were two <i>beharot</i>, one had a sign of impurity and one was pure, the pure one spread to the impure and then covered the person's skin entirely, he is deemed pure. The rationale is that he was previously deemed definitively impure, even though it was the pure one that spread. Furthermore, this ruling applies even if one of the <i>beharot</i> was on his upper lip and the other on his lower lip or on two of his fingers or on his two eyelids, and thus when they are closed together, the two <i>beharot</i> appear as one. Nevertheless, since <i>tzara'at</i> spread over the person's entire skin, he is pure."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "יֵשׁ מַרְאֶה נִגְעוֹ לְכֹהֵן וְנִשְׂכַּר מִפְּנֵי שֶׁהִקְדִּים לְהַרְאוֹתוֹ וְלֹא נִתְאַחֵר. וְיֵשׁ מַרְאֶה וּמַפְסִיד. כֵּיצַד. מִי שֶׁהָיָה מֻחְלָט וְהָלְכוּ לָהֶן סִימָנֵי טֻמְאָה וְלֹא הִסְפִּיק לְהַרְאוֹתוֹ לַכֹּהֵן עַד שֶׁפָּרְחָה בְּכֻלּוֹ טָהוֹר. וְאִלּוּ קָדַם וְהֶרְאָה לַכֹּהֵן וּפְטָרוֹ קֹדֶם שֶׁיַּהֲפֹךְ וְנֶהְפַּךְ אַחַר הַפִּטּוּר הָיָה מֻחְלָט כְּמוֹ שֶׁבֵּאַרְנוּ. הָיְתָה בּוֹ בַּהֶרֶת וְאֵין בָּהּ כְּלוּם וְלֹא הִסְפִּיק לְהַרְאוֹתוֹ לַכֹּהֵן עַד שֶׁפָּרְחָה בְּכֻלּוֹ הֲרֵי זֶה טָמֵא וְצָרִיךְ הֶסְגֵּר. וְאִלּוּ קָדַם וְהֶרְאָה לַכֹּהֵן וְהִסְגִּירוֹ קֹדֶם שֶׁיַּהֲפֹךְ וְנֶהְפַּךְ מִתּוֹךְ הֶסְגֵּר הָיָה טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "There are those who show their blemishes to a priest and benefit from doing so, because they showed it to him early and did not delay, and others who suffer from doing so.<br>What is implied? A person was definitively deemed impure. His signs of impurity disappeared, but he did not have the opportunity to show this development to a priest before the <i>tzara'at</i> spread over his entire body. He is pure. If, however, he had acted earlier and showed it to the priest previously, he would have been released from the inspection process before it spread over his entire body. Thus it would have spread after he was released, in which instance, he would be deemed definitively impure, as we explained.<br>If he had a <i>baheret</i> without any signs of impurity and he did not have the opportunity to show it to a priest before it spread over his entire body, he is impure and must be isolated. If, however, he had acted earlier and had shown it to the priest, he would have been isolated before it spread. Thus it would have spread after he was isolated, in which instance, he would be pure, as we explained."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "נִגְעֵי הָרֹאשׁ וְהַזָּקָן הוּא שֶׁיִּפּל הַשֵּׂעָר שֶׁבָּהֶן מֵעִקָּרוֹ וְיִשָּׁאֵר מְקוֹם הַשֵּׂעָר פָּנוּי וְזֶה הוּא הַנִּקְרָא נֶתֶק. וְאֵין נֶתֶק פָּחוֹת מִכִּגְרִיס הַמְרֻבָּע בֵּין שֶׁהָיָה מַרְאֵהוּ עָמֹק בֵּין שֶׁלֹּא הָיָה עָמֹק. וְלֹא נֶאֱמַר עָמֹק בִּנְתָקִין אֶלָּא לוֹמַר לְךָ מַה מַּרְאֶה עָמֹק בִּידֵי שָׁמַיִם אַף נֶתֶק הַמִּטַמֵא בִּידֵי שָׁמַיִם לְהוֹצִיא שֶׁנִּתְּקוֹ אָדָם שֶׁהוּא טָהוֹר. וְהָאִשָּׁה וְהַסָּרִיס שֶׁהֶעֱלָה זְקָנָם שֵׂעָר הֲרֵי זֶה מִטַּמֵּא בִּנְתָקִים:  ",
            "english": "With regard to blemishes of the head and the chin, if the hair would fall out from its roots and leave a portion of skin bare of hair, it is called a <i>netek</i>. A <i>netek</i> may not be less than the size of a <i>gris</i> that is square. This applies whether it appears deep or not. The term \"deep\" was mentioned with regard to a <i>netek</i> only to teach you: Just as a shade that is deep comes about through the hand of heaven, so too, a <i>netek</i> must come about through the hand of heaven. This excludes a blemish on a portion of the head or chin whose hair was removed by a person. Such a blemish is pure.<br>When a woman or a <i>seris</i> grow hair on their chins, they can contract the impurity of a <i>netek</i> if it falls off."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַנְּתָקִין מִטַמְּאִין בִּשְׁנֵי סִימָנִים בְּשֵׂעָר צָהֹב דַּק וּבְפִשְׂיוֹן וְיֵשׁ בָּהֶן הֶסְגֵּר שְׁנֵי שָׁבוּעוֹת וְכָל זֶה מְפֹרָשׁ בַּתּוֹרָה. כֵּיצַד. מִי שֶׁנּוֹלַד לוֹ נֶתֶק בְּרֹאשׁוֹ אוֹ בִּזְקָנוֹ אִם הָיוּ בּוֹ שְׁתֵּי שְׂעָרוֹת צְהֻבּוֹת דַּקּוֹת וְלֹא יוֹתֵר וְאֵין שָׁם בַּנֶּתֶק שֵׂעָר שָׁחֹר כְּלָל יַחְלִיט. לֹא הָיָה בּוֹ שֵׂעָר לֹא שָׁחֹר וְלֹא צָהֹב יַסְגִּיר שָׁבוּעַ אֶחָד וּבַשְּׁבִיעִי רוֹאֵהוּ אִם נוֹלַד בּוֹ שֵׂעָר צָהֹב דַּק אוֹ שֶׁפָּשָׂה הַנֶּתֶק יַחְלִיט נוֹלְדוּ בּוֹ שְׁתֵּי שְׂעָרוֹת שְׁחוֹרוֹת יִפְטֹר אוֹתוֹ. לֹא פָּשָׂה וְלֹא נוֹלַד בּוֹ שֵׂעָר צָהֹב וְלֹא שֵׂעָר שָׁחֹר יְגַלֵּחַ סְבִיבוֹת הַנֶּתֶק וְלֹא יְגַלֵּחַ הַנֶּתֶק וְיַסְגִּיר שָׁבוּעַ שֵׁנִי וְחוֹזֵר וְרוֹאֵהוּ בְּסוֹף שָׁבוּעַ שֵׁנִי. אִם פָּשָׂה הַנֶּתֶק אוֹ נוֹלַד בּוֹ שֵׂעָר צָהֹב דַּק יַחְלִיט. לֹא נוֹלַד בּוֹ כְּלוּם יִפְטֹר שֶׁאֵין הֶסְגֵּר בִּנְתָקִין יֶתֶר עַל שְׁנֵי שָׁבוּעוֹת. וְאִם אַחַר שֶׁפְּטָרוֹ נוֹלַד בּוֹ שֵׂעָר צָהֹב אוֹ פָּשָׂה יַחְלִיט:  ",
            "english": "<i>Netakim</i> become impure due to two signs: short, golden hair and spreading. There is an isolation period of two weeks. All of this is explicitly stated in the Torah.<br>What is implied? When a <i>netek</i> appears on a man's head or in his beard, if it contains two or more short, gold hairs, and there is no black hair in the <i>netek</i> at all, he should be deemed definitively impure. If it did not contain any hair - neither black, nor golden - he should be isolated for a week. On the seventh day, a priest should examine him. If short golden hair emerged or the <i>netek</i> spread, the afflicted person should be deemed definitively as impure. If two black hairs emerged, he should be released from the inspection process.<br>If it neither spread and neither golden nor black hair emerged, the priest should shave around the <i>netek</i>, but not the hair directly adjacent to the <i>netek</i> and isolate him for a second week. The priest should examine him again at the end of the second week. If the <i>netek</i> spread or short golden hair emerged, he should be deemed definitively as impure. If nothing changes, he is released from the inspection process. For <i>netakim</i> do not require isolation for more than two weeks. If golden hair appears or the <i>netek</i> expands after he was released, he is definitively categorized as impure."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כֵּיצַד מְגַלְּחִין אֶת הַנֶּתֶק. מְגַלֵּחַ חוּצָה לוֹ וּמַנִּיחַ שְׁתֵּי שְׂעָרוֹת סָמוּךְ לוֹ כְּדֵי שֶׁיִּהְיֶה נִכָּר הַפִּשְׂיוֹן. וְתִגְלַחְתּוֹ כְּשֵׁרָה בְּכָל אָדָם שֶׁנֶּאֱמַר <small>(ויקרא יג לג)</small> \"וְהִתְגַּלָּח\" וְכֵן כְּשֵׁרָה בְּכָל דָּבָר וַאֲפִלּוּ הָיָה נָזִיר הֲרֵי זֶה מְגַלֵּחַ. הִסְגִּירוֹ וְלֹא גִּלְּחוֹ הֲרֵי זֶה מֻסְגָּר:  ",
            "english": "How is the <i>netek</i> shaved? One shaves the area around it and leaves two hairs next to it on every side so that any spread will be noticeable.<br>This shaving is acceptable no matter which person performs it, as implied by Leviticus 13:33: \"And he will be shaved.\" Similarly, the shaving may be performed with any instrument. Even if one is a nazirite, he should shave. If, however, he isolated him without shaving, the isolation is effective."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "<small>(ויקרא יג ל)</small> \"שֵׂעָר צָהֹב\" הָאָמוּר בַּתּוֹרָה הוּא שֶׁיִּהְיֶה כְּתַבְנִית הַזָּהָב. וְזֶה שֶׁנֶּאֱמַר <small>(ויקרא יג ל)</small> \"דַּק\" הוּא שֶׁיִּהְיֶה קָצָר אֲבָל אִם הָיָה אָרֹךְ אַף עַל פִּי שֶׁהוּא צָהֹב כְּתַבְנִית הַזָּהָב אֵינוֹ סִימַן טֻמְאָה:  ",
            "english": "The golden hair mentioned by the Torah must have a golden hue. The term <i>dak</i> mentioned there implies that the hair must be short. If, however, they were long, even though they are of a golden hue, it is not a sign of impurity."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁתֵּי שְׂעָרוֹת הַצְּהֻבּוֹת הַדַּקּוֹת סִימַן טֻמְאָה. בֵּין שֶׁהָיוּ זוֹ בְּצַד זוֹ בֵּין שֶׁהָיוּ מְרֻחָקוֹת זוֹ מִזּוֹ. בֵּין שֶׁהָיוּ בְּאֶמְצַע הַנֶּתֶק בֵּין שֶׁהָיוּ בְּסוֹף הַנֶּתֶק. בֵּין שֶׁקָּדַם הַנֶּתֶק אֶת הַשֵּׂעָר הַצָּהֹב בֵּין שֶׁקָּדַם הַשֵּׂעָר הַצָּהֹב אֶת הַנֶּתֶק. הֲרֵי הוּא סִימַן טֻמְאָה. וְהוּא שֶׁיִּהְיוּ נִטָּלוֹת בְּזוּג כְּמוֹ שֶׁבֵּאַרְנוּ בַּשֵּׂעָר הַלָּבָן:  ",
            "english": "Two short golden hairs are a sign of impurity. Whether they are adjacent to each other or distant from each other, whether they are in the center of the <i>netek</i> or at its extremities, whether the <i>netek</i> existed before the golden hair or the golden hair existed before the <i>netek</i>, they are a sign of impurity, provided they can be pulled out by tweezers, as explained with regard to white hair."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַשֵּׂעָר הַשָּׁחֹר הַמַּצִּיל בִּנְתָקִין אֵין פָּחוֹת מִשְּׁתֵי שְׂעָרוֹת. וְאֵינָן מַצִּילוֹת עַד שֶׁיִּהְיוּ אָרְכָּן כְּדֵי לָכֹף רֹאשָׁן לְעִקָּרָן. בֵּין שֶׁהָיוּ זוֹ בְּצַד זוֹ בֵּין שֶׁהָיוּ מְפֻזָּרוֹת וְהוּא שֶׁיִּהְיוּ בְּאֶמְצַע הַנֶּתֶק וְיִשָּׁאֵר מִן הַנֶּתֶק פָּנוּי בֵּין הַשֵּׂעָר הַשָּׁחֹר שֶׁבְּתוֹכוֹ וּבֵין הַשֵּׂעָר שֶׁחוּצָה לוֹ כְּדֵי צְמִיחַת שְׁתֵּי שְׂעָרוֹת. אֲבָל אִם נִשְׁאֲרוּ הַשְּׁתֵּי שְׂעָרוֹת הַשְּׁחֹרוֹת בְּצַד הַנֶּתֶק בְּסוֹפוֹ אֵינָן מַצִּילוֹת. כֵּיצַד מַצִּילוֹת. שֶׁאִם נִשְׁאַר בְּתוֹךְ הַנֶּתֶק שְׁתֵּי שְׂעָרוֹת שְׁחוֹרוֹת אַף עַל פִּי שֶׁנּוֹלְדָה בַּנֶּתֶק שֵׂעָר צָהֹב דַּק אוֹ שֶׁפָּשָׂה הֲרֵי זֶה טָהוֹר. הֶחְלִיטוֹ בְּשֵׂעָר צָהֹב אוֹ בְּפִשְׂיוֹן וְצָמַח בַּנֶּתֶק שְׁתֵּי שְׂעָרוֹת שְׁחֹרוֹת טִהֵר הַנֶּתֶק וּמַצִּילוֹת מִיַּד הַפִּשְׂיוֹן וּמִיַּד הַשֵּׂעָר הַצָּהֹב. בֵּין שֶׁצָּמְחוּ בְּאֶמְצַע הַנֶּתֶק בֵּין שֶׁצָּמְחוּ בְּסוֹפוֹ. שֶׁהַצּוֹמֵחַ מַצִּיל בְּכָל מָקוֹם וְהַנִּשְׁאָר אֵינוֹ מַצִּיל עַד שֶׁיִּהְיֶה רָחוֹק מִן הַקָּמָה שְׁתֵּי שְׂעָרוֹת:  ",
            "english": "For black hair to save a blemish from being considered a <i>netek</i>, there must be two hairs. They do not prevent that categorization unless they are long enough to be bent in half, with their point touching their base. If that criterion is met, their presence is significant whether they are adjacent to each other or distant from each other, provided they are in the center of the <i>netek</i> and there is enough empty skin for two hairs to grow between the two black hairs that are located in the <i>netek</i> and the hair that is outside it. If, however, the two hairs remain at the extremity of the <i>netek</i>, they do not prevent it from being placed in that category.<br>How do they prevent the <i>netek</i> from being considered as <i>tzara'at</i>? If two black hairs remain in the <i>netek</i>, even though there are golden hairs in the <i>netek</i> or it spread, the person is pure. If the person was deemed definitively impure because of golden hair or the spreading of the <i>netek</i> and two black hairs grew in it, the <i>netek</i> is considered as pure and they counteract the spreading or the golden hair. This applies whether they grew in the middle of the <i>netek</i> or at its extremities. For hair that grows prevents a <i>netek</i> from being considered as impure in every place within the <i>netek</i>, while hair that remains is effective only when it is two hairsbreadth away from healthy hair."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁתֵּי שְׂעָרוֹת שֶׁצָּמְחוּ אַחַת שְׁחוֹרָה וְאַחַת לְבָנָה אוֹ צְהֻבָּה אַחַת אֲרֻכָּה וְאַחַת קְצָרָה אֵינָן מַצִּילוֹת:  ",
            "english": "The fact that two hairs grow in a <i>netek</i>, one black and one white, or gold, or one long and one short, does not prevent a <i>netek</i> from being categorized as impure."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "נֶתֶק שֶׁהֻחְלַט בְּשֵׂעָר צָהֹב אוֹ בְּפִשְׂיוֹן וְנוֹלַד בּוֹ שֵׂעָר שָׁחוֹר וְטִהֵר. אַף עַל פִּי שֶׁהָלַךְ הַשֵּׂעָר הַשָּׁחוֹר הֲרֵי זֶה טָהוֹר עַד שֶׁיִּוָּלֵד בּוֹ שֵׂעָר צָהֹב אַחֵר אוֹ יִפְשֶׂה פִּשְׂיוֹן אַחֵר מֵאַחַר שֶׁהָלַךְ הַשֵּׂעָר הַשָּׁחֹר. שֶׁנֶּאֱמַר <small>(ויקרא יג לז)</small> \"נִרְפָּא הַנֶּתֶק טָהוֹר הוּא\" כֵּיוָן שֶׁנִּתְרַפֵּא טָהוֹר הוּא אַף עַל פִּי שֶׁסִּימָנֵי טֻמְאָה בִּמְקוֹמָן:  ",
            "english": "The following rule applies when a <i>netek</i> was deemed definitively impure because of golden hair or spreading and then black hair grew in it and it was declared pure. Even though the black hair disappeared, the person is pure until other golden hair emerges or the <i>netek</i> spread further, as Leviticus 13:37 states: \"The <i>netek</i> has been healed; he is pure.\" Since it was healed, he is pure, even though the original signs of impurity remain unchanged."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הֶחְלִיטוֹ בְּשֵׂעָר צָהֹב בֵּין שֶׁהֶחְלִיטוֹ בַּתְּחִלָּה בֵּין שֶׁהֶחְלִיטוֹ בְּסוֹף שָׁבוּעַ רִאשׁוֹן אוֹ בְּסוֹף שָׁבוּעַ שֵׁנִי אוֹ שֶׁהֶחְלִיטוֹ אַחַר הַפִּטּוּר וְהָלַךְ הַשֵּׂעָר הַצָּהֹב וְנוֹלַד בּוֹ שֵׂעָר צָהֹב אַחֵר אוֹ שֶׁנּוֹלַד לוֹ פִּשְׂיוֹן הֲרֵי זֶה מֻחְלָט כְּשֶׁהָיָה. וְכֵן אִם הֶחְלִיטוֹ בְּפִשְׂיוֹן בֵּין בְּסוֹף שָׁבוּעַ רִאשׁוֹן אוֹ בְּסוֹף שָׁבוּעַ שֵׁנִי אוֹ אַחַר הַפִּטּוּר וְהָלַךְ הַפִּשְׂיוֹן וְחָזַר פִּשְׂיוֹן אַחֵר אוֹ שֶׁנּוֹלַד לוֹ שֵׂעָר צָהֹב הֲרֵי זֶה מֻחְלָט כְּשֶׁהָיָה עַד שֶׁלֹּא יִשָּׁאֵר סִימַן טֻמְאָה אוֹ עַד שֶׁיַּצְמִיחַ בּוֹ שְׁתֵּי שְׂעָרוֹת שְׁחוֹרוֹת:  ",
            "english": "If a person was deemed definitively impure because of golden hair - whether he was categorized as such originally, after a week of isolation, after two weeks of isolation, or after he was released from the inspection process - and then the golden hair which caused him to be deemed impure disappeared, but other golden hair grew in that <i>netek</i> or the <i>netek</i> spread, the person is definitively impure, as he was before.<br>Similarly, if he was deemed impure because a <i>netek</i> spread - whether he was categorized as such after a week of isolation, after two weeks of isolation, or after he was released from the inspection process - and then the area to which the <i>netek</i> spread healed, but it spread elsewhere or golden hair grew in it, he remains definitively impure as he was. He remains in that state until no sign of impurity remains or two black hairs grow."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שְׁנֵי נְתָקִים זֶה בְּצַד זֶה וְשִׁיטָה שֶׁל שֵׂעָר שָׁחוֹר מַפְסֶקֶת בֵּינֵיהֶן וְנִפְרַץ הַשֵּׂעָר הַשָּׁחוֹר (וְנִתַּק) מִמָּקוֹם אֶחָד הֲרֵי הוּא כְּמוֹת שֶׁהָיָה שֶׁהַשֵּׂעָר הַשָּׁחוֹר הַנִּשְׁאָר בֵּינֵיהֶן הֲרֵי הוּא בְּצַד הַנֶּתֶק. נִפְרְצָה הַשִּׁטָּה מִשְּׁנֵי מְקוֹמוֹת טָהוֹר שֶׁהֲרֵי הַנִּשְׁאָר מִן הַשִּׁטָּה בְּאֶמְצַע הַנֶּתֶק. וְכַמָּה יִהְיֶה בְּכָל פִּרְצָה מֵהֶן. אֵין פָּחוֹת מִמְּקוֹם צְמִיחַת שְׁתֵּי שְׂעָרוֹת. וְאִם הָיְתָה פִּרְצָה מִמָּקוֹם אֶחָד כִּגְרִיס הֲרֵי זֶה טָמֵא שֶׁהַפִּרְצָה עַצְמָהּ נֶתֶק אַחֵר. וַהֲרֵי שֵׂעָר שָׁחוֹר בְּצִדּוֹ וְאֵינוֹ כָּנוּס לְתוֹכוֹ. נֶתֶק שֶׁהַשֵּׂעָר הַשָּׁחוֹר מַקִּיפוֹ וְנֶתֶק אַחֵר מַקִּיף אֶת הַשֵּׂעָר הַשָּׁחוֹר. נִפְרַץ הַשֵּׂעָר שֶׁבֵּינֵיהֶן מִמָּקוֹם אֶחָד טָמֵא שֶׁהַנֶּתֶק הַפְּנִימִי לֹא נִצַּל שֶׁהֲרֵי הַשֵּׂעָר הַשָּׁחֹר בְּצִדּוֹ לֹא בְּתוֹכוֹ. נִפְרָץ הַשֵּׂעָר מִשְּׁנֵי מְקוֹמוֹת טָהוֹר וַאֲפִלּוּ הָיְתָה פִּרְצָה כִּגְרִיס. שֶׁהֲרֵי הַנֶּתֶק הַפְּנִימִי וְהַחִיצוֹן נַעֲשׂוּ נֶתֶק אֶחָד וְשֵׂעָר שָׁחוֹר בָּאֶמְצַע. וְהוּא שֶׁתִּהְיֶה הַפִּרְצָה כְּדֵי צְמִיחַת שְׁתֵּי שְׂעָרוֹת אוֹ יֶתֶר:  ",
            "english": "The following rules apply when there were two <i>netakim</i> next to each other and a line of black hair dividing them. If the line of black hair was broken and the <i>netek</i> covered it in one place, the original situation prevails, for the black hair that remains is still at the side of the <i>netakim</i>. If the <i>netek</i> broke through the line of hair in two places, he is pure, because the remainder of the line is now in the middle of the <i>netek</i>.<br>How large must the break between them be? No less than a space sufficient for two hairs to grow. If there was a break in one place the size of a <i>gris</i>, the person is impure, because the break itself is considered as another <i>netek</i>, because the black hair is at its side and not in its midst.<br>The following rules apply when there is a <i>netek</i> that is surrounded by black hair and there is another <i>netek</i> surrounding the black hair. If the hair between them is broken through in one place, the person is impure. The rationale is that the inner <i>netek</i> is not saved, because the black hair is at its side, not in its midst. If the hair was broken through in two places, he is pure, even if the broken space is a <i>gris</i> in size. The rationale is that the inner <i>netek</i> and the outer <i>netek</i> became a single entity with black hair in the middle. This applies provided the open space is large enough for two hairs to grow or larger."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "נֶתֶק שֶׁהָיָה חוּט יוֹצֵא מִמֶּנּוּ וְכֵן שְׁנֵי נְתָקִין שֶׁחוּט יוֹצֵא מִזֶּה לָזֶה. אִם יֵשׁ בְּרֹחַב הַחוּט הַנָּתוּק כְּדֵי צְמִיחַת שְׁתֵּי שְׂעָרוֹת זוֹקְקִין לִטַּמֵּא בְּשֵׂעָר צָהֹב דַּק וּפִשְׂיוֹן וּמַצִּילִין בַּצּוֹמֵחַ בּוֹ. אֲבָל שֵׂעָר שָׁחוֹר הַנִּשְׁאָר בְּאוֹתוֹ הַחוּט אֵינוֹ מַצִּיל עַד שֶׁיִּהְיֶה רֹחַב הַחוּט כִּגְרִיס:  ",
            "english": "The following rules apply when there is a <i>netek</i> with a strand of bald skin extending from it or two <i>netakim</i> with a strand of bald skin connecting them. If this strand is wide enough for two hairs to grow, it can bring about impurity if short golden hair grows in it or its size increases. And new black hair that grows in it can prevent it from being declared impure. The black hair that remains in that strand, by contrast, does not prevent such a categorization unless the strand is as wide as a <i>gris</i>."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה בְּרֹאשׁוֹ נֶתֶק כִּגְרִיס וּפָשָׂה הַנֶּתֶק [עַל] כָּל רֹאשׁוֹ וְלֹא נִשְׁאַר שָׁם שֵׂעָר כְּלָל אֶלָּא פָּחוֹת מִשְּׁתֵי שְׂעָרוֹת הֲרֵי זֶה טָהוֹר. בֵּין שֶׁנִּתַּק כֻּלּוֹ מִתּוֹךְ הֶסְגֵּר אוֹ מִתּוֹךְ הֶחְלֵט אוֹ אַחַר הַפִּטּוּר שֶׁנֶּאֱמַר <small>(ויקרא יג מ)</small> \"קֵרֵחַ הוּא טָהוֹר הוּא\". וְכֵן אִם הָיָה הַנֶּתֶק בִּזְקָנוֹ וְנִתַּק כָּל זְקָנוֹ הֲרֵי זֶה טָהוֹר. וְאַף עַל פִּי שֶׁאֵין זֶה מְפֹרָשׁ בַּתּוֹרָה שֶׁבִּכְתָב קַבָּלָה הִיא שֶׁאִם הָלַךְ כָּל שֵׂעָר הַזָּקָן טָהוֹר הוּא. וְיִתְטַמֵּא עוֹר הַזָּקָן שֶׁקָּרַח בְּנִגְעֵי עוֹר הַבָּשָׂר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "When a person had a <i>netek</i> the size of a <i>gris</i> on his head and the <i>netek</i> expanded until it covered his entire head and no hair was left at all with the exception of less than two hairs, he is pure. This applies whether he became entirely bald while isolated, while deemed definitively impure, or after he was released from the inspection process, as Leviticus 13:40 states: \"He is entirely bald; he is pure.\"<br>Similarly, if a <i>netek</i> was on the place of his beard and he lost all his facial hair, he is pure. Although this is not stated in the Written Law, it is part of the Oral Tradition that if all of one's facial hair falls off, he is pure. In such a situation, the skin on his face that became hairless can become impure according to the laws that govern blemishes on the skin, as we explained."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַבָּא בַּתְּחִלָּה וְכָל רֹאשׁוֹ נָתוּק אוֹ כָּל זְקָנוֹ נָתוּק יַסְגִּיר שָׁבוּעַ אֶחָד. אִם לֹא נוֹלַד לוֹ שֵׂעָר צָהֹב יַסְגִּיר שָׁבוּעַ שֵׁנִי. אִם נוֹלַד לוֹ שֵׂעָר צָהֹב דַּק טָמֵא. לֹא נוֹלַד לוֹ יִפָּטֵר. נוֹלַד לוֹ אַחַר הַפִּטּוּר שֵׂעָר צָהֹב הֲרֵי זֶה מֻחְלָט. נוֹלַד לוֹ שֵׂעָר שָׁחוֹר הֲרֵי זֶה טָהוֹר. הַבָּא כֻּלּוֹ נָתוּק רֹאשׁ אוֹ זָקָן וְנוֹלַד לוֹ שֵׂעָר שָׁחוֹר טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ. הָלַךְ הַשֵּׂעָר הַשָּׁחוֹר טָמֵא מִשּׁוּם פִּשְׂיוֹן:  ",
            "english": "When a person comes at the outset with a <i>netek</i> covering his entire head or the entire area of his beard, he should be isolated for one week. If golden hair does not grow, he should be isolated for a second week. If short golden hair grows, he should be deemed impure. If not, he should be released from the inspection process. If, however, golden hair grows after he is released, he is deemed as definitively impure. If black hair grows, he is pure.<br>If someone comes at the outset with a <i>netek</i> covering his entire head or the entire area of his beard and black hair appeared, he is pure as stated. If the black hair disappears, he is impure, because the <i>netek</i> spread."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָרֹאשׁ וְהַזָּקָן אֵינָן מְעַכְּבִין זֶה אֶת זֶה וְאֵינָן מִצְטָרְפִין זֶה עִם זֶה וְאֵין פּוֹשִׂין מִזֶּה לָזֶה שֶׁנֶּאֱמַר <small>(ויקרא יג ל)</small> \"צָרַעַת הָרֹאשׁ אוֹ הַזָּקָן\" מְלַמֵּד שֶׁהֵן חֲשׁוּבִין שְׁנַיִם. וְאֵי זֶהוּ זָקָן. מֵהַפֶּרֶק שֶׁל לֶחִי הָעֶלְיוֹן עַד פִּיקָה שֶׁל גְּרֹגֶרֶת. מוֹתֵחַ אֶת הַחוּט מֵאֹזֶן לְאֹזֶן. כָּל שֶׁמִּן הַחוּט וּלְמַעְלָה הֲרֵי הוּא מִכְּלַל הָרֹאשׁ. וּמִן הַחוּט וּלְמַטָּה מִכְּלַל הַזָּקָן:  ",
            "english": "Total baldness on the head and the area of the beard are not dependent one on the other. The two areas are not combined together, nor is there a concept of <i>tzara'at</i> spreading from one to the other. This is derived from Leviticus 13:30 which speaks of: \"<i>tzara'at</i> of the head or of the beard,\" teaching that they are considered as two different categories.<br>What is the area where the beard grows? From the joint of the upper jawbone until the Adam's apple. A virtual line is drawn from one ear to the other. Any place where hair grows that is from the line and above is considered as part of the head. From the line and below, it is considered as part of the area of the beard."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַכּל מִתְטַמְּאִין בִּנְגָעִים אֲפִלּוּ קָטָן בֶּן יוֹמוֹ וְהָעֲבָדִים אֲבָל לֹא עַכּוּ\"ם וְלֹא גֵּר תּוֹשָׁב. וְהַכּל כְּשֵׁרִין לִרְאוֹת אֶת הַנְּגָעִים. וְכָל הַנְּגָעִים אָדָם רוֹאֶה אוֹתָן חוּץ מִנִּגְעֵי עַצְמוֹ: \n",
            "english": "Everyone can become impure due to <i>tzara'at</i> blemishes, even a new-born baby or servants, but not gentiles or resident aliens. Anyone is acceptable to inspect such blemishes. A person can inspect all blemishes except his own."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁהַכּל כְּשֵׁרִין לִרְאוֹת נְגָעִים הַטֻּמְאָה וְהַטָּהֳרָה תְּלוּיָה בְּכֹהֵן. כֵּיצַד. כֹּהֵן שֶׁאֵינוֹ יוֹדֵעַ לִרְאוֹת הֶחָכָם רוֹאֵהוּ וְאוֹמֵר לוֹ אֱמֹר טָמֵא וְהַכֹּהֵן אוֹמֵר טָמֵא. אֱמֹר טָהוֹר וְהַכֹּהֵן אוֹמֵר טָהוֹר. הַסְגִּירוֹ וְהוּא מַסְגִּירוֹ. שֶׁנֶּאֱמַר <small>(דברים כא ה)</small> \"וְעַל פִּיהֶם יִהְיֶה כָּל רִיב וְכָל נֶגַע\". וַאֲפִלּוּ הָיָה הַכֹּהֵן קָטָן אוֹ שׁוֹטֶה הֶחָכָם אוֹמֵר לוֹ וְהוּא מַחְלִיט אוֹ פּוֹטֵר אוֹ סוֹגֵר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַכֹּהֵן סוֹמֵךְ עַל דִּבְרֵי הֶחָכָם. אֲבָל אִם הָיָה הַכֹּהֵן רוֹאֶה וְסוֹמֵךְ עַל עַצְמוֹ אָסוּר לוֹ לִרְאוֹת נֶגַע מִכָּל נְגָעִים עַד שֶׁיּוֹרֶנּוּ רַבּוֹ וְיִהְיֶה בָּקִי בְּכָל הַנְּגָעִים וּבִשְׁמוֹתֵיהֶן בְּנִגְעֵי אָדָם כֻּלָּם וּבְנִגְעֵי בְּגָדִים וּבְנִגְעֵי בָּתִּים: \n",
            "english": "Even though everyone is acceptable to assess blemishes, the designation of a person as impure or pure is dependent on a priest.<br>What is implied? If there is a priest who does not know how to assess blemishes, a sage should observe them and instruct him: \"Say 'You are impure,'\" and the priest says: \"You are impure;\" \"Say 'You are pure,'\" and the priest says: \"You are pure.\" \"Isolate him,\" and he isolates him. The pronouncement must be made by a priest, because Deuteronomy 21:5 states: \"Their statements will determine every quarrel and every blemish.\" Even if a priest is a minor or intellectually or emotionally incapable, the sage instructs him and he declares the person definitively impure, releases him from the inspection process, or isolates him.<br>When does the above apply? When the priest relies on the words of the sage. If, however, the priest assesses the blemish and relies on his own understanding, it is forbidden for him to assess any blemish unless he is instructed by a master and is thoroughly versed in all the blemishes and their names, including the blemishes that affect a person and those that affect clothes and houses."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כֹּהֵן שֶׁטִּמֵּא אֶת הַטָּהוֹר אוֹ טִהֵר אֶת הַטָּמֵא לֹא עָשָׂה כְּלוּם שֶׁנֶּאֱמַר <small>(ויקרא יג מד)</small> \"טָמֵא הוּא\" <small>(ויקרא יג מד)</small> \"וְטִמְּאוֹ הַכֹּהֵן\" <small>(ויקרא יג לז)</small> \"טָהוֹר הוּא\" <small>(ויקרא יג לז)</small> \"וְטִהֲרוֹ הַכֹּהֵן\". וּמְצֹרָע שֶׁנִּרְפָּא בֵּין מִתּוֹךְ הֶסְגֵּר בֵּין מִתּוֹךְ הֶחְלֵט אֲפִלּוּ אַחַר כַּמָּה שָׁנִים הֲרֵי זֶה בְּטֻמְאָתוֹ עַד שֶׁיֹּאמַר לוֹ כֹּהֵן טָהוֹר אַתָּה: \n",
            "english": "A priest who declared a person who was pure as impure or a person who was impure as pure does not affect his status, as can be inferred from Leviticus 13:44: \"He is impure and the priest shall deem him impure\" and <i>ibid.</i>:37: \"He is pure and the priest shall declare him pure.\" When a person who contacted <i>tzara'at</i> is healed, either after isolation or after having been deemed definitively impure, he remains impure even for several years,until a priest tells him: \"You are pure.\""
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין הַכֹּהֵן רַשַּׁאי לְטַמֵּא אֶת הַטָּמֵא עַד שֶׁיִּהְיוּ עֵינָיו בִּמְקוֹם הַנֶּגַע בְּעוֹר הַבָּשָׂר שֶׁחוּצָה לוֹ. וְכֹהֵן שֶׁרָאָה הַנֶּגַע בַּתְּחִלָּה הוּא שֶׁרוֹאֵהוּ בְּסוֹף שָׁבוּעַ רִאשׁוֹן וּבְסוֹף שָׁבוּעַ שֵׁנִי וְהוּא שֶׁמַּסְגִּירוֹ אוֹ מַחְלִיטוֹ אוֹ פּוֹטְרוֹ. מֵת הַכֹּהֵן שֶׁרָאָהוּ תְּחִלָּה אוֹ שֶׁחָלָה רוֹאֵהוּ כֹּהֵן אַחֵר וְאֵין הַשֵּׁנִי יָכוֹל לְטַמְּאוֹ בְּפִשְׂיוֹן שֶׁאֵין יוֹדֵעַ אִם פָּשָׂה אִם לֹא פָּשָׂה אֶלָּא רִאשׁוֹן. וְנֶאֱמָן כֹּהֵן לוֹמַר נֶגַע זֶה פָּשָׂה וְנֶגַע זֶה לֹא פָּשָׂה. וְשֵׂעָר לָבָן זֶה קָדַם אֶת הַבַּהֶרֶת אוֹ בַּהֶרֶת זוֹ קָדְמָה אֶת שֵׂעָר לָבָן: \n",
            "english": "A priest is not permitted to deem a person impure until he focuses his sight on the blemish when compared to the flesh outside of it. The priest who inspected a blemish initially should be the one who inspects it at the end of the first week and at the end of the second week. He is the one who places the person in isolation, deems him definitively impure, or releases him from the inspection process.<br>If the priest who initially inspected the blemish dies or becomes sick, another priest should inspect it. The second priest cannot deem it impure because its size increased, because only the first priest can tell whether it increased or not.<br>A priest's word is accepted if he says: \"This blemish increased in size\" or \"This blemish did not increase in size,\" \"This white hair preceded the blemish,\" or \"This blemish preceded the white hair.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "חָלָל פָּסוּל לִרְאִיַּת נְגָעִים שֶׁנֶּאֱמַר <small>(ויקרא יג ב)</small> \"אֶחָד מִבָּנָיו הַכֹּהֲנִים\" בִּכְהֻנָּתָם. אֲבָל בַּעֲלֵי מוּמִין כְּשֵׁרִים לִרְאִיַּת נְגָעִים וּבִלְבַד שֶׁלֹּא יִהְיֶה סוּמָא וַאֲפִלּוּ בְּאַחַת מֵעֵינָיו. וַאֲפִלּוּ כֹּהֵן שֶׁכָּהָה מְאוֹר עֵינָיו לֹא יִרְאֶה אֶת הַנְּגָעִים שֶׁנֶּאֱמַר <small>(ויקרא יג יב)</small> \"לְכָל מַרְאֵה עֵינֵי הַכֹּהֵן\": \n",
            "english": "A <i>challal</i> is not acceptable to inspect blemishes, as can be inferred from Leviticus 13:2: \"One of the descendants of Aaron, the priests,\" i.e., when their priestly status is intact. One who is disqualified from serving in the Temple because of physical blemishes is fit to inspect blemishes, provided he is not blind, even in one eye. Indeed, even a priest whose eyesight has become impaired should not inspect blemishes, as is derived from <i>ibid</i>:12: \"the entire vision of the eyes of the priest.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֵין רוֹאִין אֶת הַנְּגָעִים אֶלָּא בַּיּוֹם בֵּין לְהַסְגִּיר בֵּין לְהַחְלִיט בֵּין לִפְטֹר. שֶׁהֲרֵי בְּכָל הָעִנְיָן הוּא אוֹמֵר בַּיּוֹם וּבַיּוֹם. וְאֵין רוֹאִין לֹא בְּשַׁחֲרִית וְלֹא בֵּין הָעַרְבַּיִם וְלֹא בְּתוֹךְ הַבַּיִת וְלֹא בַּיּוֹם הַמְעֻנָּן לְפִי שֶׁכֵּהָה נִרְאֵית עַזָּה. וְלֹא בַּצָּהֳרַיִם לְפִי שֶׁעַזָּה נִרְאֵית כֵּהָה. אֵימָתַי רוֹאִין אוֹתָן בְּשָׁעָה רְבִיעִית וּבַחֲמִישִׁית וּבַשְּׁמִינִית וּבַתְּשִׁיעִית. בֵּין נִגְעֵי אָדָם בֵּין נִגְעֵי בְּגָדִים וּבָתִּים: \n",
            "english": "Blemishes may be inspected only during the day, whether to isolate a person, to deem him definitively impure, or to release him from the inspection process as pure, for throughout the passage the term \"on the day\" is used.<br>A blemish should not be inspected in the early morning, nor towards evening, nor inside a building, nor on a cloudy day, because then a darker hue of white will look brighter. Nor should it be inspected at noon, because then a brighter hue of white will look darker.<br>When should it be inspected? In the fourth hour after sunrise, in the fifth hour, in the eighth hour, and in the ninth hour. This applies to blemishes on a person's body, those on garments, and those on buildings."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בְּכָל יוֹם רוֹאִין אֶת הַנְּגָעִים חוּץ מִשַּׁבָּת וְיוֹם טוֹב. חָל יוֹם שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּשַׁבָּת אוֹ בְּיוֹם טוֹב מַעֲבִירִין לַאֲחוֹרָיו. וְיֵשׁ בַּדָּבָר לְהָקֵל וּלְהַחְמִיר. שֶׁאֶפְשָׁר שֶׁיִּהְיֶה בְּיוֹם שַׁבָּת זֶה שֶׁהוּא יוֹם הָרָאוּי לִרְאוֹת טָמֵא וּלְמָחָר יֵלְכוּ לָהֶן סִימָנֵי טֻמְאָה. וְאֶפְשָׁר שֶׁיִּהְיֶה טָהוֹר וּלְמָחָר יִוָּלְדוּ לוֹ סִימָנֵי טֻמְאָה. וְאֵין דָּנִין אוֹתוֹ אֶלָּא בִּשְׁעַת רְאִיָּתוֹ לְאַחַר הַשַּׁבָּת: \n",
            "english": "Blemishes can be inspected on any day with the exception of the Sabbath and the holidays. If the seventh day of a person's isolation falls on the Sabbath or a holiday, the inspection is postponed. This leads to both leniencies and stringencies. For it is possible that the blemish would have been deemed impure on the Sabbath and, on the following day, the signs of impurity will have disappeared. Conversely, it is possible that, on the Sabbath, the blemish would have been deemed pure and on the following day, signs of impurity will appear. The determination of one's status is made only at the time of the inspection after the Sabbath."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "חָתָן שֶׁנִּרְאָה בּוֹ נֶגַע נוֹתְנִין לוֹ כָּל שִׁבְעַת יְמֵי הַמִּשְׁתֶּה. וְכֵן אִם נִרְאָה בִּבְגָדָיו אוֹ בְּבֵיתוֹ אֵין רוֹאִין אוֹתָן עַד לְאַחַר הַמִּשְׁתֶּה. וְכֵן בָּרֶגֶל נוֹתְנִין לוֹ כָּל יְמוֹת הָרֶגֶל שֶׁנֶּאֱמַר <small>(ויקרא יד לו)</small> \"וְצִוָּה הַכֹּהֵן וּפִנּוּ אֶת הַבַּיִת\" וְגוֹ' אִם הִמְתִּינָה תּוֹרָה לִדְבַר הָרְשׁוּת שֶׁלֹּא יִטַּמְּאוּ כֵּלָיו קַל וָחֹמֶר לִדְבַר מִצְוָה: \n",
            "english": "When a blemish appears on a bridegroom, he is given all seven days of celebration. Similarly, if a blemish appears on his garments or his home, it is not inspected until after the seven days of his celebration. Similarly, during a festival, he is given all the days of the festival before an inspection is made, as indicated by Leviticus 14:36: \"And the priest shall give a command and they will empty the home.\" Now if the Torah postponed the matter for the sake of concerns that are merely permitted, i.e., so that one's utensils not be deemed impure, the inference can certainly be made, that judgment should be postponed for a mitzvah."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֵין מַסְגִּירִין וְלֹא מַחְלִיטִין וְלֹא פּוֹטְרִין אֶלָּא בַּיּוֹם שֶׁיִּרְאֶה בּוֹ בַּתְּחִלָּה אוֹ בַּשְּׁבִיעִי אוֹ בְּיוֹם שְׁלֹשָׁה עָשָׂר בִּנְגָעִים שֶׁמַּסְגִּירִין בָּהֶן שְׁנֵי שָׁבוּעוֹת. מִפְּנֵי שֶׁיּוֹם שְׁבִיעִי עוֹלֶה לְמִנְיַן שָׁבוּעַ רִאשׁוֹן וּלְמִנְיַן שָׁבוּעַ שֵׁנִי בְּכָל הַנְּגָעִים בֵּין בְּנִגְעֵי אָדָם בֵּין בְּנִגְעֵי בָּתִּים וּבְגָדִים: \n",
            "english": "A person should not be isolated, deemed definitively impure, or sent away except on the day the blemish was first inspected, the seventh day afterwards, or the thirteenth. This applies with regard to blemishes for which the isolation period is two weeks, because the seventh day is counted when calculating the first week and the second week. It is valid for all blemishes, those on a person's body, those on garments, and those on buildings."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אֵין מַסְגִּירִין בְּתוֹךְ יְמֵי הֶסְגֵּר וְלֹא מַחְלִיטִין בְּתוֹךְ יְמֵי הֶסְגֵּר אִם נוֹלַד לוֹ סִימַן הֶחְלֵט. וְלֹא מַחְלִיטִין הַמֻּחְלָט אִם נוֹלַד לוֹ נֶגַע אַחֵר. וְלֹא מַסְגִּירִין אוֹתוֹ בְּתוֹךְ יְמֵי חִלּוּטוֹ אִם נוֹלַד לוֹ נֶגַע אַחֵר שֶׁרָאוּי לְהֶסְגֵּר. אֲבָל אִם הָיוּ בּוֹ שְׁנֵי נְגָעִים וְרָאָה זֶה וְחָזַר וְרָאָה זֶה הֲרֵי זֶה מֻתָּר לוֹמַר לוֹ הֲרֵי אַתָּה מֻסְגָּר בָּזֶה וּמֻחְלָט בָּזֶה אוֹ מֻחְלָט בָּזֶה וּמֻסְגָּר בָּזֶה בֵּין בַּתְּחִלָּה בֵּין בַּסּוֹף בֵּין בְּסוֹף שָׁבוּעַ רִאשׁוֹן בֵּין בְּסוֹף שָׁבוּעַ שֵׁנִי. וְאֵין רוֹאִין שְׁנֵי נְגָעִים כְּאַחַת בֵּין בִּשְׁנֵי אֲנָשִׁים בֵּין בְּאִישׁ אֶחָד שֶׁנֶּאֱמַר <small>(ויקרא יג ג)</small> \"וְרָאָה הַכֹּהֵן אֶת הַנֶּגַע\": \n",
            "english": "A person should not be isolated a second time in the midst of a period of isolation. Nor is one deemed definitively impure if a sign of impurity appears during the days of isolation. Nor is one who has been deemed definitively impure deemed definitively impure for another blemish that appeared, nor is he sent into isolation for a blemish that is fit to require isolation if it appears in the time he is definitively impure.<br>If, however, a person has two blemishes and a priest sees one and then the other, it is permitted for him to say: \"You are isolated because of this one and deemed definitively impure because of the other one\" or \"You are deemed definitively impure because of this one and isolated because of the other one.\" This applies whether at the time of the initial examination, at the conclusion of the first week or at the conclusion of the second week.<br>Two blemishes should not be seen at the same time, whether on one person or on two people, as implied by Leviticus 13:3: \"And the priest shall see <i>the blemish</i>.\""
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "נָגוּעַ שֶׁבָּא לַכֹּהֵן לַרְאוֹתוֹ לֹא יֹאמַר לוֹ לֵךְ וְשׁוּב אֶלָּא נִזְקָק לוֹ מִיָּד. בָּאוּ לְפָנָיו שְׁנַיִם רוֹאֶה אֶת הָרִאשׁוֹן מַסְגִּירוֹ אוֹ פּוֹטְרוֹ אוֹ מַחְלִיטוֹ וְחוֹזֵר וְרוֹאֶה אֶת הַשֵּׁנִי: \n",
            "english": "When a blemished person comes to a priest for an examination, he should not tell him: \"Go and return.\" Instead, he should attend to him immediately. If two people come before him, he should examine the first and then isolate him, release him from the inspection process, or deem him definitively impure and then examine the second person."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אֵין הַכֹּהֵן זָקוּק לְבַקֵּשׁ תַּחַת אַצִּילֵי יָדָיו שֶׁל נָגוּעַ אוֹ בֵּין פְּחָדָיו אוֹ בְּתוֹךְ הַקְּמָטִים שֶׁמָּא שָׁם נֶגַע שֶׁנֶּאֱמַר <small>(ויקרא יג יב)</small> \"לְכָל מַרְאֵה עֵינֵי הַכֹּהֵן\". וְכֵן בְּהוֹפֵךְ כֻּלּוֹ לָבָן. וְכֵיצַד יַעֲמֹד לִפְנֵי הַכֹּהֵן. אִם אִישׁ הוּא נִרְאֶה עָרֹם וְעוֹמֵד כְּעוֹדֵר וּכְמוֹסֵק זֵיתִים. וְאִם אִשָּׁה הִיא נִרְאֵית עֲרֻמָּה וְיוֹשֶׁבֶת כְּעוֹרֶכֶת וּכְמֵינִיקָה אֶת בְּנָהּ וּכְאוֹרֶגֶת בְּעוֹמְדִים שֶׁמַּגְבַּהַת יָדָהּ הַיְמָנִית עַד שֶׁיִּגָּלֶה בֵּית הַשֶּׁחִי. אִם הָיָה הַנֶּגַע נִרְאֶה בָּהֶן בִּזְמַן שֶׁהֵן עוֹמְדִין הֲרֵי זֶה טָמֵא וְאִם אֵינוֹ נִרְאָה בָּהֶן כְּשֶׁהֵן עוֹמְדִין כָּךְ אֵין נִזְקָקִין לוֹ. וּכְשֵׁם שֶׁהָאָדָם נִרְאֶה לְנִגְעוֹ כָּךְ הוּא נִרְאֶה לְתִגְלַחְתּוֹ שֶׁאִם לֹא יֵרָאֶה שֵׂעָר בְּכָל בְּשָׂרוֹ כְּשֶׁיַּעֲמֹד עָרֹם כְּעוֹדֵר וּכְמוֹסֵק אוֹ כְּשֶׁתֵּשֵׁב הָאִשָּׁה כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי זוֹ תִּגְלַחַת כְּשֵׁרָה וְאֵין כֹּהֵן זָקוּק לְחַפֵּשׂ בִּשְׁאָר מְקוֹמוֹת שֶׁמָּא נִשְׁאַר בָּהֶן שֵׂעָר אַף עַל פִּי שֶׁהוּא צָרִיךְ לְגַלֵּחַ הַכּל כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "english": "It is not necessary for a priest to look carefully at the blemished person's underarms, between his testicles, or in the creases of his flesh, lest there be a blemish there, as implied by Leviticus 13:12: \"the entire vision of the eyes of the priest.\" This also applies when a person has become entirely white.<br>How should a person with a blemish stand before a priest to be inspected? If male, he is inspected while naked, standing like one who is hoeing and like one who is harvesting olives. If female, she is inspected while naked, sitting on the ground like one who is kneading dough, like one who nurses her child, or like one who weaves with a standing loom, in which instance she raises her right hand until she reveals her underarm.<br>If a blemish can be detected when a man or a woman is in these positions, he or she is impure. If it cannot be detected in such a position, no attention is paid to it. Just as a person appears for the inspection of his blemish, so must he appear for his shaving. If hair could be found on any portion of his flesh when a man is standing naked like one who is hoeing or like one who is harvesting olives or a woman is sitting in the position described, the shaving is acceptable. The priest is not required to search in other places to see if hair remains, even though he is required to remove all the person's hair, as will be explained."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַתּוֹלֵשׁ סִימָנֵי טֻמְאָה בֵּין כֻּלָּן בֵּין מִקְצָתָן. אוֹ הִכְוָה אֶת הַמִּחְיָה כֻּלָּהּ אוֹ מִקְּצָתָהּ. אוֹ הַקּוֹצֵץ הַנֶּגַע כֻּלּוֹ מִבְּשָׂרוֹ אוֹ מִן הַבֶּגֶד אוֹ מִן הַבַּיִת. בֵּין קֹדֶם שֶׁיָּבוֹא לַכֹּהֵן בֵּין בְּתוֹךְ הֶסְגֵּר אוֹ בְּתוֹךְ הֶחְלֵט אוֹ אַחַר הַפִּטּוּר הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כד ח)</small> \"הִשָּׁמֶר בְּנֶגַע הַצָּרַעַת לִשְׁמֹר מְאֹד וְלַעֲשׂוֹת כְּכל אֲשֶׁר יוֹרוּ אֶתְכֶם הַכֹּהֲנִים הַלְוִיִּם כַּאֲשֶׁר צִוִּיתִם\", תִּשְׁמְרוּ שֶׁלֹּא יִתְלֹשׁ אוֹ שֶׁיָּקֹץ. אֲבָל אֵינוֹ לוֹקֶה עַד שֶׁיּוֹעִילוּ מַעֲשָׂיו וְאִם לֹא הוֹעִילוּ אֵינוֹ לוֹקֶה. כֵּיצַד. הָיְתָה בּוֹ בַּהֶרֶת וּבָהּ שָׁלֹשׁ שְׂעָרוֹת לְבָנוֹת וְתָלַשׁ אַחַת. כָּוָה מִקְצָת הַמִּחְיָה וְנִשְׁאַר מִמֶּנָּה כַּעֲדָשָׁה. אֵינוֹ לוֹקֶה שֶׁהֲרֵי הוּא טָמֵא כְּשֶׁהָיָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וּמַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכֵן הַמְגַלֵּחַ אֶת הַנֶּתֶק לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא יג לג)</small> \"וְאֶת הַנֶּתֶק לֹא יְגַלֵּחַ\". וְאֵינוֹ חַיָּב עַד שֶׁיְּגַלֵּחַ כָּל הַנֶּתֶק בְּתַעַר. וּמֻתָּר לִמְצֹרָע לִשָּׂא בְּמוֹט עַל כְּתֵפוֹ שֶׁיֵּשׁ בָּהּ הַצָּרַעַת וְלִקְשֹׁר הַסִּיב עַל רַגְלוֹ וְאִם הָלְכוּ סִימָנֵי טֻמְאָה יֵלְכוּ וְהוּא שֶׁלֹּא נִתְכַּוֵּן לְכָךְ: \n",
            "english": "A person who removes the signs of impurity, whether all of them or part of them, or who burns the healthy flesh in a <i>baheret</i>, whether partially or entirely, or who removes an entire blemish from his flesh, a garment, or a building, violates a negative commandment, as Deuteronomy 24:8 states: \"Be very careful with regard to a <i>tzara'at</i> blemish, to watch it carefully, and to act according to everything that the priest, the Levites, will instruct you, as you were commanded, you shall heed.\" Implied is that one should not remove hair nor cut off any sign. This applies before the priest comes for an initial examination, after the person has been isolated, after he has been deemed definitively impure, or after he has been sent away as pure.<br>He is not, however, liable for lashes unless his acts are effective. If his acts are not effective, he is not liable for lashes. What is implied? If a person had a <i>baheret</i> with three white hairs and he pulled out one or he burnt a portion of the healthy flesh in a <i>baheret</i>, but a lentil-sized portion remained, he is not liable for lashes, because he is impure, as was his status previously. Similar laws apply in all analogous situations. He is, however, given stripes for rebellious conduct.<br>Similarly, one who shaves the hairs next to a <i>netek</i> is liable for lashes, as Leviticus 13:33 states: \"He shall not shave the <i>netek</i>.\" He is not liable unless he shaves the entire area around the <i>netek</i> with a razor.<br>It is permitted for a person afflicted with <i>tzara'at</i> to carry a pole on his shoulder on which there is a <i>tzara'at</i> blemish or to tie palm bast on his foot on which there is a blemish. If the signs of impurity are removed, they are removed, provided he does not have the intent of removing them."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַתּוֹלֵשׁ סִימָנֵי טֻמְאָה אוֹ שֶׁכָּוָה אֶת הַמִּחְיָה עַד שֶׁלֹּא בָּא אֵצֶל כֹּהֵן הֲרֵי זֶה טָהוֹר. וְכֵן אִם עָשָׂה כֵּן בִּימֵי הֶסְגֵּר הֲרֵי זֶה טָהוֹר לְאַחַר יְמֵי הֶסְגֵּר. וְאִם תְּלָשָׁן אַחַר שֶׁהֻחְלַט בָּהֶן הֲרֵי זֶה מֻחְלָט כְּשֶׁהָיָה וְאֵין לוֹ טָהֳרָה עַד שֶׁתִּפְרַח הַצָּרַעַת בְּכֻלּוֹ אוֹ עַד שֶׁתִּתְמַעֵט בַּהַרְתּוֹ מִכִּגְרִיס: \n",
            "english": "A person who removes signs of impurity or who burns healthy flesh before the inspection performed by a priest is pure. Similarly, if he does so in the days of his isolation, he will be considered pure after the days of his isolation. If, however, he removed them after he was deemed definitively impure because of them, he remains impure as was his status. He cannot regain purity unless the <i>tzara'at</i> covers his entire body or unless his <i>baheret</i> becomes smaller than a <i>gris</i>."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁנִּקְצְצָה בַּהַרְתּוֹ כֻּלָּהּ שֶׁלֹּא בְּכַוָּנָה טָהוֹר. קְצָצָהּ בְּכַוָּנָה אִם קָצַץ כָּל הַבָּשָׂר הַחַי הַמַּקִּיפָהּ אֲפִלּוּ כְּחוּט הַשַּׂעֲרָה אֵין לוֹ טָהֳרָה עוֹלָמִית. קְצָצָהּ בְּצִמְצוּם אֵין לוֹ טָהֳרָה עַד שֶׁתִּפְרַח בְּכֻלּוֹ: \n",
            "english": "When a person cuts off his entire <i>baheret</i> unintentionally, he is pure. Different rules apply if he cut it off intentionally. If he cut off all the healthy flesh surrounding the <i>baheret</i>, even a hair's width, he can never become pure. If he cut it off exactly, he cannot regain purity unless the <i>baheret</i> covers his entire body."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַתּוֹלֵשׁ שְׂעָרָה לְבָנָה אַחַת וְנָשְׁרָה הַשְּׁנִיָּה הֲרֵי זֶה טָהוֹר. הָיוּ שָׁלֹשׁ תָּלַשׁ שְׁתַּיִם וְנָשְׁרָה אַחַת הֲרֵי זֶה בְּטֻמְאָתוֹ. הָיְתָה בּוֹ מִחְיָה כַּעֲדָשָׁה כָּוָה חֶצְיָהּ וְהָלַךְ חֶצְיָהּ הֲרֵי זֶה טָהוֹר. הָיְתָה יְתֵרָה מִכַּעֲדָשָׁה כָּוָה הַמּוֹתָר וְהָלַךְ כַּעֲדָשָׁה הֲרֵי זֶה טָהוֹר. כָּוָה כַּעֲדָשָׁה וְהָלַךְ הַמּוֹתָר הֲרֵי זֶה טָמֵא: \n",
            "english": "When one pulls out one white hair and the second fell off on its own accord, the person is pure. If there were three and he pulled out two and one fell off on its own, he remains impure.<br>If there was a portion of healthy flesh in a <i>baheret</i> the size of a lentil and one burnt half of it and half disappeared, he is pure. If the healthy flesh was larger than a lentil, one burnt off the part greater than a lentil and the lentil sized portion disappeared naturally, he is pure. If he burnt off the portion the size of a lentil and the remainder disappeared, he is impure."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה בַּהֶרֶת בְּעָרְלָתוֹ יָמוּל וְאַף עַל פִּי שֶׁהִיא מִילָה שֶׁלֹּא בִּזְמַנָּהּ שֶׁמִּצְוַת עֲשֵׂה דּוֹחָה אֶת לֹא תַּעֲשֶׂה בְּכָל מָקוֹם. וְאִם מָל וְהָלַךְ בְּעוֹר הָעָרְלָה סִימָן שֶׁהָיָה מֻחְלָט בּוֹ הֲרֵי זֶה חַיָּב בְּקָרְבַּן מְצֹרָע: \n",
            "english": "When a person has a <i>baheret</i> on his foreskin, he should be circumcised even though the circumcision is not being performed on the designated day. The rationale is that the performance of a positive commandment supersedes the observance of a negative commandment in all instances.<br>If the person was circumcised and the removal of the foreskin also caused the removal of the sign that caused him to be deemed impure, he is obligated to bring the sacrifices of a person becoming purified from <i>tzara'at</i>."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה שֶׁיִּהְיֶה הַמְצֹרָע הַמֻּחְלָט מְכֻסֶּה רֹאשׁ כָּל יְמֵי חִלּוּטוֹ וְעוֹטֶה עַל שָׂפָם כְּאָבֵל וּפוֹרֵם בְּגָדָיו וּמוֹדִיעַ הָעוֹבְרִים עָלָיו שֶׁהוּא טָמֵא שֶׁנֶּאֱמַר <small>(ויקרא יג מה)</small> \"וְהַצָּרוּעַ אֲשֶׁר בּוֹ הַנֶּגַע\" וְגוֹ'. אֲפִלּוּ כֹּהֵן גָּדוֹל שֶׁנִּצְטָרֵעַ פּוֹרֵעַ וּפוֹרֵם שֶׁעֲשֵׂה דּוֹחֶה אֶת לֹא תַּעֲשֶׂה. וְאָסוּר בִּשְׁאִילַת שָׁלוֹם כָּל יְמֵי חִלּוּטוֹ כְּאָבֵל שֶׁנֶּאֱמַר <small>(ויקרא יג מה)</small> \"וְעַל שָׂפָם יַעְטֶה\" שֶׁיִּהְיוּ שְׂפָתָיו דְּבוּקוֹת. אֲבָל קוֹרֵא וְשׁוֹנֶה וְדוֹרֵשׁ. וְאָסוּר לְסַפֵּר וּלְכַבֵּס כָּל יְמֵי חִלּוּטוֹ. וְנוֹהֵג בְּכָל הַדְּבָרִים הָאֵלּוּ אֲפִלּוּ בְּשַׁבָּתוֹת וְיָמִים טוֹבִים. וַהֲרֵי הוּא מֻתָּר בִּרְחִיצָה וּבְסִיכָה וּבִנְעִילַת הַסַּנְדָּל וּבְתַשְׁמִישׁ הַמִּטָּה וְזוֹקֵף אֶת מִטָּתוֹ כִּשְׁאָר הָעָם: \n",
            "english": "It is a positive commandment for a man afflicted with <i>tzara'at</i> who was deemed as definitively impure to cover his head throughout the time he is impure, he should be cloaked until his lips like a mourner, his clothes should be torn and he must notify those who pass by him that he is impure, as Leviticus 13:45 states: \"And the person afflicted with <i>tzara'at</i> who has the blemish shall....\" Even a High Priest who becomes afflicted with leprosy covers his head and tears his clothes, for a positive commandment supersedes a negative commandment.<br>He is forbidden to greet others throughout the time he is deemed impure, as a mourner is, as can be inferred from the continuation of the above verse: \"he shall cover his lips,\" i.e., his lips shall be closed together. He may, however, read Scripture, study Mishnah, and elucidate Torah teachings.<br>He is forbidden to have his hair cut and launder his clothes throughout the time he is deemed definitively impure. He must conduct himself with these restrictions even on Sabbaths and holidays. He is, however, permitted to wash, anoint himself, wear shoes, engage in physical intimacy, and have his bed stand upright like other people."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "דִּין הַמְצֹרָע שֶׁיִּהְיֶה לוֹ מוֹשָׁב לְבַדּוֹ חוּץ לָעִיר שֶׁנֶּאֱמַר <small>(ויקרא יג מו)</small> \"מִחוּץ לַמַּחֲנֶה מוֹשָׁבוֹ\". וְדָבָר זֶה בַּעֲיָרוֹת הַמֻּקָּפוֹת חוֹמָה בְּאֶרֶץ יִשְׂרָאֵל בִּלְבַד: \n",
            "english": "The law is that a person afflicted by <i>tzara'at</i> should have a dwelling alone outside the town, as indicated by Leviticus 13:46: \"outside the camp where he dwells.\" This restriction applies only in walled cities in <i>Eretz Yisrael</i>."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַמְצֹרַעַת אֵינָהּ פּוֹרַעַת וְאֵינָהּ פּוֹרֶמֶת וְלֹא עוֹטָה עַל שָׂפָם אֲבָל יוֹשֶׁבֶת הִיא מִחוּץ לָעִיר וּמוֹדִיעָה לַאֲחֵרִים שֶׁהִיא טְמֵאָה. וְלֹא הַמְצֹרָעִים בִּלְבַד אֶלָּא כָּל הַמְטַמְּאִים אֶת הָאָדָם חַיָּבִין לְהוֹדִיעַ לַכּל שֶׁהֵן טְמֵאִין כְּדֵי שֶׁיִּפְרְשׁוּ מֵהֶן שֶׁנֶּאֱמַר <small>(ויקרא יג מה)</small> \"וְטָמֵא טָמֵא יִקְרָא\", הַטָּמֵא מוֹדִיעַ שֶׁהוּא טָמֵא: \n",
            "english": "A woman afflicted by <i>tzara'at</i> does not cover her head, rend her garments, or cloak her face. She does, however, dwell outside her town and inform others that she is impure. Indeed, not only those afflicted by <i>tzara'at</i>, but all those who impart impurity to other people are obligated to inform everyone that they are impure so that they will separate themselves from them, as implied by <i>ibid.</i>:45: \"'Impure, impure,' he shall call out.\" That can be interpreted to mean \"The impure person shall inform others that he is impure.\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְטֻמְטוּם וְאַנְדְּרוֹגִינוּס פּוֹרֵעַ וּפוֹרֵם וְעוֹטֶה עַל שָׂפָם מִפְּנֵי שֶׁהוּא סָפֵק: \n",
            "english": "A <i>tumtum</i> and an <i>androgynus</i> should cover their heads, rend their garments, and cloak their faces, because their status is in doubt."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אֶחָד מְצֹרָע מֻסְגָּר וְאַחַד מְצֹרָע מֻחְלָט לְעִנְיַן טֻמְאָה. וְאֵין בֵּין מְצֹרָע מֻסְגָּר לִמְצֹרָע מֻחְלָט לְעִנְיַן טֻמְאָה אֶלָּא פְּרִיעָה וּפְרִימָה וְתִגְלַחַת וְצִפֳּרִים שֶׁהַטָּהוֹר מִתּוֹךְ הֶסְגֵּר פָּטוּר מִן הַתִּגְלַחַת וּמִן הַצִּפֳּרִים וְהַטָּהוֹר מִתּוֹךְ הֶחְלֵט חַיָּב בָּהֶן. אֲבָל טֻמְאַת שְׁנֵיהֶן שָׁוָה בְּכָל דָּבָר: \n",
            "english": "The same laws apply to both a person afflicted with <i>tzara'at</i> who is isolated and one who is definitively deemed impure. With regard to impurity, there is no difference between a person afflicted with <i>tzara'at</i> who is isolated and one who is definitively deemed impure except covering one's head, rending one's garments, shaving, and bringing fowl. One who is deemed pure after being isolated is exempt from shaving and bringing fowl, while one who is deemed pure after having been deemed impure has these obligations. Nevertheless, with regard to impurity, they are equal in all matters."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַמְצֹרָע אָב מֵאֲבוֹת הַטֻּמְאוֹת מְטַמֵּא אָדָם וְכֵלִים בְּמַגָּעוֹ וּכְלֵי חֶרֶס בַּאֲוִירוֹ וּמְטַמֵּא אָדָם בְּמַשָּׂא וּמְטַמֵּא מִשְׁכָּב וּמוֹשָׁב אֲפִלּוּ תַּחַת אֶבֶן כְּזָב וּכְזָבָה שֶׁנֶּאֱמַר <small>(ויקרא יג ו)</small> \"וְכִבֶּס בְּגָדָיו וְטָהֵר\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁטָּהֵר מִלְּטַמֵּא מִשְׁכָּב וּמוֹשָׁב. וְאֶחָד הַמֻּסְגָּר וְאַחַד הַמֻּחְלָט בְּכָל אֵלּוּ: \n",
            "english": "A person afflicted with <i>tzara'at</i> is a primary source of impurity. He imparts impurity to humans and implements through touching them and to earthenware containers when a portion of his body enters their inner space. He imparts impurity to a person when carried by him and an object over which he lies or sits even if there is a stone intervening between him and their surface, as is the law regarding a <i>zav</i> and a <i>zavah</i>. This is derived from Leviticus 13:6: \"He shall launder his garments.\" According to the Oral Tradition, it was taught that he becomes pure with regard to imparting impurity to the objects on which he lies or sits. All of these laws apply equally to one isolated because of <i>tzara'at</i> and one deemed definitively impure]."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "חֻמְרָא יְתֵרָה יֵשׁ בִּמְצֹרָע שֶׁמְּטַמֵּא בְּבִיאָתוֹ לַבַּיִת בֵּין בִּימֵי הֶחְלֵט בֵּין בִּימֵי הֶסְגֵּר. כֵּיצַד. נִכְנַס לַבַּיִת נִטְמָא כָּל אֲשֶׁר בַּבַּיִת בֵּין אָדָם בֵּין כֵּלִים אַף עַל פִּי שֶׁלֹּא נָגַע בָּהֶן נַעֲשׂוּ רִאשׁוֹן לְטֻמְאָה שֶׁנֶּאֱמַר <small>(ויקרא יג מו)</small> \"מִחוּץ לַמַּחֲנֶה מוֹשָׁבוֹ\" מַה הוּא טָמֵא אַף מוֹשָׁבוֹ טָמֵא. הָיָה עוֹמֵד תַּחַת הָאִילָן וְעָבַר אָדָם טָהוֹר תַּחַת הָאִילָן נִטְמָא. הָיָה הַטָּהוֹר עוֹמֵד תַּחַת הָאִילָן וְעָבַר הַמְצֹרָע תַּחְתָּיו לֹא טִמְּאָהוּ וְאִם עָמַד נִטְמָא שֶׁהֲרֵי נַעֲשָׂה לוֹ מוֹשָׁב. סָפֵק עָמַד סָפֵק לֹא עָמַד טָהוֹר. הִכְנִיס הַמְצֹרָע רֹאשׁוֹ וְרֻבּוֹ לַבַּיִת נִטְמָא כָּל שֶׁיֵּשׁ בְּתוֹכוֹ. נִכְנַס לְבֵית הַכְּנֶסֶת עוֹשִׂין לוֹ מְחִצָּה גָּבוֹהַּ עֲשָׂרָה טְפָחִים וּרְחָבָה אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת וְנִכְנַס רִאשׁוֹן וְיוֹצֵא אַחֲרוֹן. כְּדֵי שֶׁיִּהְיֶה מוֹשָׁבוֹ לְבַדּוֹ וְלֹא יַעֲמֹד עִם הָעָם בְּעִרְבּוּב וִיטַמֵּא אוֹתָם: \n",
            "english": "There is an additional dimension of severity with regard to a person afflicted by <i>tzara'at</i>. He imparts impurity to a building when he enters it, whether he is in the midst of the time when he has been deemed impure or whether he is during his period of isolation.<br>What is implied? If he enters a building, everything - whether humans or implements - that is in the building contracts impurity. Even though the afflicted person did not touch them, they become primary derivatives of impurity. The impurity of the building which the afflicted person enters is derived from the phrase, Leviticus 13:46: \"outside the camp where he dwells.\" Implied is that just as he is impure, his dwelling is impure.<br>If he was standing under a tree and a person who was ritually pure passed under the tree, that person contracts impurity. If a person who was pure was standing under the tree and a person afflicted by <i>tzara'at</i> passed under it, he does not impart impurity to him. If the afflicted person stood, the other person became impure, because the place became the afflicted person's dwelling. If it is unknown whether he stood or not, the other person is pure.<br>If a person afflicted by <i>tzara'at</i> inserted his head and the majority of his body into a building, everything in the building becomes impure. If he desires to enter a synagogue, a partition that is ten handbreadths high and encompasses an area four cubits by four cubits should be constructed for him. He should enter first and leave last so that he will be dwelling alone and will not stand together with the other people and impart impurity to them."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "טָהֳרַת מְצֹרָע מִצְוַת עֲשֵׂה. וְתִגְלַחְתּוֹ כְּשֶׁיִּטְהַר מִצְוַת עֲשֵׂה. כֵּיצַד מְטַהֲרִין אֶת הַמְצֹרָע. מֵבִיא מִזְרָק שֶׁל חֶרֶשׂ חָדָשׁ וְקַבָּלָה הִיא שֶׁיִּהְיֶה [חָדָשׁ] וְנוֹתֵן לְתוֹכוֹ רְבִיעִית מַיִם חַיִּים הָרְאוּיִין לְקַדֵּשׁ אוֹתָן מֵי חַטָּאת. וְשִׁעוּר זֶה מִדִּבְרֵי סוֹפְרִים. וּמֵבִיא שְׁתֵּי צִפֳּרִים דְּרוֹר טְהוֹרוֹת לְשֵׁם טָהֳרַת צָרַעַת שֶׁנֶּאֱמַר <small>(ויקרא יד ד)</small> \"וְלָקַח לַמִּטַּהֵר\". וְשׁוֹחֵט אֶת הַבְּרוּרָה שֶׁבִּשְׁתֵּיהֶן עַל הַמַּיִם שֶׁבַּכְּלִי חֶרֶס וּמְמַצֶּה עַד שֶׁיִּהְיֶה הַדָּם נִכָּר בַּמַּיִם. וְחוֹפֵר וְקוֹבֵר הַצִּפּוֹר הַשְּׁחוּטָה בְּפָנָיו. וְדָבָר זֶה קַבָּלָה מִפִּי הַשְּׁמוּעָה. וְנוֹטֵל עֵץ אֶרֶז וּמִצְוָתוֹ שֶׁיִּהְיֶה אָרְכּוֹ אַמָּה וְעָבְיוֹ כִּרְבִיעַ כֶּרַע מִכִּרְעֵי הַמִּטָּה. וְאֵזוֹב שֶׁאֵין לוֹ שֵׁם לְוַוי כְּמוֹ שֶׁבֵּאַרְנוּ. אֵין פָּחוּת מִטֶּפַח. וּשְׁנִי תּוֹלַעַת מִשְׁקָלוֹ שֶׁקֶל. וְאִם טִעֲמוֹ פְּסָלוֹ כִּצְבִיעַת הַתְּכֵלֶת. וְכָל הַשִּׁעוּרִים הֲלָכָה. וְלוֹקֵחַ עִם שְׁלָשְׁתָּן הַצִּפּוֹר הַחַיָּה. וְאַרְבָּעָה מִינִין אֵלּוּ מְעַכְּבִין זֶה אֶת זֶה. וְעֵץ אֶרֶז וְאֵזוֹב שֶׁנִּתְקַלְּפוּ פְּסוּלִין. וְכוֹרֵךְ הָאֵזוֹב עִם הָאֶרֶז בְּלָשׁוֹן שֶׁל זְהוֹרִית וּמַקִּיף לָהֶן רָאשֵׁי אֲגַפַּיִים וְרֹאשׁ הַזָּנָב שֶׁל צִפּוֹר הַחַיָּה. וְטוֹבֵל אַרְבַּעְתָּן בַּמַּיִם שֶׁבַּכְּלִי וּבַדָּם שֶׁעֲלֵיהֶן. וּמַזֶּה שֶׁבַע פְּעָמִים עַל אַחַר יָדוֹ שֶׁל מְצֹרָע וּמְשַׁלֵּחַ אֶת הַצִּפּוֹר. וכֵּיצַד מְשַׁלְּחָהּ. עוֹמֵד בָּעִיר וְזוֹרְקָהּ חוּץ לַחוֹמָה. וְאֵינוֹ הוֹפֵךְ פָּנָיו לֹא לַיָּם וְלֹא לָעִיר וְלֹא לַמִּדְבָּר. שֶׁנֶּאֱמַר <small>(ויקרא יד נג)</small> \"מִחוּץ לָעִיר אֶל פְּנֵי הַשָּׂדֶה\". שְׁלָחָהּ וְחָזְרָה חוֹזֵר וּמְשַׁלְּחָהּ אֲפִלּוּ מֵאָה פְּעָמִים. וְאַחַר כָּךְ מְגַלֵּחַ הַכֹּהֵן אֶת הַמְצֹרָע. כֵּיצַד מְגַלְּחוֹ. מַעֲבִיר תַּעַר עַל כָּל בְּשָׂרוֹ הַנִּרְאֶה אֲפִלּוּ בֵּית הַשֶּׁחִי וּבֵית הָעֶרְוָה שֵׂעָר שֶׁעַל כָּל הַגּוּף עַד שֶׁיֵּעָשֶׂה כִּדְלַעַת שֶׁנֶּאֱמַר <small>(ויקרא יד ח)</small> \"אֶת כָּל שְׂעָרוֹ\". אִם כֵּן לָמָּה נֶאֱמַר <small>(ויקרא יד ט)</small> \"רֹאשׁוֹ\" <small>(ויקרא יד ט)</small> \"וּזְקָנוֹ\" <small>(ויקרא יד ט)</small> \"וְגַבּוֹת עֵינָיו\" לְרַבּוֹת כָּל כַּיּוֹצֵא בָּהֶן וּלְמַעֵט שֵׂעָר שֶׁבְּתוֹךְ הַחֹטֶם לְפִי שֶׁאֵינוֹ נִרְאֶה. וְאַחַר כָּךְ מְכַבֵּס בְּגָדָיו וְטוֹבֵל וְיִטְהַר מִלְּטַמֵּא בְּבִיאָה וּמִלְּטַמֵּא מִשְׁכָּב וּמוֹשָׁב. וְיִכָּנֵס לְפָנִים מִן הַחוֹמָה וּמוֹנֶה שִׁבְעַת יָמִים וְאָסוּר בָּהֶן בְּתַשְׁמִישׁ הַמִּטָּה שֶׁנֶּאֱמַר <small>(ויקרא יד ח)</small> \"מִחוּץ לְאָהֳלוֹ\" מְלַמֵּד שֶׁאָסוּר בְּתַשְׁמִישׁ הַמִּטָּה. וְהַמְצֹרַעַת מֻתֶּרֶת בְּתַשְׁמִישׁ הַמִּטָּה: \n",
            "english": "The purification of a person afflicted with <i>tzara'at</i> is a positive commandment and his shaving is also a positive commandment.<br>How is a person who had been afflicted by <i>tzara'at</i> purified? He should bring a new earthenware container - the Received Tradition teaches that it must be new. A fourth of a <i>log</i> of \"living water\" that is fit to be sanctified as water for the sprinkling of the ashes of the red heifer is placed in it. This measure is a Rabbinic institution.<br>Two sparrows that are kosher must be brought for the sake of purifying a <i>tzara'at</i> affliction, as Leviticus 14:4 states: \"For the one who is to be purified will be taken....\" He should slaughter the healthier of the two over the water in the earthenware vessel and squeeze out the blood until it is apparent over the water. He then digs a hole and buries the slaughtered bird in the presence of the afflicted person. This is one of the points received through the Oral Tradition.<br>He takes a cedar branch - the mitzvah is that it be a cubit long and a fourth the thickness of a bedpost. And he takes a hyssop whose name is not described by an additional term, as we explained, that is not less than a handbreadth long, and a crimson strand weighing a <i>shekel</i>. If one used the dye for another purpose, it is disqualified, as is the rule regarding dyeing wool with blue dye to use for <i>tzitzit</i>. All of these measures are laws transmitted to Moses at Sinai.<br>A priest takes the three items mentioned above together with the living fowl. All these four items are fundamental requirements. When the cedar branch and the hyssop have been peeled, they are invalid. The hyssop should be bound together with the cedar branch with the crimson thread. The tips of the wings and the tips of the tail of the living bird should be held close to them and the four should be dipped in the water in the container and the blood floating on top of it. He then sprinkles with them seven times on the back of the hand of the afflicted person and sends away the fowl.<br>How does he send the fowl away? He stands in the town and casts it outside the wall. He does not turn its head to the sea, to the town, or to the desert, as <i>ibid.</i>:53 states: \"Outside the city, towards the field.\" If he sends away and it returns, he should send it away again, even 100 times.<br>Afterwards, the priest shaves the afflicted person. How does he shave him? He passes a razor over all his skin that is visible including his underarms and pubic region until his entire flesh is smooth like a squash, as <i>ibid.</i>:9 states: \"He shall shave all of his hair.\" If so, why does the verse mention his beard and his eye-brows? To include everything like them and to exclude the hair in the nose, because it is not visible.<br>Afterwards, he \"launders\" his garments, immerses himself, and becomes pure with regard to conveying impurity when he enters a building or to the article on which he lies or sits. He may enter within the town's wall. He counts seven days. During them, he is forbidden to engage in physical intimacy, as alluded to by <i>ibid.</i>:8: \"outside his tent.\" This teaches that he is forbidden physical intimacy. A woman afflicted by <i>tzara'at</i>, by contrast, is permitted physical intimacy."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל שִׁבְעַת הַיָּמִים הָאֵלּוּ עֲדַיִן הוּא אַב הַטֻּמְאָה מְטַמֵּא אָדָם וְכֵלִים בְּמַגָּע לֹא בְּמַשָּׂא שֶׁהֲרֵי הוּא אוֹמֵר <small>(ויקרא יד ט)</small> \"וְהָיָה בַיּוֹם הַשְּׁבִיעִי\" <small>(ויקרא יד ט)</small> \"וְכִבֶּס אֶת בְּגָדָיו\" וְגוֹ' מְלַמֵּד שֶׁהָיָה מְטַמֵּא בְּגָדִים וּכְשֵׁם שֶׁהָיָה מְטַמֵּא בְּגָדִים בְּמַגָּע כָּךְ מְטַמֵּא אָדָם בְּמַגָּע שֶׁכָּל הַמְטַמֵּא בְּגָדִים מְטַמֵּא אָדָם. וּבַיּוֹם הַשְּׁבִיעִי מְגַלְּחוֹ הַכֹּהֵן תִּגְלַחַת שְׁנִיָּה כָּרִאשׁוֹנָה וּמְכַבֵּס בְּגָדָיו וְטוֹבֵל וְיִטְהַר מִלְּטַמֵּא אֲחֵרִים. וַהֲרֵי הוּא כְּכָל טְבוּלֵי יוֹם וְאוֹכֵל בְּמַעֲשֵׂר. הֶעֱרִיב שִׁמְשׁוֹ אוֹכֵל בִּתְרוּמָה. הֵבִיא כַּפָּרָתוֹ אוֹכֵל בְּקָדָשִׁים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "For the duration of these seven days, he is still considered as a primary source of impurity and imparts impurity to people and to utensils when touching them, but not when being carried by them. This is indicated by Leviticus 14:9 which states: \"And it shall be on the seventh day,... he shall launder his garments....\" This teaches that before then, he imparted impurity to his garments. Just as he would impart impurity to his garments by touching them, so too, he would impart impurity to a person when touching him, for any source of impurity that imparts impurity to garments, imparts impurity to humans.<br>On the seventh day, the priests shaves him a second time like the first. He \"launders\" and immerses himself, thus becoming pure with regarding to imparting impurity to others. He is like all those who immersed and will become pure in the evening. He may partake of the second tithe. After nightfall, he may partake of <i>terumah</i>. Once he brings his atonement offerings, he may partake of sacrificial foods, as we explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כְּשֶׁהוּא מְגַלֵּחַ בִּשְׁתֵּי הַתִּגְלָחוֹת אֵינוֹ מְגַלֵּחַ אֶלָּא בְּתַעַר. וְאִם גִּלֵּחַ שֶׁלֹּא בְּתַעַר אוֹ שֶׁהִנִּיחַ שְׁתֵּי שְׂעָרוֹת לֹא עָשָׂה כְּלוּם. וְאֵינוֹ מְגַלְּחוֹ אֶלָּא כֹּהֵן. וְאִם שִׁיֵּר שְׁתֵּי שְׂעָרוֹת בְּתִגְלַחַת רִאשׁוֹנָה וְגִלְּחָן בַּשְּׁנִיָּה לֹא עָלְתָה לוֹ אֶלָּא תִּגְלַחַת אַחַת בִּלְבַד וַהֲרֵי הִיא רִאשׁוֹנָה. וְכָל הַיּוֹם כָּשֵׁר לְטָהֳרַת הַמְצֹרָע: \n",
            "english": "When he shaves these two times, he must shave only with a razor. If he shaves with something other than a razor or left two hairs, his actions are of no consequence. The shavings should be performed only by a priest. If he left two hairs in the first shaving and shaved them off in the second shaving, he is considered to have performed only one shaving.<br>The entire day is acceptable for the shaving of a person afflicted by <i>tzara'at</i>."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "תִּגְלַחַת הַמְצֹרָע וּטְבִילָתוֹ וְהַזָּאָתוֹ אֵינָן מְעַכְּבוֹת זוֹ אֶת זוֹ. וּשְׁאָר כָּל מַעֲשָׂיו מְעַכְּבִים: \n",
            "english": "The shaving of a person afflicted by <i>tzara'at</i>, his immersion, and sprinkling the blood of the slaughtered bird upon him are not dependent on each other. Each of the other actions involved in his purification are dependent on each other."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁחִיטַת הַצִּפּוֹר וְהַתִּגְלַחַת וְהַהַזָּיָה בַּיּוֹם וּשְׁאָר כָּל מַעֲשָׂיו בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה. אֵלּוּ בַּאֲנָשִׁים וּשְׁאָר כָּל מַעֲשָׂיו בֵּין בַּאֲנָשִׁים בֵּין בְּנָשִׁים. אֵלּוּ בְּכֹהֲנִים וּשְׁאָר כָּל מַעֲשָׂיו בֵּין בְּכֹהֲנִים בֵּין בְּיִשְׂרָאֵל: \n",
            "english": "The slaughter of the fowl, the shaving, and the sprinkling of the blood must be performed during the day. The remainder of the actions may be performed either during the day or at night. The above three must be performed by males. The remainder may be performed by men or by women. The above three must be performed by priests. The remainder may be performed by priests or Israelites."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "טָהֳרַת מְצֹרָע זוֹ נוֹהֶגֶת בָּאָרֶץ וּבְחוּצָה לָאָרֶץ. בִּפְנֵי הַבַּיִת וְשֶׁלֹּא בִּפְנֵי הַבַּיִת. וְכֹהֵן שֶׁטִּמְּאוֹ מִצְוָה לְטַהֲרוֹ שֶׁנֶּאֱמַר <small>(ויקרא יג נט)</small> \"לְטַהֲרוֹ אוֹ לְטַמְּאוֹ\". וְהַכּל כְּשֵׁרִין לְטַהֵר אֶת הַמְצֹרָע אֲפִלּוּ זָב וַאֲפִלּוּ טְמֵא מֵת. וְאֵין מְצֹרָע מְטַהֵר מְצֹרָע. וְאֵין מְטַהֲרִין שְׁנֵי מְצֹרָעִין כְּאַחַת שֶׁאֵין עוֹשִׂין מִצְוֹת חֲבִילוֹת: \n",
            "english": "The purification of a person afflicted by <i>tzara'at</i> is carried out in <i>Eretz Yisrael</i> and in the Diaspora, while the Temple is standing and in the era when the Temple is not standing.<br>It is a mitzvah for the priest who deemed the person impure to perform his purification as indicated by Leviticus 13:59 which states: \"to purify him or deem him impure.\"<br>Every one is acceptable to perform the purification of a person afflicted by <i>tzara'at</i>, even a <i>zav</i> or one who is impure due to contact with a corpse may perform this purification. One person afflicted with <i>tzara'at</i> may not perform the purification for another. Two people afflicted with <i>tzara'at</i> should not be purified at the same time, for mitzvot should not be performed in bundles."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "עֵץ אֶרֶז וְאֵזוֹב וּשְׁנִי תּוֹלַעַת שֶׁטָּהַר בָּהֶן מְצֹרָע זֶה מְטַהֵר בָּהֶן מְצֹרָעִים אֲחֵרִים. וְכֵן צִפּוֹר הַמִּשְׁתַּלַּחַת מֻתָּר לְטַהֵר בָּהּ מְצֹרָעִים אֲחֵרִים מֵאַחַר שֶׁנִּשְׁתַּלְּחָה וּמֻתֶּרֶת בַּאֲכִילָה. אֲבָל הַצִּפּוֹר הַשְּׁחוּטָה אֲסוּרָה בַּהֲנָאָה. וּמֵאֵימָתַי תֵּאָסֵר, מִשְּׁעַת שְׁחִיטָתָהּ. שְׁחָטָהּ וְאֵין שָׁם אֵזוֹב וְלֹא עֵץ אֶרֶז וְלֹא שְׁנִי תּוֹלַעַת הֲרֵי זוֹ אֲסוּרָה בַּהֲנָאָה שֶׁשְּׁחִיטָה שֶׁאֵינָהּ רְאוּיָה שְׁמָהּ שְׁחִיטָה. וְהָאוֹכֵל כְּזַיִת מִצִּפּוֹר הַשְּׁחוּטָה עָבַר עַל עֲשֵׂה וְעַל לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים יד יב)</small> \"וְזֶה אֲשֶׁר לֹא תֹאכְלוּ מֵהֶם\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה לְרַבּוֹת הַצִּפּוֹר הַשְּׁחוּטָה. וְנֶאֱמַר <small>(דברים יד יא)</small> \"טְהֹרָה תֹּאכֵלוּ\" הָא אַחֶרֶת לֹא תֹּאכְלוּ וְלָאו הַבָּא מִכְּלַל עֲשֵׂה עֲשֵׂה: \n",
            "english": "The cedar branch, the hyssop, and the scarlet cord that were used to purify one person afflicted with <i>tzara'at</i> may be used to purify others. Similarly, it is permitted to use a fowl that was sent away to purify other people afflicted with <i>tzara'at</i> and it is permitted to be eaten. It is, however, forbidden to benefit from the fowl that was slaughtered. From when is it forbidden? From the time that it was slaughtered.<br>When it was slaughtered, but there was no hyssop, cedar branch, or scarlet cord, it is nevertheless, forbidden to benefit from the slaughtered fowl. The rationale is that slaughter which is not befitting is still considered as slaughter. A person who partakes of an olive-sized portion of the slaughtered fowl violates a positive commandment and a negative commandment. For Deuteronomy 14:12 states: \"These are what you may not eat from them.\" According to the Oral Tradition, it was taught that the wording also includes the fowl that was slaughtered in this purification process. And it is written <i>ibid.</i>:11: \"You shall eat all pure fowl.\" This is a positive commandment. From it, however, one can infer a prohibition: that other species may not be eaten. When a prohibition is derived from a positive commandment, it is considered as a positive commandment."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין לוֹקְחִין שְׁתֵּי הַצִּפֳּרִים מִצִּפֳּרֵי עִיר הַנִּדַּחַת וְלֹא מִצִּפֳּרִים שֶׁהֶחְלִיפָן בַּעֲבוֹדָה זָרָה וְלֹא מִצִּפֳּרִים שֶׁהָרְגוּ אֶת הַנֶּפֶשׁ. וּמִצְוָתָן שֶׁיִּהְיוּ שְׁתֵּיהֶן שָׁווֹת בְּמַרְאֶה בְּקוֹמָה וּבְדָמִים וּלְקִיחָתָן כְּאַחַת. אַף עַל פִּי שֶׁאֵינָן שָׁווֹת אוֹ שֶׁלָּקַח אַחַת הַיּוֹם וְאַחַת לְמָחָר כְּשֵׁרוֹת. לָקַח שְׁתֵּי הַצִּפֳּרִים לְשֵׁם אִישׁ כְּשֵׁרוֹת לְטַהֵר בָּהֶן אִשָּׁה. לְשֵׁם אִשָּׁה כְּשֵׁרוֹת לְטַהֵר בָּהֶן אִישׁ. לְטַהֵר בָּהֶן בַּיִת מְנֻגָּע כְּשֵׁרוֹת לְטַהֵר אָדָם. לְקָחָן לְאָדָם כְּשֵׁרוֹת לְבַיִת מְנֻגָּע שֶׁנֶּאֱמַר <small>(ויקרא יד ד)</small> \"וְלָקַח לַמִּטַּהֵר\": \n",
            "english": "The two fowl may not be taken from the fowl of a condemned city, nor from fowl exchanged for idols, nor from fowl that killed a person. The optimum way of performing the mitzvah is for the two fowl to be alike in appearance, size, and value, and to be purchased at the same time. Nevertheless, even if they are not alike, or one purchased one on one day and the other on the next, it is acceptable.<br>If one purchased two fowl for the sake of the purification of a man, it is acceptable to use them for the purification of a woman. Conversely, two purchased for the purification of a woman are acceptable to be used for the purification of a man. If they were taken to purify an afflicted house, they are acceptable to be used for purifying a person. If they were taken to purify a person, they are acceptable to be used for purifying an afflicted house. These concepts may be inferred from Leviticus 14:4 which states: \"For the one who is to be purified will be taken....\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שָׁחַט אַחַת מֵהֶן וְנִמְצֵאת שֶׁלֹּא הָיְתָה דְּרוֹר יִקַּח זוּג לַשְּׁנִיָּה וְהָרִאשׁוֹנָה מֻתֶּרֶת בַּאֲכִילָה. שָׁחַט הָאַחַת וְנִמְצֵאת טְרֵפָה יִקַּח זוּג לַשְּׁנִיָּה וְהָרִאשׁוֹנָה מֻתֶּרֶת בַּהֲנָאָה: \n",
            "english": "If one of them was slaughtered and discovered not to be a sparrow, another one should be taken for the second. It is permitted to partake of the one that was slaughtered. If one of them was slaughtered and discovered to be <i>tereifah</i>, another one should be taken for the second. It is permitted to benefit from the one that was slaughtered."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "נִשְׁפַּךְ הַדָּם מַנִּיחִין אֶת הַמִּשְׁתַּלַּחַת עַד שֶׁתָּמוּת. מֵתָה הַמִּשְׁתַּלַּחַת יִשָּׁפֵךְ הַדָּם וְיִקַּח שְׁתַּיִם אֲחֵרוֹת: \n",
            "english": "If the blood was spilled, the fowl that would have been sent away is left until it dies. If the fowl to be sent away dies before the sprinkling, the blood is poured out and two other fowl are taken."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "צָרַעַת בְּגָדִים כִּגְרִיס, כְּצָרַעַת אָדָם. אֲבָל פָּחוֹת מִכִּגְרִיס טָהוֹר. וּשְׁלֹשָׁה סִימָנֵי טֻמְאָה יֵשׁ בָּהֶן. יְרַקְרַק אֲדַמְדַּם וְהַפִּשְׂיוֹן. וּשְׁלָשְׁתָּן מְפֹרָשִׁין בַּתּוֹרָה. יְרַקְרַק הוּא הַיָּרֹק שֶׁבַּיְרֻקִּין שֶׁהוּא יָרֹק הַרְבֵּה כִּכְנַף הַטַּוָּס וּכְהוּצֵי הַדֶּקֶל. וַאֲדַמְדַּם הוּא אָדֹם שֶׁבָּאֲדֻמִּים שֶׁהוּא אָדֹם הַרְבֵּה כִּזְהוֹרִית יָפָה. וּשְׁנֵי מַרְאוֹת אֵלּוּ מִצְטָרְפִין זֶה עִם זֶה בְּמַרְאֶה יְרַקְרַק אוֹ אֲדַמְדַּם מַסְגִּירִין אֶת הַבֶּגֶד. וְאִם עָמַד בְּמַרְאֶה זֶה שְׁנֵי שָׁבוּעוֹת מַחְלִיטִין וְשׂוֹרְפִין וְכֵן אִם פָּשָׂה מַחְלִיטִין וְשׂוֹרְפִין. כֵּיצַד. בֶּגֶד שֶׁנִּרְאֶה בּוֹ נֶגַע יְרַקְרַק אוֹ אֲדַמְדַּם מַסְגִּירוֹ שִׁבְעַת יָמִים וּבַשְּׁבִיעִי רוֹאֶה אִם פָּשָׂה מַחְלִיטוֹ וְשׂוֹרֵף אֶת כָּל הַבֶּגֶד. וְאִם עָמַד בְּמַרְאֵהוּ וְלֹא פָּשָׂה אוֹ שֶׁפָּשָׂה וְכֵהָה מִשְּׁנֵי הַמַּרְאוֹת שֶׁהֻסְגַּר בָּהֶן אוֹ שֶׁהוֹסִיף הַמַּרְאֶה לְהַאֲדִים וּלְהוֹרִיק וְלֹא פָּשָׂה יְכַבֵּס מְקוֹם הַנֶּגַע וְיַסְגִּיר שִׁבְעַת יָמִים שֵׁנִית וּבְסוֹף שָׁבוּעַ שֵׁנִי שֶׁהוּא יוֹם שְׁלֹשָׁה עָשָׂר רוֹאֶה. אִם כֵּהָה לְמַרְאֶה שְׁלִישִׁית הֲרֵי זֶה טָעוּן כִּבּוּס וְטָהוֹר. וְאִם נִשְׁתַּנָּה הַנֶּגַע מִמַּה שֶּׁהָיָה כְּגוֹן שֶׁהָיָה יְרַקְרַק וְנַעֲשָׂה אֲדַמְדַּם אוֹ אֲדַמְדַּם וְנַעֲשָׂה יְרַקְרַק קוֹרֵעַ מְקוֹם הַנֶּגַע וְשׂוֹרֵף מַה שֶּׁקָּרַע וְתוֹפֵר מַטְלִית בַּמָּקוֹם שֶׁקָּרַע וּפוֹטֵר שְׁאָר הַבֶּגֶד וּמְכַבְּסוֹ כֻּלּוֹ כִּבּוּס שֵׁנִי וּמַטְבִּילוֹ, וְטָהֵר. וְאִם עָמַד בַּמַּרְאֶה שֶׁהֻסְגַּר בּוֹ בַּתְּחִלָּה יַחְלִיטוֹ וְיִשְׂרֹף אֶת כֻּלּוֹ: \n",
            "english": "The minimum measure for a <i>tzara'at</i> affliction for garments is a <i>gris</i> like an affliction for humans. An affliction smaller than a <i>gris</i> is pure. There are three distinguishing marks for the afflictions of garments: intense green, intense red, and the spreading of the affliction. All three are explicitly mentioned in the Torah.<br>\"Intense green\" refers to a dark green hue, like the wings of a peacock or the leaves of a date palm. \"Intense red\" refers to a dark red hue, a deep red, like fine scarlet thread. These two signs can be combined with each other.<br>When an affliction is intense green or red, the garment is placed in isolation. If this sign remains for two consecutive weeks, the garment is deemed impure and burnt. Similarly, if the size of the affliction increases, the garment is deemed impure and burnt.<br>What is implied? When an intense green or an intense red affliction is visible on a garment, it should be isolated for seven days. On the seventh day, it should be inspected. If it expanded, it is deemed definitively impure and burnt. If its appearance remained unchanged, but it did not increase in size, or it increased, but its color faded from the two colors because of which it was isolated, or its color became more intensely red or green, but it did not increase in size, the place of the blemish should be washed, and the garment isolated for a second seven day period. At the end of the second week, i.e., the thirteenth day, it should be assessed. If it turned to a third color, the garment should be washed and it is pure. If the color of the blemish changed from its original hue, i.e., initially, it was intense green, and it became intense red, or initially, it was intense red and then it became intense green, the place of the blemish should be ripped out and a patch sewn in the place that was ripped out. The remainder of the garment is released from the inspection process. It should be laundered a second time, immersed in the <i>mikveh</i> and then it is pure.<br>If, at the time of the second inspection, the blemish retained the appearance for which it was initially isolated, it should be deemed definitively impure and should be burnt in its entirety."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "נֶגַע שֶׁהָיָה יְרַקְרַק וּפָשָׂה אֲדַמְדַּם אוֹ שֶׁהָיָה אֲדַמְדַּם וּפָשָׂה יְרַקְרַק הֲרֵי זֶה פִּשְׂיוֹן: \n",
            "english": "When a blemish that was intense green increased in size, but the new portion was intense red, or it was intense red and increased, but the increase was green, it is considered as an increase."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "נֶגַע שֶׁהָיָה בְּאֶמְצָעוֹ מָקוֹם נָקִי בְּלֹא נֶגַע וּפָשָׂה לוֹ הַנֶּגַע אֵינוֹ פִּשְׂיוֹן עַד שֶׁיִּפְשֶׂה לַחוּץ. שֶׁאֵין פִּשְׂיוֹן הַנֶּגַע לְתוֹכוֹ פִּשְׂיוֹן בֵּין בְּאָדָם בֵּין בִּבְגָדִים וּבָתִּים: \n",
            "english": "When in the midst of a blemish, there was a portion of the garment that was unsoiled and unblemished and then the blemish spread into it, the blemish is not considered to have increased in size. It must increase outward. An increase within the blemish itself is not considered as an increase, not for a blemish on a person's body, nor for one on garments or on buildings."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַפִּשְׂיוֹן הַסָּמוּךְ בַּבְּגָדִים כָּל שֶׁהוּא וְהָרָחוֹק אוֹ הַחוֹזֵר כִּגְרִיס. כֵּיצַד. בֶּגֶד שֶׁהֻסְגַּר וְנוֹלַד בּוֹ נֶגַע אַחֵר כִּגְרִיס רָחוֹק מִן הַנֶּגַע שֶׁהֻסְגַּר בּוֹ הֲרֵי זֶה פִּשְׂיוֹן וְיִשָּׂרֵף. וְאִם הָיָה פָּחוֹת מִכִּגְרִיס אֵין מַשְׁגִּיחִין בּוֹ. וְכֵן בֶּגֶד שֶׁקָּרַע מִמֶּנּוּ הַנֶּגַע בְּסוֹף שָׁבוּעַ שֵׁנִי כְּמוֹ שֶׁבֵּאַרְנוּ וְחָזַר בּוֹ נֶגַע כִּגְרִיס יִשָּׂרֵף. וְכֵן בֶּגֶד שֶׁפָּשָׂה בּוֹ הַנֶּגַע אַחַר שֶׁנִּפְטַר יִשָּׂרֵף: \n",
            "english": "If a blemish spreads to the place immediately adjacent to it, even the slightest spread is considered a sign of impurity. If a blemish appears on a distant place on the garment or one returns after the initial blemish disappeared or was removed, it must be a <i>gris</i> in size.<br>What is implied? If a garment was isolated and then another blemish the size of a <i>gris</i> emerged some distance from the blemish for which it was isolated, it is considered to have spread and it is burned. If the second blemish is less than a <i>gris</i>, no attention is paid to it. Similarly, when a blemished portion was removed from a garment as explained and then a blemish the size of a <i>gris</i> returned, it should be burnt. Similarly, if a blemish increased in size after the garment was released from the inspection process, the garment should be burnt."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁמְּכַבֵּס אֶת הַנֶּגַע בְּשָׁבוּעַ רִאשׁוֹן כְּמוֹ שֶׁבֵּאַרְנוּ צָרִיךְ לְכַבֵּס מְעַט מִן הַבֶּגֶד שֶׁחוּצָה לוֹ שֶׁנֶּאֱמַר <small>(ויקרא יג נד)</small> \"אֵת אֲשֶׁר בּוֹ הַנָּגַע\". וְכָל נִגְעֵי בְּגָדִים שֶׁמְּכַבְּסִין אוֹתָן מַעֲבִירִין עֲלֵיהֶן שִׁבְעָה סַמְמָנִין שֶׁמַּעֲבִירִין עַל הַכֶּתֶם כְּדֶרֶךְ שֶׁמַּעֲבִירִין עַל הַכְּתָמִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן נִדָּה: \n",
            "english": "When a person washes a blemish at the end of the first week as we explained, one should also wash part of the garment that is adjacent to it, as implied by Leviticus 13:54: \"that on which the blemish is found.\" Whenever blemishes on a garment must be washed, we use the seven detergents that are used when checking a bloodstain, as explained with regard to <i>nidah</i> impurity."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בֶּגֶד שֶׁקָּרַע מִמֶּנּוּ מְקוֹם הַנֶּגַע וְתָפַר מַטְלִית כְּמוֹ שֶׁבֵּאַרְנוּ וְחָזַר נֶגַע כִּגְרִיס עַל הַבֶּגֶד. מַתִּיר אֶת הַמַּטְלִית וּמַצִּילָהּ וְשׂוֹרֵף שְׁאָר הַבֶּגֶד. חָזַר הַנֶּגַע עַל הַמַּטְלִית שׂוֹרֵף אֶת הַכּל: \n",
            "english": "The following laws apply when the blemished portion of a garment was torn out and a patch sewn in its place, as we explained. If a blemish the size of a <i>gris</i> returned to a different place on the garment, the patch may be removed and saved, while the remainder of the garment must be burnt. If the blemish returned and appeared on the patch, the entire garment must be burnt."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַטּוֹלֶה מִן הַמֻּסְגָּר בְּטָהוֹר וְחָזַר נֶגַע עַל הַבֶּגֶד שׂוֹרֵף אֶת הַמַּטְלִית. חָזַר עַל הַמַּטְלִית הַבֶּגֶד הָרִאשׁוֹן הַמֻּסְגָּר יִשָּׂרֵף וְהַמַּטְלִית תְּשַׁמֵּשׁ אֶת הַבֶּגֶד שֶׁהִיא תְּפוּרָה בּוֹ בְּסִימָנִין. אִם עָמַד בְּעֵינָיו שְׁנֵי שָׁבוּעוֹת אוֹ פָּשָׂה שׂוֹרְפִין הַכּל: \n",
            "english": "The following rules apply when a person takes a patch of cloth from a garment that was isolated and sews it on a pure garment. If a blemish became manifest on the initial garment again, the patch should be burnt together with it. If the blemish appears again on the patch, the first garment must be burnt and the patch obligates the garment on which it is sewn to be assessed for signs of impurity. If the blemish remains unchanged for two weeks or increases in size, the entire second garment is burnt."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בֶּגֶד שֶׁבָּא כֻּלּוֹ בַּתְּחִלָּה יְרַקְרַק אוֹ אֲדַמְדַּם מַסְגִּירוֹ שָׁבוּעַ אַחַר שָׁבוּעַ. אִם עָמַד בּוֹ שְׁנֵי שָׁבוּעוֹת יִשָּׂרֵף. אֲבָל בֶּגֶד שֶׁהִסְגִּירוֹ וּפָשָׂה הַנֶּגַע בְּכֻלּוֹ וְנַעֲשָׂה יְרַקְרַק אוֹ אֲדַמְדַּם אוֹ שֶׁפְּטָרוֹ וְאַחַר שֶׁפְּטָרוֹ בָּא כֻּלּוֹ יְרַקְרַק אוֹ אֲדַמְדַּם הֲרֵי זֶה טָהוֹר. כִּבֵּס וּפָשָׂה יִשָּׂרֵף: \n",
            "english": "When a garment comes initially entirely intense green or intense red, it should be isolated for one week after another. If the blemish remains unchanged for two weeks, the garment should be burnt. If, however, a garment was isolated because of a blemish and the blemish spread over the entire garment, causing it to become entirely intense green or intense red or the garment was released from the inspection process and after it was released, the blemish returned entirely intense green or intense red, it is pure.<br>If a blemish was washed and it spread, the garment should be burnt."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בֶּגֶד שֶׁמּוֹכִין יוֹצְאִין עַל פָּנָיו מִן הָאָרִיג כְּגוֹן סָגוֹס שֶׁל צֶמֶר וְנִרְאָה בּוֹ נֶגַע אֵינוֹ מִתְטַמֵּא עַד שֶׁיֵּרָאֶה הַנֶּגַע בַּמּוֹכִין וּבָאָרִיג עַצְמוֹ. וְזֶה שֶׁנֶּאֱמַר בַּבְּגָדִים <small>(ויקרא יג נה)</small> \"בְּקָרַחְתּוֹ אוֹ בְגַבַּחְתּוֹ\" קָרַחְתּוֹ אֵלּוּ הַשְּׁחָקִים גַּבַּחְתּוֹ אֵלּוּ הַחֲדָשִׁים: \n",
            "english": "When the loose strands of the fabric of a garment extend beyond the fabric of the weave, e.g., a coarse woolen blanket, and a blemish appears in those strands, the blanket is not impure unless the blemish appears in the fabric and the weave itself.<br>The terms used by Leviticus 13:55 with regard to garment <i>bikarachto</i> and <i>bigabachto</i> mean the following: <i>Karachto</i> refers to worn out garments; <i>gabachto</i>, to new ones."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַבְּגָדִים הַצְּבוּעִים אֵינָן מִטַּמְּאִין בִּנְגָעִים בֵּין שֶׁצְּבוּעִין בִּידֵי אָדָם בֵּין שֶׁצְּבוּעִין בִּידֵי שָׁמַיִם עַד שֶׁיְּהוּ לְבָנִים. בֶּגֶד שֶׁשִּׁתְיוֹ צָבוּעַ וְעֶרְבוֹ לָבָן עֶרְבוֹ צָבוּעַ וְשִׁתְיוֹ לָבָן הַכּל הוֹלֵךְ אַחַר הַנִּרְאֶה. פָּחוֹת מִשָּׁלֹשׁ אֶצְבָּעוֹת עַל שָׁלֹשׁ אֶצְבָּעוֹת מִן הָאָרִיג אֵינוֹ מִטַּמֵּא בִּנְגָעִים: \n",
            "english": "Colored garments do not contract impurity due to blemishes of <i>tzara'at</i>. This applies whether they were dyed by human activity or naturally colored. To contract such impurity, they must be white. If the warp of a garment was colored and its woof, white, or if its woof was colored and its warp, white, everything follows its appearance.<br>When there is a knit that is less than three fingerbreadths by three fingerbreadths, it does not contract impurity due to blemishes of <i>tzara'at</i>."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בֶּגֶד שֶׁאָרַג בּוֹ פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ וְנִרְאָה בּוֹ נֶגַע וְאַחַר כָּךְ הִשְׁלִימוֹ לְשָׁלֹשׁ עַל שָׁלֹשׁ טָהוֹר: \n",
            "english": "When a cloth was woven less than three fingerbreadths by three fingerbreadths and a blemish was discovered on it and afterwards, one increased its size and made it more than three by three, it is pure."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַתּוֹפֵר מַטְלִיּוֹת שֶׁאֵין בְּכָל אַחַת מֵהֶן שָׁלֹשׁ עַל שָׁלֹשׁ וְעָשָׂה מֵהֶן בֶּגֶד הֲרֵי זֶה מִטַּמֵּא בִּנְגָעִים שֶׁהַתָּפוּר כְּאָרוּג וְכֻלּוֹ בֶּגֶד אֶחָד הוּא: \n",
            "english": "When a person sews patches together, each one being less than three fingerbreadths by three fingerbreadths, and makes a garment from them, it can contract impurity due to blemishes. The rationale is that sewing is like weaving and it is considered as one garment."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "בֶּגֶד שֶׁהוּא מַטְלִיּוֹת מַטְלִיּוֹת מֵהֶן צְבוּעִין וּמֵהֶן לְבָנִים וְנִרְאָה נֶגַע בַּלָּבָן שֶׁבּוֹ מַסְגִּירִין אוֹתוֹ אִם עָמַד שְׁנֵי שָׁבוּעוֹת נִטְמָא כֻּלּוֹ וְיִשָּׂרֵף. וְכֵן אִם פָּשָׂה הַנֶּגַע בְּמַטְלִית לְבָנָה אַחֶרֶת הֲרֵי זֶה פִּשְׂיוֹן אַף עַל פִּי שֶׁיֵּשׁ בֵּינֵיהֶם צָבוּעַ. הָיָה כֻּלּוֹ צָבוּעַ וּבוֹ פַּס אֶחָד לָבָן אֲפִלּוּ כִּגְרִיס וְנִרְאָה בּוֹ נֶגַע יַסְגִּיר שֶׁאִם עָמַד בְּעֵינָיו וְלֹא הוֹסִיף וְלֹא כֵּהָה שְׁנֵי שָׁבוּעוֹת יִשָּׂרֵף: \n",
            "english": "If a garment was made from many patches, some colored and some, white, and a <i>tzara'at</i> blemish was discovered on a white patch, it should be isolated. If the blemish remains unchanged for two weeks, the entire garment is deemed impure and burnt. Similarly, if the blemish spreads to another white patch, the blemish is considered to have increased in size even though a colored patch intervenes between them.<br>If the garment was entirely colored except for one line, even if only a <i>gris</i>, it should be isolated if a blemish appears on it. For if it remains with the original color, without increasing its intensity or fading for two weeks, the garment should be burnt."
          }
        }
      ]
    },
    {
      "chapter": 13,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין מִטַּמֵּא בִּנְגָעִים אֶלָּא בִּגְדֵי צֶמֶר וּפִשְׁתִּים בִּלְבַד. אוֹ הַשְּׁתִי אוֹ הָעֵרֶב שֶׁל צֶמֶר וּפִשְׁתִּים. וְכָל כְּלֵי הָעוֹר בֵּין קָשֶׁה בֵּין רַךְ. אַף הָעוֹר הַצָּבוּעַ בִּידֵי שָׁמַיִם מִטַּמֵּא בִּנְגָעִים. וְהַלְּבָדִים כִּבְגָדִים וּמִטַּמְּאִין בִּנְגָעִים. וְהָאֹהָלִים מִטַּמְּאִין בִּנְגָעִים בֵּין שֶׁהָיוּ שֶׁל צֶמֶר וּפִשְׁתִּים בֵּין שֶׁהָיוּ שֶׁל עוֹר: \n",
            "english": "The only garments that contract impurity due to <i>tzara'at</i> blemishes are wool and linen garments, cloths where the warp or woof is made of wool or linen, and any leather utensil, whether hard or soft. Even leather that is colored naturally is susceptible to impurity because of blemishes. Felt is considered like garments and is susceptible to impurity because of blemishes. Tents are susceptible to impurity because of blemishes whether they are made from wool or linen or they are leather."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַבְּגָדִים שֶׁל צֶמֶר וּפִשְׁתִּים מִטַּמְּאִין בִּנְגָעִים חוּץ מִבִּגְדֵי עַכּוּ\"ם. הַלּוֹקֵחַ בְּגָדִים מִן הָעַכּוּ\"ם יֵרָאוּ בַּתְּחִלָּה. בֶּגֶד שֶׁהוּא כִּלְאַיִם מִן הַצֶּמֶר וּמִן הַפִּשְׁתִּים מִטַּמֵּא בִּנְגָעִים: \n",
            "english": "All garments of wool and linen are susceptible to impurity except those belonging to gentiles. When a person purchases a garment from gentiles, if <i>tzara'at</i> appears on it, it should be viewed as if for the first time. When a garment is made from mixed species - wool and linen - it can incur impurity because of <i>tzara'at</i> blemishes."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "צֶמֶר גְּמַלִּים וְצֶמֶר רְחֵלִים שֶׁטְּוָאָן זֶה עִם זֶה אִם רֹב מִן הַגְּמַלִּים אֵינוֹ מִטַּמֵּא בִּנְגָעִים וְאִם רֹב מִן הָרְחֵלִים מִטַּמֵּא בִּנְגָעִים. מֶחֱצָה לְמֶחֱצָה מִטַּמֵּא בִּנְגָעִים. וְהוּא הַדִּין בְּפִשְׁתָּן וְקַנְבּוֹס שֶׁטְּרָפָן זֶה בָּזֶה. וְרָחֵל בַּת עֵז אֵין הַצֶּמֶר שֶׁלָּהּ מִטַּמֵּא בִּנְגָעִים. בֶּגֶד שֶׁהָיָה שִׁתְיוֹ פִּשְׁתָּן וְעֶרְבוֹ קַנְבּוֹס אוֹ שִׁתְיוֹ קַנְבּוֹס וְעֶרְבוֹ פִּשְׁתָּן אֵינוֹ מִטַּמֵּא בִּנְגָעִים. וְכֵן אִם הָיָה שִׁתְיוֹ אוֹ עֶרְבוֹ פִּשְׁתָּן אוֹ צֶמֶר וְהַשְּׁאָר נוֹצָה שֶׁל עִזִּים וְכַיּוֹצֵא בָּהּ אֵינוֹ מִטַּמֵּא בִּנְגָעִים: \n",
            "english": "The following rules apply when camels' wool and sheep's wool were spun together: If the majority is camels' wool, it does not contract impurity because of blemishes. If the majority is sheep's wool, it does. If equal amounts are used, it can incur impurity. The same laws apply when flax and hemp are mixed together.<br>The wool of a sheep born from a goat does not contract impurity because of blemishes. When the warp of a garment was linen and its woof, hemp, or its warp hemp and its woof, linen, it does not contract impurity because of blemishes. Similarly, if its warp or woof was linen or wool and the remainder goat's hair or the like, it does not contract impurity because of blemishes."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָעוֹר שֶׁאֵינוֹ מְעֻבָּד אֵינוֹ מִטַּמֵּא בִּנְגָעִים. וְכֵן הָעוֹר שֶׁהוּא גּלֶם קֹדֶם שֶׁעָשָׂה מִמֶּנּוּ כֵּלִים אֵינוֹ מִטַּמֵּא בִּנְגָעִים שֶׁנֶּאֱמַר כְּלִי הָעוֹר. וְכָל <small>(ויקרא יג נב)</small> \"כְּלֵי הָעוֹר\" בֵּין פְּשׁוּטֵיהֶן בֵּין מְקַבְּלֵיהֶן כָּל שֶׁהֵן מִטַּמְּאִין בִּנְגָעִים: \n",
            "english": "A hide that was not processed does not contract impurity because of blemishes. Similarly, a hide that is an unformed mass before implements were made from it, does not contract impurity because of blemishes. This can be inferred from Leviticus 13:52 which speaks of \"leather articles.\" Nevertheless, all leather articles - whether flat or receptacles - are susceptible to impurity because of blemishes."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "עוֹרוֹת חַיָּה שֶׁבַּיָּם אֵין מִטַּמְּאִין בִּנְגָעִים. חִבֵּר לָהֶן מִן הַגָּדֵל בָּאָרֶץ אֲפִלּוּ חוּט אוֹ מְשִׁיחָה שֶׁל צֶמֶר אוֹ פִּשְׁתִּים אוֹ עוֹר בְּהֵמָה וְחַיָּה הַמְעֻבָּדִין כָּל שֶׁהוּא וְעָשָׂה מֵהֶן כֵּלִים מִטַּמְּאִין בִּנְגָעִים וְהוּא שֶׁיְּחַבְּרֶנּוּ לוֹ כְּדֶרֶךְ חִבּוּרֵי בְּגָדִים לְטֻמְאָה: \n",
            "english": "The hides of sea-animals do not contract impurity because of blemishes. If anything that grows on the earth was connected to such a hide, even a strand or string of wool or flax or the hide of an animal or a beast that was processed to any degree, and an implement was made, <i>tzara'at</i> blemishes can cause it to contract impurity, provided it was connected to it in a manner that garments are connected with regard to impurity."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל כְּלִי הָרָאוּי לְהִתְטַמֵּא בִּשְׁאָר הַטֻּמְאוֹת אַף עַל פִּי שֶׁאֵינוֹ מִתְטַמֵּא בְּמִדְרַס הַזָּב מִפְּנֵי שֶׁלֹּא נַעֲשָׂה לְמִשְׁכָּב אוֹ לְמוֹשָׁב הֲרֵי זֶה מִטַּמֵּא בִּנְגָעִים כְּגוֹן קֶלַע שֶׁל סְפִינָה וְהַפָּרֹכֶת וְשָׁבִיס שֶׁל שְׂבָכָה וּמִטְפְּחוֹת סְפָרִים וְהָאַבְנֵט וּרְצוּעוֹת מִנְעָל וְסַנְדָּל שֶׁיֵּשׁ בָּהֶן רֹחַב כִּגְרִיס. הֲרֵי אֵלּוּ וְכָל כַּיּוֹצֵא בָּהֶן מִטַּמֵּא בִּנְגָעִים וְאֵין צָרִיךְ לוֹמַר שְׁאָר הַכֵּלִים כְּגוֹן כָּרִים וּכְסָתוֹת. הַחֵמֶת וְהַתּוּרְמָל נִרְאִין כְּדַרְכָּן וּפוֹשֶׂה הַנֶּגַע מִתּוֹכָן לַאֲחוֹרֵיהֶן וּמֵאֲחוֹרֵיהֶן לְתוֹכָן. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן מִכְּלֵי הָעוֹר הַכְּפוּלִין: \n",
            "english": "All utensils that are fit to contract other types of impurity - even though they are not fit to contract the impurity that results when a <i>zav</i> treads on them, because they are not meant to be lied upon or sat upon - are susceptible to impurity because of blemishes. To cite examples: a ship's sail, a curtain, a barber's sheet, a mantle for scrolls, a belt and laces for shoes and sandals that are a <i>gris</i> wide. These all contract impurity because of blemishes. Needless to say, other articles do, e.g., pillows and cushions.<br>A leather drinking pouch and a carrying case should be inspected in their ordinary fashion. A blemish is considered to have increased in size when it spreads from their inner side to their outer side or from their outer side to their inner side. Similar laws apply in all analogous situations with regard to all two-sided leather utensils."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "סָדִין הַמְקֻמָּט מַפְשִׁיטִין אֶת קְמָטָיו וְרוֹאִין אֶת נִגְעוֹ: \n",
            "english": "When a sheet is creased, its creases are straightened out and then its blemishes are inspected."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשְּׁתִי וְהָעֵרֶב בֵּין שֶׁל צֶמֶר בֵּין שֶׁל פִּשְׁתָּן מִטַּמְּאִין בִּנְגָעִין מִיָּד מִשֶּׁיִּטָּווּ אַף עַל פִּי שֶׁלֹּא לִבֵּן הַפִּשְׁתָּן וְלֹא שָׁלַק הַצֶּמֶר. וְכַמָּה יִהְיֶה בִּפְקַעַת שֶׁל טָווּי וְתִטָּמֵא בִּנְגָעִים, כְּדֵי לֶאֱרֹג מִמֶּנּוּ שָׁלֹשׁ עַל שָׁלֹשׁ שְׁתִי וָעֵרֶב, בֵּין שֶׁהָיְתָה כֻּלָּהּ שְׁתִי בֵּין שֶׁהָיְתָה כֻּלָּהּ עֵרֶב. הָיְתָה הַפְּקַעַת מְקֻבֶּצֶת מֵחוּטִים פְּסוּקִין אֵינָהּ מִטַּמְּאָה בִּנְגָעִים: \n",
            "english": "The thread for the warp and the woof - whether of wool or of linen - are susceptible to impurity because of blemishes immediately after it has been spun even though the linen has not been whitened, nor the wool soaked in hot water.<br>How much thread must be on a ball of thread for it to contract impurity because of blemishes? Enough to weave a cloth three fingerbreadths by three fingerbreadths from it, both the warp and the woof. This applies whether it was all warp threads or all woof threads. If the ball of thread was collected from separate threads, it is not susceptible to impurity because of blemishes."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שְׁתֵּי פְּקָעִיּוֹת הַמְעֻרוֹת זוֹ לָזוֹ בְּחוּט. וְכֵן הַשְּׁתִי שֶׁמִּקְצָתוֹ לָפוּף עַל הַכֹּבֶד הָעֶלְיוֹנָה וּמִקְצָתוֹ לָפוּף עַל הַכֹּבֶד הַתַּחְתּוֹנָה. וְכֵן שְׁנֵי דַּפֵּי חָלוּק שֶׁמְּעֵרוֹת בְּחוּט אֶחָד וְנִרְאָה הַנֶּגַע בְּאֶחָד מֵהֶן. הַשֵּׁנִי טָהוֹר אַף עַל פִּי שֶׁחוּט אֶחָד מְחַבֵּר בֵּינֵיהֶן. נִרְאָה הַנֶּגַע בְּנֶפֶשׁ הַמַּסֶּכֶת וּבַשְּׁתִי הָעוֹמֵד אַף עַל פִּי שֶׁמִּקְצָת הַנֶּגַע בַּבֶּגֶד וּמִקְצָתוֹ בַּשְּׁתִי הֲרֵי זֶה טָמֵא. נִרְאָה הַנֶּגַע בַּשְּׁתִי הָעוֹמֵד לְבַדּוֹ הָאָרוּג טָהוֹר. נִרְאָה בָּאָרוּג לְבַדּוֹ הַשְּׁתִי הָעוֹמֵד טָהוֹר. נִרְאָה בְּסָדִין שׂוֹרֵף אֶת הַנִּימִין. נִרְאָה בַּנִּימִין הַסָּדִין טָהוֹר. פָּשָׂה מִן הַנִּימִין לַסָּדִין הַסָּדִין טָמֵא: \n",
            "english": "The following law applies when a) they are two balls of thread connected to each other with a thread, b) part of the warp thread is wound over the top frame of the loom and part over the bottom frame of the loom, or c) one side of a cloak is connected to the other with one strand. If a blemish is discovered on one of these entities, the other is pure even though the strand connects them.<br>If a blemish is discovered in the weaving thread and in the warp that has not yet been woven, even though a portion of the blemish exists on the cloth and a portion on the warp, it is impure. If, however, the blemish appears on the unwoven warp alone, the woven cloth is pure. If the blemish appears on the woven portion alone, the unwoven warp is pure.<br>If a blemish appears on a wrapping blanket, the strands protruding from it should be burnt with it. If the blemish appears on the strands, the wrapping blanket is pure. If the blemish spreads from the strands to the wrapping blanket, the wrapping blanket is impure."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "חָלוּק שֶׁנִּרְאָה בּוֹ נֶגַע מַצִּיל אֶת הָאִמְרִיוֹת שֶׁבּוֹ אֲפִלּוּ הָיְתָה הָאִימֶרֶת צֶמֶר אוֹ פִּשְׁתִּים מַצִּילָהּ וְאֵינָהּ נִשְׂרֶפֶת: \n",
            "english": "When a blemish is discovered in a cloak, its borders may be saved. Even if the border is made of wool or linen, it can be saved and should not be burnt."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בֶּגֶד מֻסְגָּר שֶׁצְּבָעוֹ אוֹ מְכָרוֹ לְעַכּוּ\"ם טָהוֹר. וְכֵן אִם נִתְעָרֵב בַּאֲחֵרִים כֻּלָּן טְהוֹרִים. קְצָצוֹ וְעָשָׂהוּ מוֹכִין פָּחוֹת מִשָּׁלֹשׁ עַל שָׁלֹשׁ טָהוֹר וּמֻתָּר בַּהֲנָיָתוֹ. הָיְתָה בָּהֶן אַחַת שָׁלֹשׁ עַל שָׁלֹשׁ וְנִרְאָה בָּהּ נֶגַע הִיא לְבַדָּהּ טְמֵאָה: \n",
            "english": "When a garment that was isolated because of a blemish was dyed or sold to a gentile, it is pure. Similarly, if it became mixed with others, they are all deemed pure. If the owner cut it up and made it into small strands, each one less than three fingerbreadths by three fingerbreadths, it is pure and it is permitted to benefit from it. If one of the strands was three fingerbreadths by three fingerbreadths and the blemish was discovered on it, it alone is impure."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "בֶּגֶד מֻחְלָט שֶׁנִּתְעָרֵב בַּאֲחֵרִים כֻּלָּן טְמֵאִין וְיִשָּׂרְפוּ אֲפִלּוּ אֶחָד בְּכַמָּה אֲלָפִים. וְכֵן אִם קְצָצָן וַעֲשָׂאָהוּ מוֹכִין הֲרֵי הֵן טְמֵאִין וְאָסוּר בַּהֲנָיָתָן: \n",
            "english": "When a garment that had been definitively deemed impure became mixed with others, they are all considered impure and must be burned. This applies even if one is mixed with several thousands. Similarly, even if it was cut up into strands, there are all impure and it is forbidden to benefit from them."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "אֶחָד בֶּגֶד אוֹ כְּלִי עוֹר אוֹ שְׁתִי אוֹ עֵרֶב הַמֻּסְגָּר אוֹ הַמֻּחְלָט לְעִנְיַן טֻמְאָה הֲרֵי הוּא אָב מֵאֲבוֹת הַטֻּמְאוֹת כְּאָדָם מְצֹרָע לְכָל דָּבָר מְטַמֵּא בְּמַגָּע וּבְמַשָּׂא וּבְבִיאָה וְעוֹשֶׂה מִשְׁכָּב וּמוֹשָׁב אֲפִלּוּ מִתַּחַת הָאֶבֶן. כֵּיצַד. בֶּגֶד מְנֻגָּע אוֹ שְׁתִי אוֹ עֵרֶב אוֹ כְּלֵי עוֹר הַמְנֻגָּעִין שֶׁהִכְנִיס מֵהֶן אֲפִלּוּ כְּזַיִת לְבַיִת טָהוֹר נִטְמָא כָּל אֲשֶׁר בַּבַּיִת בֵּין אָדָם בֵּין כֵּלִים וְנַעֲשׂוּ כֻּלָּן רִאשׁוֹן לְטֻמְאָה. וְכֵן מִשְׁכָּב וּמוֹשָׁב הַמֻּנָּח תַּחַת הָאֶבֶן וְהִנִּיחַ כְּזַיִת מֵהֶן לְמַעְלָה מִן הָאֶבֶן נִטְמָא הַמִּשְׁכָּב אוֹ הַמּוֹשָׁב: \n",
            "english": "With regard to ritual impurity, a garment or a leather utensil or threads for the warp or the woof that were isolated or deemed impure is considered a primary category of ritual impurity and is analogous to a person who contracted <i>tzara'at</i> in all respects. It imparts impurity when touched, when carried, when brought into a building, and imparts impurity to couches and seats on which it is placed even if they are under a stone.<br>What is implied? When one brings even an olive-sized portion of a garment or a leather utensil or threads for the warp or the woof that were blemished into a building that is ritually pure, everything in the building - humans and utensils - become primary derivatives of impurity. Similarly, if there is a couch or a seat located under a stone and one places an olive-sized portion on the stone, the couch or the seat becomes impure."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מַטְלִית שֶׁיֵּשׁ בָּהּ שָׁלֹשׁ עַל שָׁלֹשׁ אַף עַל פִּי שֶׁאֵין בָּהּ כְּזַיִת כֵּיוָן שֶׁנִּכְנַס רֻבָּהּ לְבַיִת טָהוֹר טִמְּאַתּוּ. הָיוּ בָּהּ כַּמָּה זֵיתִים כֵּיוָן שֶׁנִּכְנַס מִמֶּנָּה כְּזַיְת לְבַיִת טָהוֹר נִטְמָא. אַף עַל פִּי שֶׁכָּל הַשִּׁעוּרִין הֲלָכָה לְמשֶׁה מִסִּינַי הֲרֵי הוּא אוֹמֵר <small>(ויקרא יד נד)</small> \"לְכָל נֶגַע הַצָּרַעַת וְלַנָּתֶק\" <small>(ויקרא יד נה)</small> \"וּלְצָרַעַת הַבֶּגֶד וְלַבָּיִת\" הִקִּישׁ נִגְעֵי אָדָם לְנִגְעֵי בְּגָדִים וּבָתִּים וְהִשְׁוָה הַמְצֹרָע לְמֵת שֶׁנֶּאֱמַר <small>(במדבר יב יב)</small> \"אַל נָא תְהִי כַּמֵּת\" מָה הַמֵּת בִּכְזַיִת אַף אֵלּוּ בִּכְזַיִת: \n",
            "english": "When a cloth is three fingerbreadths by three fingerbreadths even though it does not possess the mass of an olive-sized portion, it renders a house that was pure impure when brought inside. If it was the size of several olive-sized portions, once an olive-size portion is brought into a building that is pure, it renders it impure.<br>Although all the measures are halachot transmitted to Moses at Sinai there is an allusion in the Torah to the concept that an olive-sized portion of a blemished garment conveys impurity. For Leviticus 14:54-55 states: \"For all blemishes of <i>tzara'at</i>, for a <i>netek</i>, for the <i>tzara'at</i> of garments and of houses.\" An association is made between blemishes affecting humans and those affecting garments and houses. Now a person afflicted by <i>tzara'at</i> is equated with a human corpse, as Numbers 12:12 states: \"Let her not be as a corpse.\" Hence, just as the minimum measure for a portion of a human corpse that imparts impurity is an olive-sized portion, the minimum measure for these is an olive-sized portion."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "בְּגָדִים הַמְנֻגָּעִים מְשַׁלְּחִין אוֹתָן חוּץ לָעִיר בֵּין שֶׁהָיְתָה מֻקֶּפֶת חוֹמָה בֵּין שֶׁאֵינָהּ מֻקֶּפֶת. וְזֶה חֹמֶר בִּבְגָדִים מִבְּאָדָם: \n",
            "english": "Blemished garments are sent outside a city, whether it is surrounded by a wall or not. This reflects a stringency relevant to garments over humans."
          }
        }
      ]
    },
    {
      "chapter": 14,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "צָרַעַת בָּתִּים כִּשְׁנֵי גְּרִיסִין זֶה בְּצַד זֶה. נִמְצָא רֹחב הַנֶּגַע כְּמוֹ מְקוֹם צְמִיחַת שֵׁשׁ שְׂעָרוֹת בַּגּוּף וְאָרְכּוֹ כִּשְׁתֵּים עֶשְׂרֵה שְׂעָרוֹת בְּרִבּוּעַ. וְהַפָּחוֹת מִשִּׁעוּר זֶה בְּבָתִּים טָהוֹר. וְכָל הַשִּׁעוּרִין הֲלָכָה לְמשֶׁה מִסִּינַי: \n",
            "english": "Houses with <i>tzara'at</i> blemishes are deemed impure when the blemishes are the length of two <i>grisim</i>. Thus the width of the blemish is approximately the size of a place where six hairs grow on the body and its length is a place for 12 hairs. It must be rectangular. Any blemish on a house smaller than this measure is pure. All of the measures are halachot transmitted to Moses at Sinai."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁלֹשָׁה סִימָנֵי טֻמְאָה יֵשׁ בְּבָתִּים. מַרְאֶה יְרַקְרַק וַאֲדַמְדַּם וְהַפִּשְׂיוֹן. וְכֻלָּן מְפֹרָשִׁין בַּתּוֹרָה. וּשְׁנֵי הַמַּרְאוֹת מִצְטָרְפִין זֶה עִם זֶה. וּפִשְׂיוֹן הַסָּמוּךְ כָּל שֶׁהוּא וְהָרָחוֹק כִּגְרִיס. אֲבָל הַחוֹזֵר אַחַר הִטּוֹחַ כִּשְׁנֵי גְּרִיסִין: \n",
            "english": "There are three distinguishing marks of impurity for <i>tzara'at</i> in houses: an intense green or intense red appearance and the spreading of the affliction. These are all explicitly mentioned in the Torah.<br>The two abnormal appearances can be combined with each other. If a blemish spreads to the place immediately adjacent to it, even the slightest spread is considered a sign of impurity. If it spreads to a distant place, the new blemish must be a <i>gris</i>. When a blemish returns after the house is plastered, it must be two <i>grisim</i>."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין נִגְעֵי בָּתִּים מְטַמְּאִין עַד שֶׁיִּהְיֶה מַרְאֵה הַנֶּגַע שָׁפָל מִן הַקִּיר שֶׁנֶּאֱמַר <small>(ויקרא יד לז)</small> \"שְׁקַעֲרוּרֹת\" שֶׁיִּהְיוּ שׁוֹקְעִין בַּקִּירוֹת. וּבִשְׁנֵי הַמַּרְאוֹת מַסְגִּירִין אוֹ מַחְלִיטִין וּבְפִשְׂיוֹן נוֹתְצִין. וְאִם פָּשָׂה אַחֲרֵי הִטּוֹחַ נוֹתֵץ אֶת כָּל הַבַּיִת כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "english": "Blemishes on buildings do not impart impurity until the abnormal appearance is seen below the surface of the wall, as implied by the term <i>shika'rurot</i>, interpreted as meaning \"sunk in the walls,\" used by Leviticus 14:37. A blemish with either of these two appearances causes the building to be isolated or definitively deemed impure. If it increases in size, it should be torn down and if it spread after it was replastered, the entire house must be torn down, as will be explained."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כְּשֶׁיֵּרָאֶה נֶגַע בַּבַּיִת אֲפִלּוּ חָכָם שֶׁיּוֹדֵעַ וַדַּאי שֶׁזֶּה נֶגַע לֹא יִגְזֹר וְיֹאמַר נֶגַע נִרְאֶה לִי בַּבַּיִת אֶלָּא אוֹמֵר לַכֹּהֵן <small>(ויקרא יד לה)</small> \"כְּנֶגַע נִרְאֶה לִי בַּבַּיִת\". <small>(ויקרא יד לו)</small> \"וְצִוָּה הַכֹּהֵן וּפִנּוּ אֶת הַבַּיִת\" אֲפִלּוּ חֲבִילֵי עֵצִים וַחֲבִילֵי קָנִים וְאַחַר כָּךְ יָבוֹא הַכֹּהֵן וְיִכָּנֵס וְיִרְאֶה הַנֶּגַע: \n",
            "english": "When a blemish appears in a house, even a sage who knows that it is definitely a blemish should not definitively say: \"A blemish appeared in my house.\" Instead, he should tell the priest, \"It appears that a blemish appeared in my house. The priest will then issue an order to remove everything from the house, even bundles of wood and bundles of reeds. Afterwards, the priest will come and inspect the blemish."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בַּיִת אָפֵל אֵין פּוֹתְחִין בּוֹ חַלּוֹנוֹת לִרְאוֹת אֶת נִגְעוֹ אֶלָּא אִם אֵין הַנֶּגַע נִרְאֶה בּוֹ טָהוֹר. וְאַחַר שֶׁיִּרְאֶה הַכֹּהֵן אֶת הַנֶּגַע יֵצֵא וְיַעֲמֹד עַל פֶּתַח הַבַּיִת בְּצַד הַמַּשְׁקוֹף וְיַסְגִּיר אוֹ יַחְלִיט אוֹ יִפְטֹר שֶׁנֶּאֱמַר <small>(ויקרא יד לח)</small> \"וְיָצָא הַכֹּהֵן מִן הַבַּיִת\" <small>(ויקרא יד לח)</small> \"וְהִסְגִּיר אֶת הַבַּיִת\". לֹא שֶׁיַּסְגִּיר וְהוּא בְּתוֹךְ בֵּיתוֹ אוֹ בְּתוֹךְ בַּיִת הַמְנֻגָּע אוֹ תַּחַת הַמַּשְׁקוֹף אֶלָּא בְּצַד פִּתְחוֹ. וְאִם עָמַד תַּחַת הַמַּשְׁקוֹף אוֹ שֶׁהָלַךְ לְבֵיתוֹ וְהִסְגִּיר הֲרֵי זֶה מֻסְגָּר: \n",
            "english": "We do not open windows in a closed house to inspect its blemishes. Instead, if a blemish is not visible in its present state, it is pure.<br>After a priest will inspect a blemish, he should depart and stand at the entrance to the house, near the lintel and either isolate, deem definitively impure, or release the house from the inspection process, as <i>ibid.</i>:38 states: \"And the priest shall leave the house, going to its entrance... and he shall isolate the house.\" He should not isolate a house while he is in his own house, in the blemished house, or under its lintel. Instead, he should stand at the side of its entrance. If he stood under the lintel or went to his own house and isolated a house, it is isolated."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֵין הַבַּיִת מִטַּמֵּא בִּנְגָעִים עַד שֶׁיִּהְיֶה בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אוֹ יֶתֶר וִיהֵא לוֹ אַרְבָּעָה כְּתָלִים וְהוּא בָּנוּי בָּאָרֶץ בַּאֲבָנִים וְעָפָר וְעֵצִים שֶׁנֶּאֱמַר <small>(ויקרא יד מה)</small> \"אֶת אֲבָנָיו וְאֶת עֵצָיו וְאֶת עֲפָרוֹ\". אֲבָל אִם הָיָה בּוֹ פָּחוֹת מֵאַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אוֹ שֶׁהָיָה עָגל אוֹ שֶׁהָיָה בַּעַל שְׁלֹשָׁה כְּתָלִים אוֹ בַּעַל חֲמִשָּׁה אוֹ שֶׁהָיָה בָּנוּי בִּסְפִינָה אוֹ תָּלוּי עַל אַרְבַּע קוֹרוֹת אֵינוֹ מִטַּמֵּא בִּנְגָעִים. הָיָה בָּנוּי עַל אַרְבָּעָה עַמּוּדִים מִטַּמֵּא בִּנְגָעִים: \n",
            "english": "A house is not deemed impure because of a blemish unless it is four cubits by four cubits or more, it has four walls, and it is built on the earth with stones, earth, and wood, for Leviticus 14:45 mentions: \"its stones, its wood, and its earth.\" If, however, it is less than four cubits by four cubits, it is round, triangular, or pentagonal, it was built on a ship or suspended on four beams, it is not susceptible to the impurity stemming from a blemish. If it was built on four pillars, it is susceptible to the impurity stemming from a blemish."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כַּמָּה אֲבָנִים יִהְיוּ בּוֹ אֵין פָּחוֹת מִשְּׁמוֹנֶה שְׁתֵּי אֲבָנִים בְּכָל כֹּתֶל כְּדֵי שֶׁיִּהְיֶה כָּל כֹּתֶל רָאוּי לְנֶגַע שֶׁאֵין הַבַּיִת מִטַּמֵּא בִּנְגָעִים עַד שֶׁיֵּרָאֶה בּוֹ כִּשְׁנֵי גְּרִיסִין עַל שְׁתֵּי אֲבָנִים שֶׁנֶּאֱמַר <small>(ויקרא יד מ)</small> \"אֶת הָאֲבָנִים אֲשֶׁר בָּהֵן הַנֶּגַע\". וְכַמָּה עֵצִים יִהְיוּ בּוֹ כְּדֵי לִתֵּן תַּחַת הַמַּשְׁקוֹף. וְעָפָר כְּדֵי לָתֵת בֵּין פַּצִּים לַחֲבֵרוֹ. אֲבָל אִם הָיָה בּוֹ פָּחוֹת מִשִּׁעוּרִים אֵלּוּ אֵינוֹ מִטַּמֵּא בִּנְגָעִים: \n",
            "english": "How many stones must be in a house? No less than eight, two stones on each wall so that every wall would be fit to have a blemish. For a house it is not susceptible to the impurity stemming from a blemish unless a blemish the size of two <i>grisim</i> appears on two stones, as indicated by Leviticus 14:40 which mentions: \"the stones in which the blemish is located.\"<br>How many boards must it contain? Enough to place under the lintel. How much earth? Enough to place between one broken stone and another. If a house contained less than these measures, it is not susceptible to the impurity stemming from a blemish."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַלְּבֵנִים וְהַשַּׁיִשׁ אֵינָן חֲשׁוּבִין כַּאֲבָנִים. בַּיִת שֶׁאֶחָד מִצִּדָּיו מְחֻפֶּה בְּשַׁיִשׁ וְאֶחָד בְּסֶלַע וְאֶחָד בִּלְבֵנִים וְאֶחָד בְּעָפָר אֵינוֹ מִטַּמֵּא בִּנְגָעִים: \n",
            "english": "Neither bricks nor marble are considered as stones in this context. When there is a house that one of its walls is coated with marble, another is made from a boulder, the third, of stones, and the fourth, from earth, it is not susceptible to the impurity stemming from a blemish."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בַּיִת שֶׁלֹּא הָיוּ בּוֹ אֲבָנִים וְעֵצִים כַּשִּׁעוּר וְנִרְאָה בּוֹ נֶגַע וְאַחַר כָּךְ הֵבִיא לוֹ אֲבָנִים וְעֵצִים וְעָפָר טָהוֹר: \n",
            "english": "When a house did not have the required measure of stone, wood, and earth and a <i>tzara'at</i> blemish was discovered in it and then additional stones, wood, and earth was brought for it, it is pure."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בַּיִת שֶׁסִּכְּכוֹ בִּזְרָעִים בִּטְּלָן הוֹאִיל וּמְשַׁמְּשִׁין תַּשְׁמִישׁ עֵץ הֲרֵי הֵן כְּעֵץ. וְאִם נִטְמָא הַבַּיִת נִטְמְאוּ עִמּוֹ טֻמְאָה חֲמוּרָה כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "english": "When plants were used as the covering for a house, they are considered as a permanent part of it. Since they are serving the purpose of wood, they are considered as wood. If the house becomes impure, they contract the severe impurity associated with it, as will be explained."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "יְרוּשָׁלַיִם וְחוּצָה לָאָרֶץ אֵין מִטַּמְּאִין בִּנְגָעִים שֶׁנֶּאֱמַר <small>(ויקרא יד לד)</small> \"בְּבֵית אֶרֶץ אֲחֻזַּתְכֶם\" וִירוּשָׁלַיִם לֹא נִתְחַלְּקָה לִשְׁבָטִים. וּבָתֵּי הָעַכּוּ\"ם שֶׁבְּאֶרֶץ יִשְׂרָאֵל אֵין מִטַּמְּאִין בִּנְגָעִים: \n",
            "english": "Houses located in Jerusalem and the Diaspora are not susceptible to the impurity stemming from blemishes, as implied by Leviticus 14:34: \"in a house in the land of your ancestral heritage.\" Jerusalem is thus excluded, because it was not divided among the tribes. The houses of gentiles in <i>Eretz Yisrael</i> are not susceptible to the impurity stemming from blemishes."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַלּוֹקֵחַ בָּתִּים מִן הָעַכּוּ\"ם יֵרָאֶה בַּתְּחִלָּה: \n",
            "english": "When one purchases houses from gentiles, they should be given an initial inspection."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "בַּיִת שֶׁצִּדּוֹ אֶחָד עַכּוּ\"ם וְצִדּוֹ אֶחָד יִשְׂרָאֵל צִדּוֹ אֶחָד בָּאָרֶץ וְצִדּוֹ אֶחָד בְּחוּצָה לָאָרֶץ אֵינוֹ מִטַּמֵּא בִּנְגָעִים. וּשְׁאָר כָּל הַבָּתִּים שֶׁבְּאֶרֶץ יִשְׂרָאֵל מִטַּמְּאִין בִּנְגָעִים בֵּין צְבוּעִים בִּידֵי אָדָם בֵּין צְבוּעִים בִּידֵי שָׁמַיִם: \n",
            "english": "When a gentile lives on one side of a house and a Jew on the other side or one side of a house was in <i>Eretz Yisrael</i> and the other in the Diaspora, it is not susceptible to the impurity stemming from blemishes. All other buildings in <i>Eretz Yisrael</i> are susceptible to the impurity stemming from blemishes. This applies regardless of whether they were colored naturally or colored because of human activity."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "בֵּית הָאִשָּׁה בֵּית הַשֻּׁתָּפִין בֵּית הַכְּנֶסֶת אוֹ בֵּית הַמִּדְרָשׁ שֶׁיֵּשׁ בָּהֶן דִּירָה לְחַזָּנִין אוֹ לְתַלְמִידִים מִטַּמְּאִין בִּנְגָעִים: \n",
            "english": "The house of a woman, a house belonging to partners, a synagogue or a house of study that has a dwelling for attendants or students is susceptible to the impurity stemming from blemishes."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "קִירוֹת הָאֵבוּס וְקִירוֹת הַמְּחִצָּה שֶׁבַּבַּיִת אֵין מִטַּמְּאִין בִּנְגָעִים: \n",
            "english": "The walls of a feeding stall and the walls of a partition in a house are not susceptible to the impurity stemming from blemishes."
          }
        }
      ]
    },
    {
      "chapter": 15,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "נִּגְעֵי בָּתִּים יֵשׁ בָּהֶן הֶסְגֵּר שְׁלֹשָׁה שָׁבוּעוֹת שֶׁהֵן תִּשְׁעָה עָשָׂר יוֹם שֶׁיּוֹם שְׁבִיעִי עוֹלֶה לְכָאן וּלְכָאן וְיוֹם שְׁלֹשָׁה עָשָׂר עוֹלֶה לְכָאן וּלְכָאן נִמְצֵאתָ אַתָּה לָמֵד שֶׁאִם צָרִיךְ לִשְׁלֹשָׁה שָׁבוּעוֹת רוֹאֵהוּ בַּשְּׁבִיעִי וּבְיוֹם שְׁלֹשָׁה עָשָׂר וּבְיוֹם תִּשְׁעָה עָשָׂר. וְהֶסְגֵּר בָּתִּים שְׁלֹשָׁה שָׁבוּעוֹת אֵינוֹ מְפֹרָשׁ בַּתּוֹרָה וְכֵן רֹב דִּינֵי נִגְעֵי בָּתִּים דִּבְרֵי קַבָּלָה הֵן: \n",
            "english": "There is an isolation period of three weeks, i.e., nineteen days, for blemishes on houses. For the seventh day counts for the first and the second week and the thirteenth day counts for the second and the third week. Thus if three weeks are necessary, an inspection is made on the seventh day, the thirteenth day, and the nineteenth day. The isolation of a house for three weeks is not explicitly mentioned in the Torah. Similarly, most of the laws applying to blemishes on houses were conveyed by the Oral Tradition."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְכָל הַדִּינִין הַמְפֹרָשִׁין בָּהֶן בַּתּוֹרָה וּבְדִבְרֵי קַבָּלָה כָּךְ הֵם. כְּשֶׁיָּבוֹא הַכֹּהֵן וְיִרְאֶה הַנֶּגַע שׁוֹקֵעַ יְרַקְרַק אוֹ אֲדַמְדַּם כְּמוֹ שֶׁבֵּאַרְנוּ יַסְגִּיר שִׁבְעַת יָמִים וַאֲפִלּוּ מְצָאוֹ כֻּלּוֹ בַּתְּחִלָּה יְרַקְרַק אוֹ אֲדַמְדַּם יַסְגִּיר. וּבַשְּׁבִיעִי רוֹאֵהוּ אִם כֵּהָה הַנֶּגַע וְאֵין צָרִיךְ לוֹמַר אִם הָלַךְ קוֹלֵף מְקוֹם הַנֶּגַע בִּלְבַד וְהַבַּיִת טָהוֹר. מְצָאוֹ שֶׁעָמַד בְּעֵינָיו וְלֹא פָּשָׂה מַסְגִּיר שָׁבוּעַ שֵׁנִי וְרוֹאֵהוּ בְּיוֹם שְׁלֹשָׁה עָשָׂר אִם כֵּהָה הַנֶּגַע אוֹ הָלַךְ לוֹ קוֹלֵף מְקוֹם הַנֶּגַע וּמְטַהֵר אֶת הַבַּיִת בְּצִפֳּרִים. וְאִם מָצָא הַנֶּגַע שֶׁפָּשָׂה בְּסוֹף שָׁבוּעַ שֵׁנִי אוֹ שֶׁעָמַד בְּעֵינוֹ חוֹלֵץ אֶת הָאֲבָנִים שֶׁבָּהֶן הַנֶּגַע וּמַקְצֶה הֶעָפָר אֶל מִחוּץ לָעִיר וְטָח אֶת כָּל הַבַּיִת וּמַסְגִּירוֹ שָׁבוּעַ שְׁלִישִׁי. וּבְיוֹם תִּשְׁעָה עָשָׂר רוֹאֵהוּ אִם חָזַר בּוֹ נֶגַע כִּשְׁנֵי גְּרִיסִין הֲרֵי זֶה פִּשְׂיוֹן אַחֲרֵי הִטּוֹחַ וְנוֹתֵץ אֶת כָּל הַבַּיִת וְאִם לֹא חָזַר בּוֹ נֶגַע מְטַהֲרוֹ בְּצִפֳּרִים. וְכָל זְמַן שֶׁיַּחְזֹר בּוֹ הַנֶּגַע קֹדֶם שֶׁיְּטַהֲרוֹ בְּצִפֳּרִים הֲרֵי זֶה יִנָּתֵץ. וְאִם נִרְאָה בּוֹ נֶגַע אַחַר שֶׁטִּהֲרוֹ בְּצִפֳּרִים יֵרָאֶה בַּתְּחִלָּה. וְכֵן אִם פָּשָׂה הַנֶּגַע בְּסוֹף שָׁבוּעַ רִאשׁוֹן חוֹלֵץ אֶת הָאֲבָנִים שֶׁבָּהֶן הַנֶּגַע וְקוֹצֶה הֶעָפָר חוּץ לָעִיר וְטָח אֶת כָּל הַבַּיִת וּמַסְגִּירוֹ שָׁבוּעַ שֵׁנִי וְרוֹאֶה אִם מָצָא בּוֹ נֶגַע כִּשְׁנֵי גְּרִיסִין הֲרֵי זֶה פִּשְׂיוֹן אַחֲרֵי הִטּוֹחַ וְנוֹתֵץ אֶת כָּל הַבַּיִת וְאִם לֹא חָזַר בּוֹ נֶגַע מְטַהֲרוֹ בְּצִפֳּרִים. וְכָל זְמַן שֶׁיִּרְאֶה בּוֹ נֶגַע קֹדֶם טָהֳרָה בְּצִפֳּרִים יִנָּתֵץ. וְאִם נִרְאָה בּוֹ אַחַר שֶׁטִּהֲרוֹ בְּצִפֳּרִים יֵרָאֶה בַּתְּחִלָּה: \n",
            "english": "The explicit laws pertaining to them that are stated in the Torah and the Received Tradition are as follows: When a priest comes to see a intense green or intense red blemish that is sunk beneath the surface on the wall of a dwelling, as we explained, he should isolate the house for seven days. Even if at the outset, it was entirely intense green or intense red, he should isolate it. On the seventh day, he should inspect it. If the blemish faded or, needless to say, if it disappeared, he should scrape away the place of the blemish and the house is deemed pure.<br>If its color remained, but it did not spread, it should be isolated for another week and inspected on the thirteenth day. If it faded or, needless to say, if it disappeared, he should scrape away the place of the blemish and purify the house with fowl.<br>If, at the end of the second week, he discovered that the blemish had spread or retained its color, he should remove the stones on which the blemish had been manifest, scrape off the mortar that had supported them and deposit it outside the city. He should plaster the entire house and isolate it for a third week.<br>On the nineteenth day, he should inspect it. If the blemish returned and comprised two <i>grisim</i>, this is considered to be spreading after plastering and the entire house should be destroyed. If the blemish did not return, he should purify the house with fowl. If, however, at any time before it is purified with fowl, the blemish returns, the house should be destroyed. If another blemish appears in the house after it was purified, it should be inspected as if for the first time.<br>Similarly, if the blemish spread at the end of the first week, he should remove the stones on which the blemish had been manifest, scrape off the mortar that had supported them and deposit it outside the city. He should plaster the entire house and isolate it for a second week. Afterwards, he should inspect it. If the blemish returned and comprised two <i>grisim</i>, this is considered to be spreading after plastering and the entire house should be destroyed. If the blemish did not return, he should purify the house with fowl. If, however, at any time before it is purified with fowl, the blemish returns, the house should be destroyed. If another blemish appears in the house after it was purified, it should be inspected as if for the first time."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כְּשֶׁהוּא חוֹלֵץ אֶת הָאֲבָנִים שֶׁבָּהֶן הַנֶּגַע אֵינוֹ חוֹלֵץ פָּחוֹת מִשְּׁתֵי אֲבָנִים וְאֵינוֹ נוֹטֵל אֲבָנִים מִצַּד זֶה וּמְבִיאָן לְצַד זֶה שֶׁנֶּאֱמַר <small>(ויקרא יד מב)</small> \"וְלָקְחוּ אֲבָנִים אֲחֵרוֹת\". וְלֹא עָפָר מִצַּד זֶה וּמֵבִיא לְצַד זֶה שֶׁנֶּאֱמַר <small>(ויקרא יד מב)</small> \"וְעָפָר אַחֵר יִקַּח וְטָח אֶת הַבָּיִת\". וְאֵינוֹ טָח בְּסִיד אֶלָּא בְּעָפָר שֶׁנֶּאֱמַר וְעָפָר אַחֵר יִקַּח וְגוֹ'. אֵינוֹ מֵבִיא אֶבֶן אַחַת תַּחַת שְׁתַּיִם שֶׁחָלַץ וְלֹא שְׁתֵּי אֲבָנִים תַּחַת אֶבֶן אַחַת חֲלוּצָה אֶלָּא מֵבִיא שְׁתַּיִם תַּחַת שְׁתַּיִם. וְיֵשׁ לוֹ לְהָבִיא שְׁתַּיִם תַּחַת שָׁלֹשׁ: \n",
            "english": "When the priest removes the stones on which the blemish was found, he should not remove less than two stones. He may not take stones from one side of the house and bring them to the other, for Leviticus 14:42 states: \"And they shall take other stones.\" Similarly, he may not take mortar from one side of the house and bring it to the other, for that verse states: \"And he shall take other mortar and plaster the house.\"<br>He may not plaster the house with lime, only with mortar, for the verse states: \"And he shall take other mortar.\" He should not bring one larger stone in place of two that he removed or two smaller stones in place of one that he removed. Instead, he should bring two in place of two. He may, however, bring two in place of three."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיָה הַכֹּתֶל בֵּינוֹ לְבֵין חֲבֵרוֹ שְׁנֵיהֶן חוֹלְצִין וּשְׁנֵיהֶן קוֹצִים אֶת הֶעָפָר וּשְׁנֵיהֶם מְבִיאִין אֲבָנִים אֲחֵרוֹת. אֲבָל בַּעַל הַבַּיִת מֵבִיא לְבַדּוֹ אֶת הֶעָפָר שֶׁנֶּאֱמַר <small>(ויקרא יד מב)</small> \"וְעָפָר אַחֵר יִקַּח וְטָח\" אֵין חֲבֵרוֹ מְטַפֵּל עִמּוֹ בְּטִיחָה: \n",
            "english": "If there was a blemish on a wall between one person's house and another's, they both must remove the stones; they both must scrape away the mortar, and they both must bring other stones. The owner of the blemished house alone brings the new mortar, as implied by Leviticus 14:42 states: \"And he shall take other mortar and plaster the house.\" From the use of a singular form, we learn that his neighbor does not join with him in the plastering."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֶבֶן שֶׁבַּזָּוִית בִּזְמַן שֶׁהוּא חוֹלֵץ חוֹלֵץ אֶת כֻּלָּהּ וּבִזְמַן שֶׁהוּא נוֹתֵץ נוֹתֵץ אֶת שֶׁלּוֹ וּמַנִּיחַ אֶת שֶׁל חֲבֵרוֹ. וְיֵשׁ בַּדָּבָר סָפֵק אִם תִּהְיֶה זוֹ שֶׁל חֲבֵרוֹ כְּמוֹ יָד לָאֶבֶן שֶׁלּוֹ: \n",
            "english": "The following laws apply when there is a blemish on a stone in the corner of a house. When the owner removes the stone, he removes it entirely. If he must destroy the house, he must destroy only his own and leave his neighbor's. There is an unresolved question if the part of the stone that projects into his neighbor's house is considered as a handle to his stone and brings impurity to it."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּיִת שֶׁנִּרְאָה בּוֹ נֶגַע וְהָיְתָה עֲלִיָּה עַל גַּבָּיו נוֹתֵן אֶת הַקּוֹרוֹת לַעֲלִיָּה. נִרְאָה בַּעֲלִיָּה נוֹתֵן אֶת הַקּוֹרוֹת לַבַּיִת. לֹא הָיְתָה עֲלִיָּה עַל גַּבָּיו אֲבָנָיו וְעֵצָיו וַעֲפָרוֹ כֻּלָּן נִתָּצִין עִמּוֹ. וּמַצִּיל אֶת הַמַּלְבְּנִין וְאֶת סְרִיגֵי הַחַלּוֹנוֹת: \n",
            "english": "When a blemish was discovered in a house and there was a loft built over it, the beams of the ceiling should be left for the loft. If it was discovered in the loft, the beams should be left for the house. If there was no loft on top of it, all of its stones, wood, and mortar are destroyed with it. The partitions on the roof and the lattice of the windows may be saved."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַלּוֹקֵחַ אֲבָנִים מִבַּיִת מֻסְגָּר וּבְנָאָן בְּבַיִת טָהוֹר חָזַר הַנֶּגַע לַמֻּסְגָּר חוֹלֵץ אֶת הָאֲבָנִים שֶׁבַּטָּהוֹר. נִרְאָה נֶגַע עַל הָאֲבָנִים שֶׁבָּנָה הַמֻּסְגָּר יִנָּתֵץ וְהַבַּיִת הַשֵּׁנִי מַסְגִּירִין אוֹתוֹ בְּנֶגַע זֶה כְּדִין כָּל בַּיִת שֶׁנִּרְאָה בּוֹ נֶגַע בַּתְּחִלָּה: \n",
            "english": "When a person takes stones from a house that had been isolated and builds them into a house that is pure, if the blemish returns to the house that had been isolated, he should remove those stones from the pure house. If the blemish appears on the stones that he added, the isolated house should be destroyed and the second house isolated, as is the law with regard to a house on which a blemish is first discovered."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כֵּיצַד מְטַהֲרִין אֶת הַבַּיִת הַמְנֻגָּע. אַחַר הַחֲלִיצָה וְהַטִּיחָה מֵבִיא מַיִם חַיִּים בִּכְלִי חֶרֶס וּשְׁתֵּי צִפֳּרִים וְעֵץ אֶרֶז וְאֵזוֹב וּשְׁנִי תּוֹלַעַת כְּטָהֳרַת אָדָם שֶׁבֵּאַרְנוּ לְכָל דָּבָר. אֶלָּא שֶׁבְּאָדָם מַזֶּה שֶׁבַע פְּעָמִים לְאַחַר יָדוֹ שֶׁל מְצֹרָע וּבְבַיִת מַזֶּה שֶׁבַע פְּעָמִים עַל הַמַּשְׁקוֹף שֶׁל בַּיִת מִבַּחוּץ. וּשְׁאָר כָּל מַעֲשֵׂיהֶן שָׁוִין: \n",
            "english": "How is a house on which there was a blemish purified after the stones were removed and it was plastered? One should bring \"living water\" in an earthenware container, two fowl, a cedar branch, a hyssop, a crimson strand, like the purification of a man in every respect. The difference is in the purification process of a man, one sprinkles the blood seven times on the back of the hand of the afflicted person. And in the purification process of a house, one sprinkles the blood seven times on the lintel of the house from the outside. The remainder of the practices are the same."
          }
        }
      ]
    },
    {
      "chapter": 16,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בַּיִת הַמְנֻגָּע אָב מֵאֲבוֹת הַטֻּמְאוֹת כָּל הַנּוֹגֵעַ בּוֹ נִטְמָא. וְכֵן אֲבָנִים שֶׁחוֹלְצִין מִמֶּנּוּ אַחַר הֶסְגֵּר אוֹ אֲבָנִים וְעֵצִים וְעָפָר שֶׁל בַּיִת כְּשֶׁנּוֹתְצִין אוֹתוֹ כֻּלָּן אֲבוֹת טֻמְאוֹת. וְכָל כְּזַיִת מֵהֶם מְטַמֵּא אָדָם וְכֵלִים בְּמַגָּע וּבְמַשָּׂא וּבְבִיאָה. כֵּיצַד. אִם נִכְנַס כְּזַיִת מֵהֶן לְבַיִת טָהוֹר נִטְמָא כָּל אֲשֶׁר בַּבַּיִת מֵאָדָם וְכֵלִים שֶׁכֻּלָּן מְטַמְּאִין בְּבִיאָה כְּאָדָם מְצֹרָע וְכֻלָּן אֲסוּרִין בַּהֲנָאָה. וְאִם שְׂרָפָן וְעָשָׂה מֵהֶן סִיד הֲרֵי זֶה אָסוּר בַּהֲנָאָה שֶׁנֶּאֱמַר <small>(ויקרא יד מד)</small> \"צָרַעַת מַמְאֶרֶת\" תֵּן בּוֹ מְאֵרָה וְאַל תֵּהָנֶה בּוֹ. וְכֻלָּן מְשַׁלְּחִין אוֹתָן חוּץ לָעִיר אַף עַל פִּי שֶׁאֵינָהּ מֻקֶּפֶת חוֹמָה: \n",
            "english": "A blemished house is a primary source of impurity. Anyone who touches it contracts impurity. Similarly, the stones that are removed from it after it was isolated or the stones, the wood, and the mortar of the house when it is destroyed are all considered as primary sources of impurity. An olive-sized portion of them imparts impurity to a person and to implements when touched or carried or when such a substance is brought into a house.<br>What is implied? If an olive-sized portion of such a substance is brought into a house, everything in the house - people and implements - contract impurity. For all these substances impart impurity when brought into a house like a person afflicted with <i>tzara'at</i> and it is forbidden to benefit from all of them. If one burns them and makes lime, it is forbidden to benefit from it, as implied by Leviticus 14:44: \"accursed <i>tzara'at</i>,\" which can be interpreted as a command: \"Consider it a curse and do not benefit from it.\" All these materials should be discarded outside the city even if it is not surrounded by a wall."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בַּיִת מֻסְגָּר אֵינוֹ מְטַמֵּא אֶלָּא מִתּוֹכוֹ שֶׁנֶּאֱמַר <small>(ויקרא יד מו)</small> \"וְהַבָּא אֶל הַבַּיִת כָּל יְמֵי הִסְגִּיר אֹתוֹ יִטְמָא עַד הָעָרֶב\". אֲבָל הַמֻּחְלָט מְטַמֵּא מִתּוֹכוֹ וּמֵאֲחוֹרָיו שֶׁהַנּוֹגֵעַ בּוֹ מֵאֲחוֹרָיו טָמֵא שֶׁנֶּאֱמַר <small>(ויקרא יד מד)</small> \"צָרַעַת מַמְאֶרֶת\" <small>(ויקרא יד מד)</small> \"בַּבַּיִת טָמֵא הוּא\" וְכִי טָהוֹר הָיָה אֶלָּא לְהוֹסִיף לוֹ טֻמְאָה עַל טֻמְאָתוֹ שֶׁיִּהְיֶה כֻּלּוֹ טָמֵא וִיטַמֵּא מֵאֲחוֹרָיו. וְכֵן אֲבָנִים שֶׁיֵּשׁ בָּהֶן הַנֶּגַע בְּמֻסְגָּר מְטַמְּאִין מֵאֲחוֹרֵיהֶן: \n",
            "english": "A house that is isolated imparts impurity only from the inside, as Leviticus 14:46 states: \"One who enters the house throughout the days of its isolation shall become impure until the evening.\" A house that has been deemed definitively impure, by contrast, imparts impurity from its inside and from its outside, i.e., one who touches its back contracts impurity, as implied by <i>ibid.</i>:44: \"It is accursed <i>tzara'at</i> in the house; it is impure.\" Now was it pure beforehand? Rather, the intent is to increase its impurity over and above that which existed previously and have it deemed impure in its entirety. Hence, it imparts impurity even from the outside. Similarly, the stones on which the blemish is found in an isolated house impart impurity from their outside as well."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֶחָד הַמֻּסְגָּר וְהַמֻּחְלָט מְטַמֵּא בְּבִיאָה. כֵּיצַד. בַּיִת שֶׁהָיָה מֵסֵךְ עַל גַּבֵּי בַּיִת מְנֻגָּע בֵּין מֻחְלָט בֵּין מֻסְגָּר אוֹ אִילָן שֶׁהוּא מֵסֵךְ עָלָיו הָעוֹמֵד תַּחַת הָאִילָן אוֹ הַנִּכְנָס לַבַּיִת הַחִיצוֹן טָמֵא. שֶׁהֲרֵי הוּא וְהַבַּיִת הַטָּמֵא תַּחַת אֹהֶל אֶחָד. וְכֵן אֶבֶן מְנֻגַּעַת הַנִּכְנֶסֶת לְאֹהֶל וְהֻנְחָה שָׁם נִטְמָא כָּל אֲשֶׁר בָּאֹהֶל. הָיְתָה מֻנַּחַת תַּחַת הָאִילָן וְהַטָּהוֹר עוֹבֵר נִטְמָא. הָיָה הַטָּהוֹר עוֹמֵד תַּחַת הָאִילָן וְעָבַר אָדָם בְּאֶבֶן מְנֻגַּעַת לֹא טִמְּאָהוּ. וְאִם הִנִּיחָהּ שָׁם טִמְּאָהוּ שֶׁמּוֹשָׁב הַמְנֻגָּע כָּמוֹהוּ בֵּין אָדָם בֵּין כֵּלִים בֵּין אֲבָנִים וְעֵצָיו וַעֲפָרוֹ: \n",
            "english": "Both a house that is isolated and one that is deemed definitively impure impart impurity when they exist inside another structure.<br>What is implied? When there was a house built over a blemished house - whether one that was isolated or one that was deemed definitively impure - or there was a tree that stood over such a house, a person who stands under the tree or who enters the outer house is impure. The rationale is that he and the impure house are under one covering. Similarly, if a blemished stone was brought inside a structure and placed down there, everything in the house becomes impure. If such a stone was placed under a tree and pure person passed there, he becomes impure. If the pure person was standing under a tree and a person carrying a blemished stone passed by there, he does not contract impurity. If he placed it down there, he does contract impurity. The rationale is that the place of a blemished entity has the same status as he does. This applies to blemished persons, implements, stones, wood, and mortar."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמַּאֲהִיל בְּיָדוֹ עַל אֶבֶן מְנֻגַּעַת אוֹ שֶׁהֶאֱהִילָה עָלָיו טָהוֹר עַד שֶׁיִּגַּע: \n",
            "english": "When a person holds his hand over a blemished stone or a blemished stone is held over him, he is pure unless he touches it."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "טָהוֹר שֶׁנִּכְנַס לְבַיִת מְנֻגָּע דֶּרֶךְ אֲחוֹרָיו אֲפִלּוּ נִכְנַס כֻּלּוֹ חוּץ מֵחָטְמוֹ טָהוֹר שֶׁנֶּאֱמַר <small>(ויקרא יד מו)</small> \"וְהַבָּא אֶל הַבַּיִת\" דֶּרֶךְ בִּיאָה טִמְּאָה תּוֹרָה: \n",
            "english": "When a ritually pure person enters an impure house backwards, even if his entire body enters aside from his nose, he remains pure. This is derived from Leviticus 14:46 which mentions: \"The one who comes into the house.\" Implied is that the Torah prescribed impurity only when one enters in an ordinary manner."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "טָהוֹר שֶׁהִכְנִיס רֹאשׁוֹ וְרֻבּוֹ לְבַיִת טָמֵא נִטְמָא. וְכֵן טַלִּית טְהוֹרָה שֶׁהִכְנִיס מִמֶּנָּה שָׁלֹשׁ עַל שָׁלֹשׁ לְבַיִת טָמֵא נִטְמֵאת. וְכֵן כְּלִי חֶרֶס שֶׁהִכְנִיס אֲוִירוֹ לְבַיִת טָמֵא נִטְמָא. אֲבָל שְׁאָר כֵּלִים עַד שֶׁיַּכְנִיס רֹב הַכֵּלִים, מִשֶּׁיַּכְנִיס רֻבּוֹ נִטְמָא מִיָּד. בַּמֶּה דְּבָרִים אֲמוּרִים בְּכֵלִים שֶׁנִּכְנְסוּ חֲלוּצִין. אֲבָל אָדָם מִיִּשְׂרָאֵל שֶׁנִּכְנַס לְבַיִת מְנֻגָּע וְהוּא לָבוּשׁ בִּבְגָדָיו וְסַנְדָּלָיו בְּרַגְלָיו וְטַבְּעוֹתָיו בְּיָדָיו הֲרֵי הָאָדָם טָמֵא מִיָּד. וּבְגָדָיו טְהוֹרִים עַד שֶׁיַּשְׁהֶה שָׁם כְּדֵי שֶׁיָּסֵב אָדָם וְיֹאכַל כְּשָׁלֹשׁ בֵּיצִים פַּת חִטִּים בְּלִפְתָּן שֶׁנֶּאֱמַר <small>(ויקרא יד מז)</small> \"וְהַשֹּׁכֵב בַּבַּיִת יְכַבֵּס אֶת בְּגָדָיו וְהָאֹכֵל בַּבַּיִת יְכַבֵּס אֶת בְּגָדָיו\". וְכִי תַּעֲלֶה עַל דַּעְתְּךָ שֶׁאֵין בְּגָדָיו מִתְטַמְּאִין עַד שֶׁיֹּאכַל שָׁם. אֶלָּא לִתֵּן שִׁעוּר לַשּׁוֹכֵב כְּאוֹכֵל. וְאַחַד הַשּׁוֹכֵב אוֹ הַיּוֹשֵׁב אוֹ הָעוֹמֵד אִם שָׁהָה כְּדֵי לֶאֱכל שִׁעוּר אֲכִילָה הָאֲמוּרָה נִטְמְאוּ בְּגָדָיו: \n",
            "english": "When a ritually pure person inserted his head and the majority of his body into an impure house, he contracts impurity. Similarly, when a portion of a ritually pure garment three fingerbreadths by three fingerbreadths is brought into an impure house, it becomes impure. And when any portion of the inner space of an earthenware container enters an impure house, it becomes impure. Other <i>keilim</i>, by contrast, do not contract impurity unless the majority of the <i>k'li</i> is brought in. Once the majority is brought in, it contracts impurity immediately.<br>When does the above apply? To garments that were taken into a house when no one was wearing them. If, however, a Jewish person entered a blemished house wearing his clothes, his shoes on his feet, and his rings on his hands, the person becomes impure immediately and his garments are pure until he remains there for the amount of time a person could sit there and eat three egg-sized portions of bread from wheat together with accompanying food, as implied by Leviticus 14:47: \"One who lies in the house will launder his garments and one who eats in the house will launder his garments.\" Now would one think that a person's garments do not contract impurity until he eats in the blemished house? Instead, the intent of the verse mentioning eating is to establish an equation between eating and lying, to clarify that the measure of time necessary for one who lies there to contract impurity is the measure of time associated with eating. And the same laws apply to one who lies, one who sits, or one who stands. If he remains there for long enough to eat the above-mentioned measure of food, his garments contract impurity."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁנִּכְנַס לְבַיִת מְנֻגָּע וְכֵלָיו עַל כְּתֵפָיו וְסַנְדָּלוֹ וְטַבַּעְתּוֹ בְּכַפָּיו הוּא וְהֵן טְמֵאִין מִיָּד שֶׁאֵינוֹ מַצִּיל מִלְּטַמֵּא מִיָּד אֶלָּא כֵּלִים שֶׁהוּא לָבוּשׁ בָּהֶן. וְכֵן הָעַכּוּ\"ם וְהַבְּהֵמָה שֶׁהָיוּ לְבוּשִׁין בְּכֵלִים וְנִכְנְסוּ לַבַּיִת הַמְנֻגָּע נִטְמְאוּ הַכֵּלִים מִיָּד. אֲבָל הָעַכּוּ\"ם אֵינוֹ מְקַבֵּל טֻמְאָה כִּבְהֵמָה: \n",
            "english": "When a person entered an afflicted house carrying his garments on his shoulder, his shoe and his rings in his hands, he and they are impure immediately, for the only garments that are saved from becoming impure immediately are the garments that he is wearing. Similarly, when a gentile or an animal entered an afflicted house while wearing garments, the garments contract impurity immediately. The gentile, like the animal, does not contract impurity."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה עוֹמֵד בְּבַיִת מְנֻגָּע וּפָשַׁט יָדָיו חוּץ לַבַּיִת וְטַבְּעוֹתָיו בְּיָדָיו אִם שָׁהָה כְּדֵי אֲכִילַת הַשִּׁעוּר נִטְמְאוּ הַטַּבָּעוֹת אַף עַל פִּי שֶׁהֵם בַּחוּץ. וְכֵן הָעוֹמֵד בַּחוּץ וּפָשַׁט יָדוֹ לְבַיִת מְנֻגָּע נִטְמְאוּ יָדָיו בִּלְבַד מִיָּד. וְאִם נִשְׁתַּהוּ שָׁם כְּדֵי אֲכִילַת הַשִּׁעוּר נִטְמְאוּ טַבְּעוֹתָיו וְאִם לָאו טְהוֹרוֹת: \n",
            "english": "When a person who was standing in a blemished house extended his hands outside the house while wearing his rings on his hands, the rings contract impurity even though they are outside the house if he remains there for the amount of time necessary to eat the measure of food mentioned.<br>Similarly, if a person is standing outside and he inserted his hands inside an afflicted house, his hands alone contract impurity. If he kept them there for the amount of time necessary to eat the measure of food mentioned, his rings contract impurity. If not, they are pure."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל הַמַּצִּיל בְּצָמִיד פָּתִיל בְּאֹהֶל הַמֵּת מַצִּיל מְכֻסֶּה בְּבַיִת מְנֻגָּע. וְכָל הַמַּצִּיל מְכֻסֶּה בְּאֹהֶל הַמֵּת אֲפִלּוּ הָיָה מְגֻלֶּה בְּבַיִת הַמְנֻגָּע הֲרֵי זֶה טָהוֹר. כֵּיצַד. כְּלֵי חֶרֶס אוֹ כְּלֵי אֲבָנִים וּכְלֵי אֲדָמָה וְכַיּוֹצֵא בָּהֶן שֶׁהָיוּ אֳכָלִין וּמַשְׁקִין וְכֵלִים בְּתוֹכָן וְהָיוּ מְכֻסִּין בְּבַיִת הַמְנֻגָּע אַף עַל פִּי שֶׁאֵינָן מֻקָּפִין צָמִיד פָּתִיל הֵן וְכָל מַה שֶּׁבְּתוֹכָן טָהוֹר. הַבּוֹר וְהַדּוּת שֶׁבְּבַיִת הַמְנֻגָּע אַף עַל פִּי שֶׁהֵן מְגֻלִּין כֵּלִים שֶׁבְּתוֹכָן טְהוֹרִין: \n",
            "english": "Whenever the contents of a container are saved from contracting impurity because of a sealed covering under a shelter where a corpse is found, they are saved from contracting impurity in an afflicted house, when the container is covered. Whenever the contents of a container are saved from contracting impurity because they are covered in a shelter where a corpse is found, they remain pure even if they are uncovered in an afflicted house.<br>What is implied? When there are earthenware, stone, or earthen containers or the like containing food, beverages, and implements and they were covered in an afflicted house, the containers and everything they contain remain pure even though they are not sealed close. When there is either a storage pit or a cistern in an afflicted house, the implements in them are pure, even though they are open."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַצָּרַעַת הוּא שֵׁם הָאָמוּר בְּשֻׁתָּפוּת כּוֹלֵל עִנְיָנִים הַרְבֵּה שֶׁאֵין דּוֹמִין זֶה לָזֶה. שֶׁהֲרֵי לֹבֶן עוֹר הָאָדָם קָרוּי צָרַעַת. וּנְפִילַת קְצָת שְׂעַר הָרֹאשׁ אוֹ הַזָּקָן קָרוּי צָרַעַת. וְשִׁנּוּי עֵין הַבְּגָדִים אוֹ הַבָּתִּים קָרוּי צָרַעַת. וְזֶה הַשִּׁנּוּי הָאָמוּר בַּבְּגָדִים וּבַבָּתִּים שֶׁקְּרָאַתּוּ תּוֹרָה צָרַעַת בְּשֻׁתָּפוּת הַשֵּׁם אֵינוֹ מִמִּנְהָגוֹ שֶׁל עוֹלָם אֶלָּא אוֹת וּפֶלֶא הָיָה בְּיִשְׂרָאֵל כְּדֵי לְהַזְהִירָן מִלָּשׁוֹן הָרַע. שֶׁהַמְסַפֵּר בְּלָשׁוֹן הָרַע מִשְׁתַּנּוֹת קִירוֹת בֵּיתוֹ. אִם חָזַר בּוֹ יִטְהַר הַבַּיִת. אִם עָמַד בְּרִשְׁעוֹ עַד שֶׁהֻתַּץ הַבַּיִת מִשְׁתַּנִּין כְּלֵי הָעוֹר שֶּׁבְּבֵיתוֹ שֶׁהוּא יוֹשֵׁב וְשׁוֹכֵב עֲלֵיהֶן. אִם חָזַר בּוֹ יִטְהֲרוּ. וְאִם עָמַד בְּרִשְׁעוֹ עַד שֶׁיִּשָּׂרְפוּ מִשְׁתַּנִּין הַבְּגָדִים שֶׁעָלָיו. אִם חָזַר בּוֹ יִטְהֲרוּ וְאִם עָמַד בְּרִשְׁעוֹ עַד שֶׁיִּשָּׂרְפוּ מִשְׁתַּנֶּה עוֹרוֹ וְיִצְטָרֵעַ וְיִהְיֶה מֻבְדָּל וּמְפֻרְסָם לְבַדּוֹ עַד שֶׁלֹּא יִתְעַסֵּק בְּשִׂיחַת הָרְשָׁעִים שֶׁהוּא הַלֵּיצָנוּת וְלָשׁוֹן הָרַע. וְעַל עִנְיָן זֶה מַזְהִיר בַּתּוֹרָה וְאוֹמֵר <small>(דברים כד ח)</small> \"הִשָּׁמֶר בְּנֶגַע הַצָּרַעַת\" <small>(דברים כד ט)</small> \"זָכוֹר אֵת אֲשֶׁר עָשָׂה ה' אֱלֹהֶיךָ לְמִרְיָם בַּדֶּרֶךְ\". הֲרֵי הוּא אוֹמֵר הִתְבּוֹנְנוּ מָה אֵרַע לְמִרְיָם הַנְּבִיאָה שֶׁדִּבְּרָה בְּאָחִיהָ שֶׁהָיְתָה גְּדוֹלָה מִמֶּנּוּ בְּשָׁנִים וְגִּדְלַתּוּ עַל בִּרְכֶּיהָ וְסִכְּנָה בְּעַצְמָהּ לְהַצִּילוֹ מִן הַיָּם וְהִיא לֹא דִּבְּרָה בִּגְנוּתוֹ אֶלָּא טָעֲתָה שֶׁהִשְׁוַתּוּ לִשְׁאָר נְבִיאִים וְהוּא לֹא הִקְפִּיד עַל כָּל הַדְּבָרִים הָאֵלּוּ שֶׁנֶּאֱמַר <small>(במדבר יב ג)</small> \"וְהָאִישׁ משֶׁה עָנָו מְאֹד\" וְאַף עַל פִּי כֵן מִיָּד נֶעֶנְשָׁה בְּצָרַעַת. קַל וָחֹמֶר לִבְנֵי אָדָם הָרְשָׁעִים הַטִּפְּשִׁים שֶׁמַּרְבִּים לְדַבֵּר גְּדוֹלוֹת וְנִפְלָאוֹת. לְפִיכָךְ רָאוּי לְמִי שֶׁרוֹצֶה לְכַוֵּן אָרְחוֹתָיו לְהִתְרַחֵק מִישִׁיבָתָן וּמִלְּדַבֵּר עִמָּהֶן כְּדֵי שֶׁלֹּא יִתָּפֵס אָדָם בְּרֶשֶׁת רְשָׁעִים וְסִכְלוּתָם. וְזֶה דֶּרֶךְ יְשִׁיבַת הַלֵּצִים הָרְשָׁעִים בַּתְּחִלָּה מַרְבִּין בְּדִבְרֵי הֲבַאי כָּעִנְיָן שֶׁנֶּאֱמַר <small>(קהלת ה ב)</small> \"וְקוֹל כְּסִיל בְּרֹב דְּבָרִים\". וּמִתּוֹךְ כָּךְ בָּאִין לְסַפֵּר בִּגְנוּת הַצַּדִּיקִים כָּעִנְיָן שֶׁנֶּאֱמַר <small>(תהילים לא יט)</small> \"תֵּאָלַמְנָה שִׂפְתֵי שָׁקֶר הַדֹּבְרוֹת עַל צַדִּיק עָתָק\". וּמִתּוֹךְ כָּךְ יִהְיֶה לָהֶן הֶרְגֵּל לְדַבֵּר בַּנְּבִיאִים וְלָתֵת דֹּפִי בְּדִבְרֵיהֶם כָּעִנְיָן שֶׁנֶּאֱמַר <small>(דברי הימים ב לו טז)</small> \"וַיִּהְיוּ מַלְעִבִים בְּמַלְאֲכֵי הָאֱלֹהִים וּבוֹזִים דְּבָרָיו וּמִתַּעְתְּעִים בִּנְבִאָיו\". וּמִתּוֹךְ כָּךְ בָּאִין לְדַבֵּר בֵּאלֹהִים וְכוֹפְרִין בָּעִקָּר כָּעִנְיָן שֶׁנֶּאֱמַר <small>(מלכים ב יז ט)</small> \"וַיְחַפְּאוּ בְנֵי יִשְׂרָאֵל דְּבָרִים אֲשֶׁר לֹא כֵן עַל ה' אֱלֹהֵיהֶם\". וַהֲרֵי הוּא אוֹמֵר <small>(תהילים עג ט)</small> \"שַׁתּוּ בַשָּׁמַיִם פִּיהֶם וּלְשׁוֹנָם תִּהֲלַךְ בָּאָרֶץ\" מִי גָּרַם לָהֶם לָשִׁית בַּשָּׁמַיִם פִּיהֶם לְשׁוֹנָם שֶׁהָלְכָה תְּחִלָּה בָּאָרֶץ. זוֹ הִיא שִׂיחַת הָרְשָׁעִים שֶׁגּוֹרֶמֶת לָהֶן יְשִׁיבַת קְרָנוֹת וִישִׁיבַת כְּנֵסִיּוֹת שֶׁל עַמֵּי הָאָרֶץ וִישִׁיבַת בָּתֵּי מִשְׁתָּאוֹת עִם שׁוֹתֵי שֵׁכָר. אֲבָל שִׂיחַת כְּשֵׁרֵי יִשְׂרָאֵל אֵינָהּ אֶלָּא בְּדִבְרֵי תּוֹרָה וְחָכְמָה. לְפִיכָךְ הַקָּדוֹשׁ בָּרוּךְ הוּא עוֹזֵר עַל יָדָן וּמְזַכֶּה אוֹתָן בָּהּ. שֶׁנֶּאֱמַר <small>(מלאכי ג טז)</small> \"אָז נִדְבְּרוּ יִרְאֵי ה' אִישׁ אֶל רֵעֵהוּ וַיַּקְשֵׁב ה' וַיִּשְׁמָע וַיִּכָּתֵב סֵפֶר זִכָּרוֹן לְפָנָיו לְיִרְאֵי ה' וּלְחשְׁבֵי שְׁמוֹ\": סְלִיקוּ לְהוּ הִלְכוֹת טֻמְאַת צָרַעַת \n",
            "english": "<i>Tzara'at</i> is a collective term including many afflictions that do not resemble each other. For the whitening of a person's skin is called <i>tzara'at</i>, as is the falling out of some of the hair of his head or beard, and the change of the color of clothes or houses.<br>This change that affects clothes and houses which the Torah described with the general term of <i>tzara'at</i> is not a natural occurrence. Instead it is a sign and a wonder prevalent among the Jewish people to warn them against <i>lashon hora</i>, \"undesirable speech.\" When a person speaks <i>lashon hora</i>, the walls of his house change color. If he repents, the house will be purified. If, however, he persists in his wickedness until the house is destroyed, the leather implements in his house upon which he sits and lies change color. If he repents, they will be purified. If persists in his wickedness until they are burnt, the clothes he wears change color. If he repents, they will be purified. If he persists in his wickedness until they are burnt, his skin undergoes changes and he develops <i>tzara'at</i>. This causes him to be isolated and for it to be made known that he must remain alone so that he will not be involved in the talk of the wicked which is folly and <i>lashon hora</i>.<br>The Torah warns about this, stating Deuteronomy 24:8-9: \"Take care with regard to a <i>tzara'at</i> blemish.... Remember what God your Lord did to Miriam.\" Now, this is what the Torah is implying: Contemplate what happened to the prophetess Miriam. She spoke against her brother. She was older than he was; she had raised him; and she had endangered herself to save him from the sea. She did not speak pejoratively of him; she merely erred in equating him with the other prophets. Moses did not object to any of this, as Numbers 12:3 relates: \"And the man Moses was exceedingly humble.\" Nevertheless, she was immediately punished with <i>tzara'at</i>. Certainly, an inference can be made with regard to the wicked and foolish men who speak extensively about great and wondrous matters. Therefore a person who seeks to structure his course of conduct should distance himself from their gatherings and from speaking to them so that he will not become caught up in the web of their wickedness and foolishness.<br>This is the path followed by the gathering of wicked fools: In the beginning, they speak excessively about empty matters, as Ecclesiastes 5:2 states: \"The talk of a fool is characterized by a multitude of words.\" As a result of this, they come to speak negatively of the righteous, as reflected by the verse Psalms 31:19: \"May the lying lips be silenced; those which speak falsehood about a righteous man.\" As a consequence, they will become accustomed to speaking against the prophets and casting aspersions on their words, as reflected by the verse II Chronicles 36:16: \"They would abuse the messengers of God, scorn His words, and mock His prophets.\" And this would lead them to deny God's existence entirely, as reflected in the verse II Kings 17:9: \"And the children of Israel spoke in secret things that were not true against God, their Lord.\"<br>In this vein, Psalms 73:9 states: \"They set their mouths against Heaven and their tongues strut on earth.\" What caused them to \"set their mouths against Heaven\"? Their tongues which previously were given free reign on earth. This is the speech of the wicked that is caused by loitering on the streetcorners, frequenting the assemblies of commoners, and spending time at the parties of drunkards.<br>In contrast, the speech of proper Jewish people only concerns words of Torah and wisdom. Therefore, the Holy One, blessed be He, assists them and grants them merit because of it, as Malachi 3:16 states: \"Then those who fear God conversed, each person with his fellow and God listened and paid heed. And a book of remembrance was composed before Him for those who fear God and contemplate His name.\""
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:16:52.709Z",
    "totalChapters": 16,
    "status": "imported_sefaria"
  }
}
