{
  "id": "festival_offering",
  "name": "Mishneh Torah, Festival Offering",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Festival Offering",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שָׁלֹשׁ מִצְוֹת עֲשֵׂה נִצְטַוּוּ יִשְׂרָאֵל בְּכָל רֶגֶל מִשָּׁלֹשׁ רְגָלִים וְאֵלּוּ הֵן. הָרְאִיָּה שֶׁנֶּאֱמַר <small>(שמות כג יז)</small> <small>(שמות לד כג)</small> <small>(דברים טז טז)</small> \"יֵרָאֶה כָּל זְכוּרְךָ\". וְהַחֲגִיגָה שֶׁנֶּאֱמַר <small>(דברים טז טו)</small> \"תָּחֹג לַה' אֱלֹהֶיךָ\". וְהַשִּׂמְחָה שֶׁנֶּאֱמַר <small>(דברים טז יד)</small> \"וְשָׂמַחְתָּ בְּחַגֶּךָ\". הָרְאִיָּה הָאֲמוּרָה בַּתּוֹרָה הִיא שֶׁנִּרְאָה פָּנָיו בָּעֲזָרָה בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג וְיָבִיא עִמּוֹ קָרְבַּן עוֹלָה בֵּין מִן הָעוֹף בֵּין מִן הַבְּהֵמָה. וּמִי שֶׁבָּא לָעֲזָרָה בְּיוֹם רִאשׁוֹן וְלֹא הֵבִיא עוֹלָה לֹא דַּיּוֹ שֶׁלֹּא עָשָׂה מִצְוַת עֲשֵׂה אֶלָּא עוֹבֵר עַל לֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(שמות כג טו)</small> <small>(שמות לד כ)</small> \"לֹא יֵרָאוּ פָנַי רֵיקָם\". וְאֵינוֹ לוֹקֶה עַל לָאו זֶה שֶׁהֲרֵי לֹא עָשָׂה מַעֲשֶׂה. הַחֲגִיגָה הָאֲמוּרָה בַּתּוֹרָה הִיא שֶׁיַּקְרִיב שְׁלָמִים בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג בְּבוֹאוֹ לְהֵרָאוֹת. וְהַדָּבָר יָדוּעַ שֶׁאֵין הַשְּׁלָמִים בָּאִים אֶלָּא מִן הַבְּהֵמָה. וּשְׁתֵּי מִצְוֹת אֵלּוּ שֶׁהֵן הָרְאִיָּה וְהַחֲגִיגָה אֵין הַנָּשִׁים חַיָּבוֹת בָּהֶן. וְהַשִּׂמְחָה הָאֲמוּרָה בָּרְגָלִים הִיא שֶׁיַּקְרִיב שְׁלָמִים יֶתֶר עַל שַׁלְמֵי חֲגִיגָה. וְאֵלּוּ הֵם הַנִּקְרָאִים שַׁלְמֵי שִׂמְחַת חֲגִיגָה שֶׁנֶּאֱמַר <small>(דברים כז ז)</small> \"וְזָבַחְתָּ שְׁלָמִים וְאָכַלְתָּ שָּׁם וְשָׂמַחְתָּ לִפְנֵי ה' אֱלֹהֶיךָ\". וְנָשִׁים חַיָּבוֹת בְּמִצְוָה זוֹ:  ",
            "english": "The Jewish people have been commanded to observe three positive commandments on each of the three pilgrimage festivals. They are:<br>a) to appear before the Divine presence, as Exodus 23:17 states: \"All of your males shall appear\";<br>b) bringing a festive offering, as Deuteronomy 16:15 states: \"You shall bring a festive offering to God your Lord\"; and<br>c) celebration, as <i>ibid.</i>:14 states: \"And you shall rejoice in festivals.\"<br>The Torah's charge to appear before God mandates that one should appear in the Temple Courtyard on the first day of a festival and bring with him a burnt-offering, whether from fowl or from domesticated animals. One who comes to the Temple Courtyard on the first day of a festival without bringing a burnt-offering has not only failed to perform a positive commandment, but has violated a negative commandment, as Exodus 23:15 states: \"You shall not appear in My presence empty-handed.\" One is not liable for lashes for the violation of this prohibition, because he did not perform a deed.<br>The Torah's charge to bring a festive offering mandates that one offer a peace-offering on the first day of the festival when one comes to appear before the Divine presence. It is a known matter that peace-offerings are brought only from domesticated animals. Women are not obligated in these two mitzvot of appearing before the Divine presence and bringing a festive sacrifice.<br>The Torah's charge to celebrate on festivals mandates that one offer peace-offerings in addition to the festive peace-offerings. These are called the festive celebratory peace-offerings, as Deuteronomy 27:7 states: \"You shall rejoice before God, your Lord.\" Women are obligated in this mitzvah."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָרְאִיָּה וְהַחֲגִיגָה אֵין לָהֶן שִׁעוּר מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים טז יז)</small> \"אִישׁ כְּמַתְּנַת יָדוֹ\" וְגוֹ'. אֲבָל מִדִּבְרֵי סוֹפְרִים שֶׁלֹּא יְהֵא קָרְבַּן עוֹלַת רְאִיָּה פָּחוֹת מִשְּׁוֵה מָעָה כֶּסֶף וְלֹא שַׁלְמֵי חֲגִיגָה פָּחוֹת מִשְּׁוֵה שְׁתֵּי כֶּסֶף. וּמִצְוָה לְהָבִיא כְּפִי עָשְׁרוֹ שֶׁנֶּאֱמַר כְּמַתְּנַת יָדוֹ:  ",
            "english": "According to Scriptural Law, there are no fixed measures with regard to the sacrifices brought when appearing before God or the festive offerings, as Deuteronomy 16:17 states: \"Each person according to what he gives.\" According to Rabbinic Law, however, limits were established. One should not bring a burnt-offering to mark one's appearance worth less that a silver <i>me'ah</i>, nor should one bring a festive peace-offering worth less than two silver <i>me'ah</i>. It is a mitzvah to bring these sacrifices proportionate to one's wealth, as implied by the phrase: \"according to what one gives....\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שַׁלְמֵי שִׂמְחָה לֹא נָתְנוּ בָּהֶן חֲכָמִים שִׁעוּר. בְּעֵת שֶׁיַּעֲלֶה אָדָם לִירוּשָׁלַיִם לָחֹג אִם הָיוּ בְּיָדוֹ קָרְבְּנוֹת הָרְאִיָּה יְבִיאֵם אוֹ יַעֲלֶה עִמּוֹ כֶּסֶף לִקְנוֹת בּוֹ הַקָּרְבָּן. וְאִם אֵין בְּיָדוֹ כֶּסֶף לֹא יָבִיא שְׁוֵה כֶּסֶף אֲפִלּוּ הָיָה בְּיָדוֹ שְׁוֵה כַּמָּה זְהוּבִים אָסוּר לוֹ לַעֲלוֹת רֵיקָם בְּלֹא כֶּסֶף וְלֹא קָרְבָּן. וְלָמָּה אָסְרוּ שֶׁיַּעֲלֶה בְּיָדוֹ שְׁוֵה כֶּסֶף גְּזֵרָה שֶׁמָּא לֹא יִמְצָא לִמְכֹּר אוֹ שֶׁמָּא יִמָּצְאוּ הַמָּעוֹת סִיגִים: ",
            "english": "Our Sages did not establish a minimum measure for the celebratory peace-offerings. When a person will ascend to Jerusalem for the festival, if he is in possession of the sacrifices required when presenting oneself, he should bring them or he should bring sufficient silver to purchase a sacrificial animal. If he does not possess silver, he should not bring articles of value equivalent to silver. Even if he is in possession of articles worth several gold pieces, it is forbidden for him to ascend to Jerusalem empty-handed without silver or a sacrificial animal.<br>Why was one forbidden to ascend while bringing articles worth money? Perhaps he will not be able to sell them or perhaps he will find impurities in the money he receives."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁלֹּא הִקְרִיב בְּיוֹם טוֹב הָרִאשׁוֹן עוֹלַת רְאִיָּתוֹ וְשַׁלְּמִי חֲגִיגָתוֹ הֲרֵי זֶה מַקְרִיבָן בִּשְׁאָר יְמוֹת הָרֶגֶל שֶׁנֶּאֱמַר <small>(דברים טז טו)</small> \"שִׁבְעַת יָמִים תָּחֹג לַה' אֱלֹהֶיךָ\" מְלַמֵּד שֶׁכֻּלָּן רְאוּיִין לַחֲגִיגָה וְכֻלָּן תַּשְׁלוּמֵי רִאשׁוֹן הֵם: ",
            "english": "One who did not offer the burnt-offering marking his appearance and his festive peace-offering on the first day of the festival should offer them on the remaining days of the festival, as implied by Deuteronomy 16:15: \"For seven days you shall celebrate unto God your Lord.\" This teaches that all of these days are fit for offering festive sacrifices. They are all compensation for the first day."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּמִצְוָה לְהַקְדִּים וּלְהַקְרִיב בָּרִאשׁוֹן. לֹא הִקְרִיב בָּרִאשׁוֹן בֵּין שׁוֹגֵג בֵּין מֵזִיד יַקְרִיב בַּשֵּׁנִי. וְכָל הַמְּאַחֵר הֲרֵי זֶה מְגֻנֶּה וְעָלָיו נֶאֱמַר <small>(צפניה ג יח)</small> \"נוּגֵי מִמּוֹעֵד אָסַפְתִּי\": ",
            "english": "It is a mitzvah to be early and to offer these sacrifices on the first day. If, either inadvertently or intentionally, one did not offer them on the first day, they should be offered on the second day. Whoever delays is deserving of reproach. Concerning such a person is applied the words of censure, Tzefaniah 3:18: \"I will gather in and break those who delay the festive prayers and offerings.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "עָבַר הָרֶגֶל וְלֹא חָג אֵינוֹ חַיָּב בְּאַחֲרָיוּתוֹ וְעַל זֶה וְכַיּוֹצֵא בּוֹ נֶאֱמַר <small>(קהלת א טו)</small> \"מְעֻוָּת לֹא יוּכַל לִתְקֹן\": ",
            "english": "If the festival passed without one bringing these festive offerings, he is not obligated to bring them afterwards. Concerning such a situation and the like is applied the verse Ecclesiastes 1:15: \"A wrong that cannot be righted.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁלֹּא חָג בְּיוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג הַסֻּכּוֹת חוֹגֵג אֶת כָּל הָרֶגֶל וּבַיּוֹם טוֹב הָאַחֲרוֹן שֶׁהוּא שְׁמִינִי וְאַף הַשְּׁמִינִי תַּשְׁלוּמֵי רִאשׁוֹן הוּא. וְכֵן מִי שֶׁלֹּא חָג בְּיוֹם חַג הַשָּׁבוּעוֹת חוֹגֵג כָּל שִׁבְעָה וְיֵשׁ לוֹ תַּשְׁלוּמִין כָּל שֵׁשֶׁת יָמִים שֶׁלְּאַחַר חַג הַשָּׁבוּעוֹת. וְדָבָר זֶה מִפִּי הַשְּׁמוּעָה נֶאֱמַר שֶׁחַג הַשָּׁבוּעוֹת כְּחַג הַמַּצּוֹת לְתַשְׁלוּמִין: ",
            "english": "When one did not bring the festive sacrifices on the first day of the Sukkos holiday, he may bring them throughout the entire festival and on the final holiday, which is the eighth day. For even the eighth day can serve as compensation for the first.<br>Similarly, one who did not bring the festive offerings on the holiday of Shavuot may bring them for seven days, i.e., he may compensate during the six days that following the festival of Shavuot. This concept - that the festival of Shavuot is similar to the festival of Pesach with regard to compensation - was communicated through the Oral Tradition."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "עוֹלַת רְאִיָּה וְשַׁלְמֵי חֲגִיגָה אֵינָן דּוֹחִין לֹא אֶת הַשַּׁבָּת וְלֹא אֶת הַטֻּמְאָה לְפִי שֶׁאֵין לָהֶן זְמַן קָבוּעַ כְּקָרְבְּנוֹת הַצִּבּוּר. שֶׁאִם אֵינוֹ חוֹגֵג הַיּוֹם חוֹגֵג לְמָחָר כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל דּוֹחִין אֶת יוֹם טוֹב וְאַף עַל פִּי שֶׁאֵין מַקְרִיבִין בְּיוֹם טוֹב נְדָרִים וּנְדָבוֹת מַקְרִיבִין עוֹלַת רְאִיָּה וְשַׁלְמֵי חֲגִיגָה וְשַׁלְמֵי שִׂמְחָה שֶׁאֵין אֵלּוּ נְדָרִים וּנְדָבוֹת אֶלָּא חוֹבוֹת: ",
            "english": "The burnt-offerings brought when appearing before God and the festive peace-offerings do not supersede either the Sabbath prohibitions or the restrictions against ritual impurity, because there is no fixed time when they are required to be brought like the communal offerings. For if one does not bring his festive offerings on one day, he may bring them on the next, as we explained.<br>They do, however, supersede the prohibitions of the holidays. Although sacrifices which one has vowed or pledged to bring are not offered on holidays, the burnt-offerings brought when appearing before God, the festive peace-offerings, and the celebratory peace-offerings are offered. The rationale is that these are not vows or pledges, but rather obligations."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כְּשֶׁמַּקְרִיב הַמַּקְרִיב עוֹלַת רְאִיָּתוֹ וְשַׁלְמֵי חֲגִיגָתוֹ וְשִׂמְחָתוֹ בְּיוֹם טוֹב. סוֹמֵךְ עֲלֵיהֶן בְּכָל כֹּחוֹ כְּדֶרֶךְ שֶׁעוֹשֶׂה בִּשְׁאָר הַיָּמִים. אַף עַל פִּי שֶׁסְּמִיכָה אֵינָהּ מְעַכֶּבֶת כְּמוֹ שֶׁבֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת לֹא גָּזְרוּ עָלֶיהָ מִשּׁוּם שְׁבוּת: ",
            "english": "When one brings the burnt-offerings brought when appearing before God, the festive peace-offerings, and the celebratory peace-offerings on a festival, he should lean on them with all his power as he does when bringing offerings on other days. Even though leaning on the animals is not an indispensable element of their sacrifice, as we explained in <i>Hilchot Ma'aseh HaKorbanot</i>, the Sages did not institute a decree forbidding this as a <i>shvut</i>."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמַּפְרִישׁ עוֹלַת רְאִיָּתוֹ וּמֵת. הַיּוֹרְשִׁין חַיָּבִין לַהֲבִיאָהּ. מֻתָּר לְהַקְרִיב בְּחֻלּוֹ שֶׁל מוֹעֵד נְדָרִים וּנְדָבוֹת שֶׁנֶּאֱמַר <small>(במדבר כט לט)</small> \"אֵלֶּה תַּעֲשׂוּ לַה' בְּמוֹעֲדֵיכֶם לְבַד מִנִּדְרֵיכֶם וְנִדְבֹתֵיכֶם\" מִכְּלַל שֶׁקְּרֵבִין בָּרֶגֶל. <small>(במדבר כט לט)</small> \"לְעלֹתֵיכֶם\" כְּמוֹ עוֹלַת מְצֹרָע וְעוֹלַת יוֹלֶדֶת. <small>(במדבר כט לט)</small> \"וּלְמִנְחֹתֵיכֶם\" לְהָבִיא מִנְחַת חוֹטֵא וּמִנְחַת קְנָאוֹת. <small>(במדבר כט לט)</small> \"וּלְשַׁלְמֵיכֶם\" לְרַבּוֹת שַׁלְמֵי נָזִיר הַכּל קְרֵבִין בַּמּוֹעֵד וְאֵין קְרֵבִין בְּיוֹם טוֹב: ",
            "english": "When a person sets aside a burnt-offering brought when appearing before God and dies, his heirs are obligated to offer it.<br>It is permitted to offer sacrifices which one has vowed or pledged during the intermediate days of a holiday, as Numbers 29:39 states: \"You will offer these to God on your festivals aside from your vowed and pledged offerings.\" It can be understood from this that those offerings are brought during the festivals.<br>That verse continues \"for your burnt-offerings, your meal-offerings, and your peace-offerings.\" \"For your burnt-offerings\" includes a burnt-offering brought by a person afflicted by <i>tzara'at</i> and a woman after childbirth.\" \"Your meal-offerings\" include the meal offering brought by a sinner and the meal-offering brought by a woman whose husband accused her of adultery. \"Your peace-offerings\" includes the peace-offering brought by a nazirite. All of these are offered on the intermediate days of a festival, but are not offered on the sacred days."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "וּמִי שֶׁהָיָה לוֹ אוֹכְלִים מְרֻבִּים וּנְכָסִים מוּעָטִין מֵבִיא שַׁלְמֵי חֲגִיגָה מְרֻבִּין וְעוֹלוֹת רְאִיָּה מוּעָטִין. הָיוּ לוֹ אוֹכְלִין מוּעָטִין וּנְכָסִים מְרֻבִּין מֵבִיא עוֹלוֹת רְאִיָּה מְרֻבּוֹת וְשַׁלְמֵי חֲגִיגָה מוּעָטוֹת. הָיוּ זֶה וְזֶה מוּעָט עַל זֶה אָמְרוּ לֹא יִפְחֹת מִמָּעָה לְעוֹלָה וּשְׁתֵּי כֶּסֶף לִשְׁלָמִים. זֶה וְזֶה מְרֻבֶּה עַל זֶה נֶאֱמַר <small>(דברים טז יז)</small> \"כְּבִרְכַּת ה' אֱלֹהֶיךָ אֲשֶׁר נָתַן לָךְ\": ",
            "english": "When a person who ascended to Jerusalem for a pilgrimage festival had many members of his household to partake of the offerings, but limited means, he should bring many festive peace-offerings, and few burnt-offerings brought when appearing before God. If he has few members of his household to partake of the offerings, but ample means, he should bring many burnt-offerings brought when appearing before God, and few festive peace-offerings. If he has few of both, concerning that our Sages said: \"One should not bring less than a <i>meah</i> for a burnt-offering and two silver <i>meah</i> for a peace-offering.\" If he was blessed amply with both, concerning this, our Sages applied the verse Deuteronomy 16:17: \"According to the blessing of God your Lord which He granted you.\""
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "נָּשִׁים וַעֲבָדִים פְּטוּרִין מִן הָרְאִיָּה. וְכָל הָאֲנָשִׁים חַיָּבִים בִּרְאִיָּה חוּץ מֵחֵרֵשׁ וְאִלֵּם וְשׁוֹטֶה וְקָטָן וְסוּמָא וְחִגֵּר וְטָמֵא וְעָרֵל. וְכֵן הַזָּקֵן וְהַחוֹלֶה וְהָרַךְ וְהֶעָנֹג מְאֹד שֶׁאֵינָם יְכוֹלִים לַעֲלוֹת עַל רַגְלֵיהֶן כָּל אֵלּוּ הָאַחַד עָשָׂר פְּטוּרִין. וּשְׁאָר כָּל הָאֲנָשִׁים חַיָּבִין בִּרְאִיָּה. הַחֵרֵשׁ אַף עַל פִּי שֶׁהוּא מְדַבֵּר אֲפִלּוּ חֵרֵשׁ בְּאָזְנוֹ אַחַת פָּטוּר מִן הָרְאִיָּה. וְכֵן הַסּוּמָא בְּעֵינוֹ אַחַת. אוֹ חִגֵּר בְּרַגְלוֹ אַחַת פָּטוּר. הָאִלֵּם אַף עַל פִּי שֶׁהוּא שׁוֹמֵעַ פָּטוּר. טֻמְטוּם וְאַנְדְּרוֹגִינוּס פְּטוּרִין מִפְּנֵי שֶׁהֵן סְפֵק אִשָּׁה. מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין פָּטוּר מִפְּנֵי צַד עַבְדוּת שֶׁבּוֹ. וּמִנַּיִן שֶׁכָּל אֵלּוּ פְּטוּרִין מִן הָרְאִיָּה. הֲרֵי הוּא אוֹמֵר <small>(שמות כג יז)</small> <small>(שמות לד כג)</small> <small>(דברים טז טז)</small> \"יֵרָאֶה כָּל זְכוּרְךָ\" לְהוֹצִיא אֶת הַנָּשִׁים. וּמִצְוַת עֲשֵׂה שֶׁאֵין הַנָּשִׁים חַיָּבוֹת בָּהּ אֵין הָעֲבָדִים חַיָּבִים בָּהּ. וְעוֹד הֲרֵי נֶאֱמַר בְּבוֹא כָל יִשְׂרָאֵל לְהוֹצִיא הָעֲבָדִים. וְנֶאֱמַר <small>(דברים לא יא)</small> \"בְּבוֹא כָל יִשְׂרָאֵל לֵרָאוֹת\". כְּשֵׁם שֶׁהֵן בָּאִין לְהֵרָאוֹת לִפְנֵי ה' כָּךְ הֵם בָּאִים לִרְאוֹת הֲדַר קָדְשׁוֹ וּבֵית שְׁכִינָתוֹ. לְהוֹצִיא סוּמָא שֶׁאֵינוֹ רוֹאֶה. אֲפִלּוּ נִסְמֵית עֵינוֹ אַחַת שֶׁהֲרֵי אֵין רְאִיָּתוֹ שְׁלֵמָה. וְשָׁם נֶאֱמַר <small>(דברים לא יב)</small> \"לְמַעַן יִשְׁמְעוּ\". לְהוֹצִיא מִי שֶׁאֵין לוֹ שְׁמִיעָה גְּמוּרָה. <small>(דברים לא יב)</small> \"וּלְמַעַן יִלְמְדוּ\". לְהוֹצִיא מִי שֶׁאֵינוֹ מְדַבֵּר. שֶׁכָּל הַמְצֻוֶּה לִלְמֹד מְצֻוֶּה לְלַמֵּד. וְנֶאֱמַר <small>(שמות לד כד)</small> \"בַּעֲלֹתְךָ לֵרָאוֹת אֶת פְּנֵי ה'\" מִי שֶׁיָּכוֹל לַעֲלוֹת בְּרַגְלָיו לְהוֹצִיא חִגֵּר וְחוֹלֶה וְזָקֵן וְעָנֹג. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת הַמִּקְדָּשׁ שֶׁאֵין הַטָּמֵא רָאוּי לְבִיאָה וְכֵן הֶעָרֵל מָאוּס כְּטָמֵא:  ",
            "english": "Women and servants are exempt from the obligation to appear before God on festivals. All men are obligated to appear with the exception of a deaf person, a mute, one who is emotionally or intellectually incapable of controlling himself, a minor, a blind person, one who is limp, one who is impure, one who is uncircumcised, and similarly, one who is old, sick, very dainty and spoiled to the extent they cannot ascend by foot. All of these eleven persons are exempt. All other men are obligated to appear before God.<br>To explain these categories in greater detail: A deaf person is exempt even if he can speak. Even if he is deaf in only one ear, he is exempt from appearing. Similarly, one who is blind in one eye or limp in one leg, is exempt. A mute even though he hears is exempt. A <i>tumtum</i> and an <i>androgynus</i> are exempt, because there is a doubt whether they are female. A person who is half-servant and half-free is exempt, because of the side of him that is a servant.<br>What is the source that all the above are exempt from appearing before God? Exodus 23:17 states: \"All of your males shall appear\"; this excludes women. And any positive commandment for which women are not obligated, servants are not obligated. Moreover, Deuteronomy 31:11 \"When all Israel come to appear\"; this excludes servants.<br>The phrase \"When all Israel come to appear\" implies that just as they come to appear before God, so too, they come to see the glory of His holiness and the house where His presence rests. Thus it excludes a blind person who cannot see; he is exempt even if only one eye is blinded, because his sight is not perfect.<br>That passage continues: \"So that they will hear.\" This excludes one whose hearing is not perfect. And it states: \"So that they will learn.\" This excludes one who does not speak, because everyone who is obligated to learn is also obligated to teach.<br>Exodus 34:24 states: \"When you ascend to appear before the presence of God.\" The command is directed to one who can ascend by foot and thus excludes one who is limp, old, sick, or very dainty. And we have already explained in <i>Hilchot Bi'at HaMikdash</i> that a person who is impure is not fit to enter the Temple. And one is uncircumcised is loathsome like one who is impure."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמְקַמֵּץ וְהוּא שֶׁמְּלַאכְתוֹ לְקַבֵּץ צוֹאַת כְּלָבִים וְכַיּוֹצֵא בָּהֶן לְעַבֵּד הָעוֹרוֹת אוֹ לִרְפוּאָה. וְכֵן הַמְצָרֵף נְחשֶׁת בְּמַחְצָב שֶׁלּוֹ וְהָעַבְּדָנִין. אַף עַל פִּי שֶׁהֵן מְאוּסִין מִפְּנֵי מְלַאכְתָּן הֲרֵי אֵלּוּ מְטַהֲרִין גּוּפָן וּמַלְבּוּשָׁן וְעוֹלִין בִּכְלַל יִשְׂרָאֵל לֵרָאוֹת: ",
            "english": "A scraper, i.e., one whose task is to gather the excrement of dogs and the like to use for the processing of hides or for medicinal purposes, one who quarries copper in its mine, and a leatherworker, even though they are loathsome because of their profession, should purify their bodies and their garments and ascend to Jerusalem together with the Jewish people as a whole to appear before God."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל קָטָן שֶׁיָּכוֹל לֶאֱחֹז בְּיָדוֹ שֶׁל אָבִיו וְלַעֲלוֹת מִיְּרוּשָׁלַיִם לְהַר הַבַּיִת אָבִיו חַיָּב לְהַעֲלוֹתוֹ וּלְהֵרָאוֹת בּוֹ כְּדֵי לְחַנְּכוֹ בְּמִצְוֹת שֶׁנֶּאֱמַר <small>(שמות כג יז)</small> <small>(שמות לד כג)</small> <small>(דברים טז טז)</small> \"יֵרָאֶה כָּל זְכוּרְךָ\". וְאִם הָיָה הַקָּטָן חִגֵּר אוֹ סוּמָא אוֹ חֵרֵשׁ אֲפִלּוּ בְּאַחַת אֵינוֹ חַיָּב לְחַנְּכוֹ אַף עַל פִּי שֶׁהוּא רָאוּי לִרְפוּאָה שֶׁאִלּוּ הָיָה גָּדוֹל וְהוּא כָּךְ הָיָה פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "Whenever a child can hold his father's hand and ascend from Jerusalem to the Temple Mount, his father is obligated to have him ascend and appear before God to train him in the observance of the mitzvot, as implied by the phrase: \"All your males shall appear.\"<br>If the minor was limp, blind, or deaf, even in one of his organs, his father is not obligated to train him, even if his infirmity could be healed. The rationale is that if he was in this state when he was past majority, he would be exempt, as we explained."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל הַחַיָּב בִּרְאִיָּה חַיָּב בַּחֲגִיגָה וְכָל הַפָּטוּר מִן הָרְאִיָּה פָּטוּר מִן הַחֲגִיגָה. וְכֻלָּן חַיָּבִין בְּשִׂמְחָה. חוּץ מֵחֵרֵשׁ שׁוֹטֶה וְקָטָן וְעָרֵל וְטָמֵא. חֵרֵשׁ שׁוֹטֶה וְקָטָן מִפְּנֵי שֶׁאֵינָן בְּנֵי חִיּוּב הֲרֵי הֵן פְּטוּרִין מִכָּל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה. וְעָרֵל וְטָמֵא מִפְּנֵי שֶׁאֵינָן אוֹכְלִים בְּקָדָשִׁים וְאֵינָן רְאוּיִין לְבִיאָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת הַמִּקְדָּשׁ וּבְהִלְכוֹת מַעֲשֵׂה הַקָּרְבָּנוֹת: ",
            "english": "Everyone who is obligated to appear before God is obligated to bring a festive offering. Everyone who is exempt from appearing is exempt from bringing a festive offering. They are all obligated in the celebratory peace-sacrifices with the exception of a deafmute, a mentally or emotionally incapable individual, a minor, an uncircumcised person, and one who is impure.<br>A deafmute, a mentally or emotionally incapable individual, and a minor are exempt, because they are not fit to be given any responsibility and they are exempt from all the mitzvot stated in the Torah. An uncircumcised person and one who is impure are exempt, because they may not partake of sacred foods and are not fit to enter the Temple, as explained in <i>Hilchot Biat HaMikdash</i> and <i>Hilchot Ma'aseh HaKorbanot</i>."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה חִגֵּר אוֹ סוּמָא בְּיוֹם רִאשׁוֹן וְנִתְרַפֵּא בַּשֵּׁנִי. פָּטוּר מִן הָרְאִיָּה וּמִן הַחֲגִיגָה. שֶׁבְּיוֹם חוֹבָתוֹ הָיָה פָּטוּר. שֶׁכָּל יְמוֹת הֶחָג תַּשְׁלוּמֵי רִאשׁוֹן הֵן כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן אִם נִטְמָא בְּלֵילֵי יוֹם טוֹב הָרִאשׁוֹן אַף עַל פִּי שֶׁטָּהַר לְמָחָר פָּטוּר. אֲבָל אִם נִטְמָא בְּיוֹם רִאשׁוֹן הֲרֵי זֶה חַיָּב לְהָבִיא חֲגִיגָתוֹ וּרְאִיָּתוֹ בְּתוֹךְ יְמֵי הָרֶגֶל כְּשֶׁיִּטְהַר: ",
            "english": "If one was limp or blind on the first day of a festival and was healed on the second day, he is exempt from appearing before God and bringing the festive offering, because all of the remaining days of the festival are compensation for the first day, as we explained. Similarly, if he became impure on the night of the first day of a festival, he is exempt, even though he purifies himself on the following day. If, however, he became impure on the first day of the festival, he is obligated to bring his festive offering and the burnt-offering brought when appearing before God during the remaining days of the festival when he regains ritual purity."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁבָּא לַעֲזָרָה בְּתוֹךְ יְמֵי הֶחָג אֵינוֹ חַיָּב לְהָבִיא עוֹלָה בְּיָדוֹ בְּכָל עֵת שֶׁיִּכָּנֵס. שֶׁזֶּה שֶׁנֶּאֱמַר <small>(שמות כג טו)</small> \"וְלֹא יֵרָאוּ פָנַי רֵיקָם\" אֵינוֹ אֶלָּא בְּעִקַּר הָרֶגֶל בִּלְבַד שֶׁהוּא יוֹם רִאשׁוֹן אוֹ תַּשְׁלוּמֵי רִאשׁוֹן. וְאִם הֵבִיא בְּכָל עֵת שֶׁיָּבִיא מְקַבְּלִין מִמֶּנּוּ וּמַקְרִיבִין אוֹתָהּ לְשֵׁם עוֹלַת רְאִיָּה. שֶׁהָרְאִיָּה אֵין לָהּ שִׁעוּר: ",
            "english": "One who enters the Temple Courtyard during the days of a festival is not obligated to bring a burnt-offering whenever he enters, for the charge, \"You shall not appear in My presence empty-handed,\" applies only on the fundamental celebration of the festival, the first day or the day which compensates for the first day. If he brings such a sacrifice at any time, we accept it, and offer it as a burnt-offering brought when appearing before God, for there is no limit to these offerings."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הִפְרִישׁ עֶשֶׂר בְּהֵמוֹת לַחֲגִיגָתוֹ וְהִקְרִיב מֵהֶן מִקְצָתָן בָּרִאשׁוֹן וּפָסַק. שׁוּב אֵינוֹ חוֹזֵר וּמַקְרִיב הַשְּׁאָר שֶׁהֲרֵי שִׁיֵּר אוֹתָם. וְאִם לֹא פָּסַק אֶלָּא דְּחָקוֹ הַיּוֹם וְלֹא יָכוֹל לְהַקְרִיב הַיּוֹם מַקְרִיב הַשְּׁאָר לְמָחָר: ",
            "english": "When a person set aside ten animals for his festive offering, sacrificed some of them on the first day, and made an interruption, he should not offer the others, for he left them over. If he did not make an interruption, but instead, the day was pressing and he was not able to offer them all that day, he should offer the remainder on the following day."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "עוֹלַת רְאִיָּה אֵינָהּ בָּאָה אֶלָּא מִן הַחֻלִּין כִּשְׁאָר הַקָּרְבָּנוֹת שֶׁאָדָם חַיָּב בָּהֶן. אֲבָל שַׁלְמֵי חֲגִיגָה בָּאוֹת מִמְּעוֹת מַעֲשֵׂר שֵׁנִי הַמְעֹרָבוֹת עִם מְעוֹת חֻלִּין. לוֹקֵחַ מִן הַתַּעֲרֹבֶת בְּהֵמָה וּמַקְרִיבָהּ שַׁלְמֵי חֲגִיגָה. וְהוּא שֶׁיִּהְיֶה שִׁעוּר אֲכִילָה רִאשׁוֹנָה מִן הַחֻלִּין. מִפְּנֵי שֶׁשַּׁלְמֵי חֲגִיגָה חוֹבָה וְכָל שֶׁהוּא חוֹבָה אֵינוֹ בָּא אֶלָּא מִן הַחֻלִּין: ",
            "english": "The burnt-offering brought when appearing before God may be brought only from ordinary funds like other sacrifices for which a person is obligated.The festive peace-offerings, by contrast, may be brought from funds from the second tithe that are intermingled with ordinary funds. He may purchase an animal with the intermingled funds and offer it as a festive peace-offering, provided that the minimum measure which one must eat first could be purchased with the ordinary funds. The rationale is that the festive peace-offerings are an obligation and any obligation must be satisfied with ordinary funds."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְיוֹצֵא אָדָם יְדֵי חוֹבַת שַׁלְמֵי חֲגִיגָה בְּמַעֲשַׂר בְּהֵמָה. וְאֵין מְבִיאִין אוֹתוֹ בְּיוֹם טוֹב גְּזֵרָה שֶׁמָּא יְעַשֵּׂר בְּיוֹם טוֹב: ",
            "english": "A person may fulfill his obligation for festive peace-offering with animals designated as tithe-offerings. He should not, however, bring such an offering on the holiday. This is a decree, lest he tithe on the holiday."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "יוֹצְאִין יִשְׂרָאֵל יְדֵי חוֹבַת שַׁלְמֵי שִׂמְחָה בִּנְדָרִים וּנְדָבוֹת וּבְמַעֲשַׂר בְּהֵמָה. וְהַכֹּהֲנִים בְּחַטָּאת וּבְאָשָׁם וּבִבְכוֹר וּבְחָזֶה וְשׁוֹק. שֶׁמִּצְוָה זוֹ הִיא לִשְׂמֹחַ בַּאֲכִילַת בָּשָׂר לִפְנֵי ה' וַהֲרֵי אָכְלוּ. אֲבָל אֵין יוֹצְאִין יְדֵי חוֹבָתָן לֹא בְּעוֹפוֹת וְלֹא בִּמְנָחוֹת שֶׁאֵינָן בָּשָׂר הַמְשַׂמֵּחַ. כְּבָר בֵּאַרְנוּ בִּפְסָחִים שֶׁחֲגִיגַת אַרְבָּעָה עָשָׂר רְשׁוּת. לְפִיכָךְ אֵין אָדָם יוֹצֵא בָּהּ יְדֵי חוֹבַת חֲגִיגָה אֶלָּא יוֹצֵא בָּהּ חוֹבַת שִׂמְחָה: ",
            "english": "An Israelite fulfills his obligation for celebratory peace-offerings with vowed and pledged offerings and with tithe-offerings. Priests may also do so with their portions from the sin-offerings and the guilt-offerings, a firstborn offering, and the breast and fore-leg from a peace-offering. For this mitzvah involves rejoicing by eating sacrificial meat in God's presence and he has done that. Priests cannot fulfill their obligation by partaking of sin-offerings of fowl or of meal-offerings. For they are not meat that brings joy.<br>We already explained in the laws of the Paschal sacrifice, that the festive offering brought on the fourteenth of Nisan is a matter of choice. Therefore he does not fulfill his obligation for the festive offering with it. He does, however, fulfill his obligation for the celebratory peace-offering."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מִי שֶׁהָיוּ לוֹ שַׁלְמֵי נֵדֶר אוֹ נְדָבָה וּשְׁחָטָן מֵעֶרֶב יוֹם טוֹב אַף עַל פִּי שֶׁאֲכָלָן בְּיוֹם טוֹב אֵינוֹ יוֹצֵא בָּהּ יְדֵי חוֹבַת חֲגִיגָה שֶׁאֵינָהּ בָּאָה אֶלָּא מִן הַחֻלִּין אֲבָל יָצָא בָּהּ יְדֵי חוֹבַת שִׂמְחָה: ",
            "english": "When a person who had peace-offerings which he vowed or pledged to bring, slaughtered them on the day before a festival, even though he partakes of them on the festival, he does not fulfill his obligation for the festive offering, because it may only be brought from ordinary animals. He may, however, fulfill his obligation for celebratory peace-offerings with them."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁשְּׁחָטָן קֹדֶם הָרֶגֶל. הוֹאִיל וְאוֹכֵל מֵהֶן בָּרֶגֶל יָצָא יְדֵי חוֹבָתוֹ שֶׁאֵינוֹ צָרִיךְ לִשְׁחֹט שַׁלְמֵי שִׂמְחָה בִּשְׁעַת שִׂמְחָה: ",
            "english": "Even though he slaughtered them before the festival, since he partakes of them on the festival, he may fulfill his obligation with them, for he does not need to slaughter the celebratory peace-offerings at the time of celebration."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "לֹא יָבִיא אָדָם תּוֹדָה בְּיוֹם אַרְבָּעָה עָשָׂר מִפְּנֵי הֶחָמֵץ שֶׁבָּהּ שֶׁאֵין מְבִיאִין קָדָשִׁים לְבֵית הַפְּסוּל. וְאִם הֵבִיא יוֹצֵא בָּהּ יְדֵי חוֹבַת שִׂמְחָה כְּמוֹ שֶׁבֵּאַרְנוּ: ",
            "english": "A person should not bring a thanksgiving offering on the day of the fourteenth of Nisan, because of the leaven it includes, for we do not cause sacred foods to be disqualified. If one brought such an offering, he may fulfill his obligation for celebratory peace-offerings through it, as explained."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָאוֹמֵר הֲרֵי עָלַי תּוֹדָה שֶׁאֵצֵא בָּהּ יְדֵי חוֹבָתִי לְשֵׁם חֲגִיגָה. חַיָּב לְהָבִיא תּוֹדָה וְאֵינוֹ יוֹצֵא בָּהּ יְדֵי חֲגִיגָה שֶׁאֵין חֲגִיגָה בָּאָה אֶלָּא מִן הַחֻלִּין. כְּשֶׁיִּזְבַּח אָדָם שַׁלְמֵי חֲגִיגָה וְשַׁלְמֵי שִׂמְחָה לֹא יִהְיֶה אוֹכֵל הוּא וּבָנָיו וְאִשְׁתּוֹ בִּלְבַד וִידַמֶּה שֶׁיַּעֲשֶׂה מִצְוָה גְּמוּרָה. אֶלָּא חַיָּב לְשַׂמֵּחַ הָעֲנִיִּים וְהָאֻמְלָלִים שֶׁנֶּאֱמַר <small>(דברים טז יד)</small> \"וְהַלֵּוִי וְהַגֵּר וְהַיָּתוֹם וְהָאַלְמָנָה\". מַאֲכִיל הַכּל וּמַשְׁקָן כְּפִי עָשְׁרוֹ. וּמִי שֶׁאָכַל זְבָחָיו וְלֹא שִׂמֵּחַ אֵלּוּ עִמּוֹ עָלָיו נֶאֱמַר <small>(הושע ט ד)</small> \"זִבְחֵיהֶם כְּלֶחֶם אוֹנִים לָהֶם כָּל אֹכְלָיו יִטַּמָּאוּ כִּי לַחְמָם לְנַפְשָׁם\". וּמִצְוָה בְּלֵוִי יוֹתֵר מִן הַכּל לְפִי שֶׁאֵין לוֹ לֹא חֵלֶק וְלֹא נַחֲלָה וְאֵין לוֹ מַתָּנוֹת בַּבָּשָׂר לְפִיכָךְ צָרִיךְ לְזַמֵּן לְוִיִּים עַל שֻׁלְחָנוֹ וּלְשַׂמְּחָם אוֹ יִתֵּן לָהֶם מַתְּנוֹת בָּשָׂר עִם מַעֲשֵׂר שֶׁלָּהֶם כְּדֵי שֶׁיִּמְצְאוּ בּוֹ צָרְכֵיהֶם. וְכָל הָעוֹזֵב אֶת הַלֵּוִי מִלְּשַׂמְּחוֹ וְשׁוֹהֶה מִמֶּנּוּ מַעַשְׂרוֹתָיו בָּרְגָלִים עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים יב יט)</small> \"הִשָּׁמֶר לְךָ פֶּן תַּעֲזֹב אֶת הַלֵּוִי\": ",
            "english": "If one says: \"I vow to bring a thanksgiving through which I can fulfill my obligation to bring a festive offering,\" he is obligated to bring a thanksgiving offering, but he does not fulfill his obligation for the festive offering. For a festive offering must be brought from ordinary funds.<br>When a person sacrifices festive and celebratory peace-offerings, he should not eat while secluded, together with his children and his wife and think he is performing a perfect mitzvah. Instead, he is obligated to bring joy to the poor and unfortunate. Thus Deuteronomy 16:14 mentions: \"the Levite, the stranger, the orphan, and the widow.\" One should grant them food and drink according to his wealth. If one partook of his sacrifices and did not bring joy to these together with him, to him are applied the words of censure, Hoshea 9:4: \"Their sacrifices will be like the bread of those aggrieved for them, of which all who partake of it become impure. Instead, let their bread be for themselves.\"<br>The mitzvah is to give the Levite takes precedence over all the others, because he is not granted a portion and an ancestral heritage, nor is he given portions of the sacrificial meat. Therefore one must invite Levites to one's table and have them celebrate or give them presents of meat together with the tithes that are given to them, so that all their needs are met. Whoever forsakes a Levite, refrains from bringing him joy, and delays giving him the tithes during the festivals violates a negative commandment, as Deuteronomy 12:19 states: \"Beware lest you abandon the Levite.\""
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה לְהַקְהִיל כָּל יִשְׂרָאֵל אֲנָשִׁים וְנָשִׁים וְטַף בְּכָל מוֹצָאֵי שְׁמִטָּה בַּעֲלוֹתָם לָרֶגֶל וְלִקְרוֹת בְּאָזְנֵיהֶם מִן הַתּוֹרָה פָּרָשִׁיּוֹת שֶׁהֵן מְזָרְזוֹת אוֹתָן בְּמִצְוֹת וּמְחַזְּקוֹת יְדֵיהֶם בְּדַת הָאֱמֶת. שֶׁנֶּאֱמַר <small>(דברים לא י)</small> \"מִקֵּץ שֶׁבַע שָׁנִים בְּמֹעֵד שְׁנַת הַשְּׁמִטָּה בְּחַג הַסֻּכּוֹת\" <small>(דברים לא יא)</small> \"בְּבוֹא כָל יִשְׂרָאֵל לֵרָאוֹת\" וְגוֹ' <small>(דברים לא יב)</small> \"הַקְהֵל אֶת הָעָם הָאֲנָשִׁים וְהַנָּשִׁים וְהַטַּף וְגֵרְךָ אֲשֶׁר בִּשְׁעָרֶיךָ\" וְגוֹ':\n",
            "english": "It is a positive commandment to gather together the entire Jewish people - men, women, and children - after every Sabbatical year when they ascend for the pilgrimage holiday and to read so that they hear passages from the Torah that encourage them to perfom mitzvot and strengthem them in the true faith, as Deuteronomy 31:10-12 states: \"At the end of a seven-year period, at the time of the Sabbatial year on the Sukkot holiday when all Israel come to appear... gather the nation, the men, the women, the children, and your stranger in your gates....\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַפָּטוּר מִן הָרְאִיָּה פָּטוּר מִמִּצְוַת הַקְהֵל חוּץ מִן הַנָּשִׁים וְהַטַּף וְהֵעָרֵל. אֲבָל הַטָּמֵא פָּטוּר מִמִּצְוַת הַקְהֵל שֶׁנֶּאֱמַר <small>(דברים לא יא)</small> \"בְּבוֹא כָל יִשְׂרָאֵל\" וְזֶה אֵינוֹ רָאוּי לְבִיאָה. וְהַדָּבָר בָּרוּר שֶׁהַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס חַיָּבִין שֶׁהֲרֵי הַנָּשִׁים חַיָּבוֹת:\n",
            "english": "All of those who are exempt from the mitzvah of appearing before God are exempt from the mitzvah of <i>hakhel</i> with the exception of women, children, and those uncircumcised. One who is ritually impure is, by contrast, exempt from the mitzvah of <i>Hakhel</i>, as implied by the phrase \"When all Israel come...,\" for such a person is not fit to come to the Temple. It is clear that a <i>tumtum</i> and an <i>androgynus</i> are obligated, for women are obligated."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵימָתַי הָיוּ קוֹרִין. בְּמוֹצָאֵי יוֹם טוֹב הָרִאשׁוֹן שֶׁל חַג הַסֻּכּוֹת שֶׁהוּא תְּחִלַּת יְמֵי חֻלּוֹ שֶׁל מוֹעֵד שֶׁל שָׁנָה שְׁמִינִית. וְהַמֶּלֶךְ הוּא שֶׁיִּקְרָא בְּאָזְנֵיהֶם. וּבְעֶזְרַת הַנָּשִׁים הָיוּ קוֹרִין. וְקוֹרֵא כְּשֶׁהוּא יוֹשֵׁב וְאִם קָרָא מְעֻמָּד הֲרֵי זֶה מְשֻׁבָּח. מֵהֵיכָן הוּא קוֹרֵא מִתְּחִלַּת חֻמַּשׁ אֵלֶּה הַדְּבָרִים עַד סוֹף פָּרָשַׁת שְׁמַע וּמְדַלֵּג לִ<small>(דברים יא יג)</small> \"וְהָיָה אִם שָׁמוֹעַ\" וְגוֹ' וּמְדַלֵּג לְעַשֵּׂר תְּעַשֵּׂר וְקוֹרֵא מֵ <small>(דברים יד כב)</small> \"עַשֵּׂר תְּעַשֵּׂר\" עַל הַסֵּדֶר עַד סוֹף בְּרָכוֹת וּקְלָלוֹת עַד <small>(דברים כח סט)</small> \"מִלְּבַד הַבְּרִית אֲשֶׁר כָּרַת אִתָּם בְּחֹרֵב\" וּפוֹסֵק: \n",
            "english": "When would they read? On the day following the first day of the holiday of Sukkot which is the first day of <i>Chol HaMoed</i> of the eighth year. The kingwould read so the people would hear. The reading was held in the Women's Courtyard. He would read while seated. If he read while standing, it is praiseworthy.<br>From which passages in the Torah should he read? He starts from the beginning of the <i>chumash</i>: \"These are the words...\" until the end of the passage <i>Shema</i>. He then skips to the passage <i>Vehayah Im Shamoa</i>,and then skips to the passage <i>asair te'asair</i>. He then reads from that passage in order until the end of the blessing and curses, i.e., until the phrase: \"besides the covenant He established with them in Choreb where he concludes."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כֵּיצַד הוּא קוֹרֵא. תּוֹקְעִין בַּחֲצוֹצְרוֹת בְּכָל יְרוּשָׁלַיִם כְּדֵי לְהַקְהִיל אֶת הָעָם. וּמְבִיאִין בִּימָה גְּדוֹלָה וְשֶׁל עֵץ הָיְתָה וּמַעֲמִידִין אוֹתָהּ בְּאֶמְצַע עֶזְרַת נָשִׁים וְהַמֶּלֶךְ עוֹלֶה וְיוֹשֵׁב עָלֶיהָ כְּדֵי שֶׁיִּשְׁמְעוּ קְרִיאָתוֹ וְכָל יִשְׂרָאֵל הָעוֹלִים לָחֹג מִתְקַבְּצִין סְבִיבָיו. וְחַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנוֹ לְרֹאשׁ הַכְּנֶסֶת וְרֹאשׁ הַכְּנֶסֶת נוֹתְנוֹ לַסְּגָן וּסְגָן לְכֹהֵן גָּדוֹל וְכֹהֵן גָּדוֹל לַמֶּלֶךְ כְּדֵי לְהַדְּרוֹ בְּרֹב בְּנֵי אָדָם. וְהַמֶּלֶךְ מְקַבְּלוֹ כְּשֶׁהוּא עוֹמֵד וְאִם רָצָה יֵשֵׁב וּפוֹתֵחַ וְרוֹאֶה וּמְבָרֵךְ כְּדֶרֶךְ שֶׁמְּבָרֵךְ כָּל קוֹרֵא בַּתּוֹרָה בְּבֵית הַכְּנֶסֶת. וְקוֹרֵא הַפָּרָשִׁיּוֹת שֶׁאָמַרְנוּ עַד שֶׁהוּא גּוֹמֵר וְגוֹלֵל וּמְבָרֵךְ לְאַחֲרֶיהָ כְּדֶרֶךְ שֶׁמְּבָרְכִין בְּבָתֵּי כְּנֵסִיּוֹת וּמוֹסִיף שֶׁבַע בְּרָכוֹת וְאֵלּוּ הֵן. רְצֵה ה' אֱלֹהֵינוּ בְּעַמְּךָ יִשְׂרָאֵל וְכוּ'. מוֹדִים אֲנַחְנוּ לָךְ וְכוּ'. אַתָּה בְּחַרְתָּנוּ מִכָּל הָעַמִּים וְכוּ' עַד מְקַדֵּשׁ יִשְׂרָאֵל וְהַזְּמַנִּים כְּדֶרֶךְ שֶׁמְּבָרְכִין בַּתְּפִלָּה. הֲרֵי שָׁלֹשׁ בְּרָכוֹת כְּמַטְבְּעָן. רְבִיעִית מִתְפַּלֵּל עַל הַמִּקְדָּשׁ שֶׁיַּעֲמֹד וְחוֹתֵם בָּהּ בָּרוּךְ אַתָּה ה' הַשּׁוֹכֵן בְּצִיּוֹן. חֲמִישִׁית מִתְפַּלֵּל עַל יִשְׂרָאֵל שֶׁתַּעֲמֹד מַלְכוּתָם וְחוֹתֵם בָּהּ הַבּוֹחֵר בְּיִשְׂרָאֵל. שִׁשִּׁית מִתְפַּלֵּל עַל הַכֹּהֲנִים שֶׁיִּרְצֶה הָאֵל עֲבוֹדָתָם וְחוֹתֵם בָּהּ בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ הַכֹּהֲנִים. שְׁבִיעִית מִתְחַנֵּן וּמִתְפַּלֵּל בָּהּ כְּפִי מַה שֶּׁהוּא יָכוֹל וְחוֹתֵם בָּהּ הוֹשַׁע ה' אֶת עַמְּךָ יִשְׂרָאֵל שֶׁעַמְּךָ צְרִיכִין לְהִוָּשַׁע בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה:\n",
            "english": "How is the reading conducted? Trumpets are sounded throughout Jerusalem to gather the people. A large wooden platform is brought and set up in the center of the Women's Courtyard. The king ascends and sits on it so that they will be able to hear his reading. All of the Jewish people who made the festive pilgrimage gather around him. The attendant of the synagogue would take the Torah scroll and give it to the head of the synagogue. He would give it to the <i>segen</i>, who would give it to the High Priest, who would give it to the king. The transfer involved many people as an expression of respect.<br>The king accepts the scroll while standing. If he desires, he may sit when reading. He opens it, looks at it, and recites the blessings like anyone who is reading the Torah in a synagogue. He reads the passages mentioned in the previous halachah until he completes them. He rolls the scroll closed and recites the blessing afterwards as it is done in synagogues. He adds seven blessings which are:<br>\"Grant favor, God, our Lord, to Your people Israel....\"<br>\"We thankfully acknowledge You....\"<br>\"You chose us from all the nations...\" until \"Who sanctifies Israel and the festive seasons,\" as one recites in prayer. Thus there are three blessings with set texts.<br>For the fourth blessing, he prays for the Temple, that it should remain standing and concludes: \"Blessed are You, God, Who dwells in Zion.\"<br>For the fifth, he prays for the Jewish people, that their kingdom prevail, and concludes: \"...Who chooses Israel.\"<br>For the sixth, he prays for the priests, that God should desire their service and concludes: \"Blessed are You, God, Who sanctifies the priests.\"<br>For the seventh, he offers supplication and prays according to his ability and concludes: \"God, deliver Your nation Israel, for Your nation Israel is in need of salvation. Blessed are You, God, Who heeds prayer.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַקְּרִיאָה וְהַבְּרָכוֹת בִּלְשׁוֹן הַקֹּדֶשׁ. שֶׁנֶּאֱמַר <small>(דברים לא יא)</small> \"תִּקְרָא אֶת הַתּוֹרָה הַזֹּאת\" בִּלְשׁוֹנָהּ אַף עַל פִּי שֶׁיֵּשׁ שָׁם לוֹעֲזוֹת:\n",
            "english": "The reading and the blessings are in the Holy Tongue, as implied by Deuteronomy 31:11: \"Read this Torah,\" i.e., in its wording. This applies even though foreigners are present."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְגֵרִים שֶׁאֵינָן מַכִּירִין חַיָּבִין לְהָכִין לִבָּם וּלְהַקְשִׁיב אָזְנָם לִשְׁמֹעַ בְּאֵימָה וְיִרְאָה וְגִילָה בִּרְעָדָה כְּיוֹם שֶׁנִּתְּנָה בּוֹ בְּסִינַי. אֲפִלּוּ חֲכָמִים גְּדוֹלִים שֶׁיּוֹדְעִים כָּל הַתּוֹרָה כֻּלָּהּ חַיָּבִין לִשְׁמֹעַ בְּכַוָּנָה גְּדוֹלָה יְתֵרָה. וּמִי שֶׁאֵינוֹ יָכוֹל לִשְׁמֹעַ מְכַוֵּן לִבּוֹ לִקְרִיאָה זוֹ שֶׁלֹּא קְבָעָהּ הַכָּתוּב אֶלָּא לְחַזֵּק דַּת הָאֱמֶת וְיִרְאֶה עַצְמוֹ כְּאִלּוּ עַתָּה נִצְטַוָּה בָּהּ וּמִפִּי הַגְּבוּרָה שׁוֹמְעָהּ. שֶׁהַמֶּלֶךְ שָׁלִיחַ הוּא לְהַשְׁמִיעַ דִּבְרֵי הָאֵל:\n",
            "english": "Converts who do not understand are obligated to concentrate their attention and direct their hearing, listening with reverence and awe, rejoicing while trembling as on the day the Torah was given at Sinai. Even great Sages who know the entire Torah are obligated to listen with exceedingly great concentration. One who is unable to hear should focus his attention on this reading, for Scripture established it solely to strengthen the true faith. He should see himself as if he was just now commanded regarding the Torah and heard it from the Almighty. For the king is an agent to make known the word of God."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "יוֹם הַקְהֵל שֶׁחָל לִהְיוֹת בְּשַׁבָּת מְאַחֲרִין אוֹתוֹ לְאַחַר הַשַּׁבָּת. מִפְּנֵי תְּקִיעַת הַחֲצוֹצְרוֹת וְהַתְּחִנּוֹת שֶׁאֵינָן דּוֹחִין אֶת הַשַּׁבָּת:\n",
            "english": "If the day of <i>Hakhel</i> falls on the Sabbath, the gathering is delayed until after the Sabbath, because of the sounding of the trumpets and the supplications which do not supersede the Sabbath restrictions."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:16:14.232Z",
    "totalChapters": 3,
    "status": "imported_sefaria"
  }
}
