{
  "id": "hiring",
  "name": "Mishneh Torah, Hiring",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Hiring",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אַרְבָּעָה שׁוֹמְרִים נֶאֶמְרוּ בַּתּוֹרָה וּשְׁלֹשָׁה דִּינִין יֵשׁ לָהֶם. וְאֵלּוּ הֵן הָאַרְבָּעָה שׁוֹמְרִין. שׁוֹמֵר חִנָּם. וְהַשּׁוֹאֵל. וְנוֹשֵׂא שָׂכָר. וְהַשּׂוֹכֵר: \n",
            "english": "The Torah mentions four types of watchmen, who are governed by three different rules. The four types of watchmen are an unpaid watchman, a borrower, a paid watchman and a renter."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ הֵן שְׁלֹשָׁה דִּינִין שֶׁלָּהֶן. שׁוֹמֵר חִנָּם שֶׁנִּגְנַב הַפִּקָּדוֹן מִמֶּנּוּ אוֹ אָבַד וְאֵין צָרִיךְ לוֹמַר אִם נֶאֱנַס הַפִּקָּדוֹן אֹנֶס גָּדוֹל כְּגוֹן שֶׁהָיְתָה בְּהֵמָה וּמֵתָה אוֹ נִשְׁבֵּית הֲרֵי זֶה נִשְׁבָּע שֶׁשָּׁמַר כְּדֶרֶךְ הַשּׁוֹמְרִין וּפָטוּר שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"וְגֻנַּב מִבֵּית הָאִישׁ\" וְגוֹ' <small>(שמות כב ז)</small> \"וְנִקְרַב בַּעַל הַבַּיִת אֶל הָאֱלֹהִים\". הַשּׁוֹאֵל מְשַׁלֵּם הַכּל בֵּין שֶׁאָבַד דָּבָר הַשָּׁאוּל אוֹ נִגְנַב בֵּין שֶׁאֵרְעוֹ אֹנֶס גָּדוֹל מִזֶּה כְּגוֹן שֶׁמֵּתָה הַבְּהֵמָה הַשְּׁאוּלָה אוֹ נִשְׁבְּרָה אוֹ נִשְׁבֵּית שֶׁכָּךְ כָּתוּב בְּשׁוֹאֵל <small>(שמות כב יג)</small> \"וְנִשְׁבַּר אוֹ מֵת בְּעָלָיו אֵין עִמּוֹ שַׁלֵּם יְשַׁלֵּם\". נוֹשֵׂא שָׂכָר אוֹ הַשּׂוֹכֵר שְׁנֵיהֶם דִּין אֶחָד יֵשׁ לָהֶן אִם נִגְנַב אוֹ אָבַד הַדָּבָר הַשָּׂכוּר אוֹ שֶׁנָּטַל שָׂכָר עַל שְׁמִירָתוֹ הֲרֵי אֵלּוּ מְשַׁלְּמִים. וְאִם אֵרְעוֹ אֹנֶס גָּדוֹל מִזֶּה כְּגוֹן שֶׁהָיְתָה בְּהֵמָה וּמֵתָה אוֹ נִשְׁבְּרָה אוֹ נִשְׁבֵּית אוֹ נִטְרְפָה הֲרֵי אֵלּוּ נִשְׁבָּעִין שֶׁנֶּאֶנְסָה וּפְטוּרִין שֶׁנֶּאֱמַר <small>(שמות כב ט)</small> \"וּמֵת אוֹ נִשְׁבַּר אוֹ נִשְׁבָּה אֵין רֹאֶה\" <small>(שמות כב י)</small> \"שְׁבֻעַת ה'\" וְגוֹ' וּכְתִיב <small>(שמות כב יא)</small> \"אִם גָּנֹב יִגָּנֵב מֵעִמּוֹ יְשַׁלֵּם לִבְעָלָיו\" וְגוֹ'. נִמְצֵאתָ אוֹמֵר שׁוֹמֵר חִנָּם נִשְׁבָּע עַל הַכּל. וְהַשּׁוֹאֵל מְשַׁלֵּם אֶת הַכּל חוּץ מִן הַמֵּתָה בִּשְׁעַת מְלָאכָה כְּמוֹ שֶׁיִּתְבָּאֵר. נוֹשֵׂא שָׂכָר וְהַשּׂוֹכֵר מְשַׁלְּמִין אֶת הָאֲבֵדָה וְאֶת הַגְּנֵבָה וְנִשְׁבָּעִין עַל הָאֳנָסִין הַגְּדוֹלִים כְּגוֹן שְׁבוּרָה וּשְׁבוּיָה וּמֵתָה וּטְרֵפָה. אוֹ שֶׁאָבַד הַדָּבָר בִּסְפִינָה שֶׁטָּבְעָה בַּיָּם אוֹ נִלְקַח בְּלִסְטִים מְזֻיָּן וְכָל כַּיּוֹצֵא בְּאֵלּוּ מִשְּׁאָר אֳנָסִין הַגְּדוֹלִים: \n",
            "english": "These are the three rules that govern cases involving these watchmen: When an entrusted article is stolen from or lost by an unpaid watchman and - needless to say, when the entrusted article is destroyed by forces beyond the watchman's control - e.g., it was an animal and it died or was taken captive -the watchman must take an oath that he guarded the article in a manner appropriate for a watchman, and then he is freed of liability, as Exodus 22:6-7 states: \"And it was stolen from the man's home... and the homeowner shall approach the judges.\"<br>A borrower must make restitution in all instances, whether the borrowed object was lost, stolen, or destroyed by factors beyond his control - e.g., a borrowed animal died, was injured or taken captive. For with regard to a borrower, <i>ibid.:13</i> states: \"If it becomes injured or dies - when its owner is not with it - he must certainly make restitution.\"<br>A paid watchman and a renter are governed by the same laws. If the article that was rented or was entrusted for a fee was lost or stolen, they must make restitution. If the article is lost by forces beyond the watchman's control - e.g., an animal died, was injured, was taken captive or was attacked by a wild animal - the watchman is required to take an oath, and then he is freed of liability, as <i>ibid.:9-10</i> states: \"If it died, was injured or taken captive, and there are no witnesses, an oath of God shall be between them.\" And <i>ibid.:11</i> states: \"If it is stolen from him, he shall make restitution to its owner.\"<br>Thus, an unpaid watchman takes an oath in all instances. A borrower makes restitution in all instances except when an animal dies performing the labor for which it was borrowed, as will be explained. And a paid watchman and a renter make restitution when the article is lost or stolen, and take an oath when it is destroyed by forces beyond their control - e.g., it was injured, taken captive, died, attacked by beasts, lost in a ship that sank at sea, seized by armed thieves - or lost in any other major matter over which the watchman has no control."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַמַּפְקִיד אֵצֶל חֲבֵרוֹ בֵּין בְּחִנָּם בֵּין בְּשָׂכָר אוֹ הִשְׁאִילוֹ אוֹ הִשְׂכִּירוֹ אִם שָׁאַל הַשּׁוֹמֵר אֶת הַבְּעָלִים עִם הַדָּבָר שֶׁלָּהֶן אוֹ שְׂכָרָן הֲרֵי הַשּׁוֹמֵר פָּטוּר מִכְּלוּם. אֲפִלּוּ פָּשַׁע בַּדָּבָר שֶׁשָּׁמַר וְאָבַד מֵחֲמַת הַפְּשִׁיעָה הֲרֵי זֶה פָּטוּר שֶׁנֶּאֱמַר <small>(שמות כב יד)</small> \"אִם בְּעָלָיו עִמּוֹ לֹא יְשַׁלֵּם אִם שָׂכִיר הוּא בָּא בִּשְׂכָרוֹ\". בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁשָּׁאַל הַבְּעָלִים אוֹ שְׂכָרָן בְּעֵת שֶׁנָּטַל הַחֵפֶץ אַף עַל פִּי שֶׁאֵין הַבְּעָלִים שָׁם עִמּוֹ בְּעֵת הַגְּנֵבָה וְהָאֲבֵדָה אוֹ בְּעֵת שֶׁנֶּאֱנַס. אֲבָל נָטַל הַחֵפֶץ וְנַעֲשָׂה עָלָיו שׁוֹמֵר תְּחִלָּה וְאַחַר כָּךְ שָׂכַר הַבְּעָלִים אוֹ שְׁאָלָן אַף עַל פִּי שֶׁהָיוּ הַבְּעָלִים עוֹמְדִין שָׁם בְּעֵת שֶׁנֶּאֱנַס הַדָּבָר הַשָּׁמוּר הֲרֵי זֶה מְשַׁלֵּם שֶׁנֶּאֱמַר <small>(שמות כב יג)</small> \"בְּעָלָיו אֵין עִמּוֹ שַׁלֵּם יְשַׁלֵּם\" מִפִּי הַשְּׁמוּעָה לָמְדוּ הָיָה עִמּוֹ בִּשְׁעַת הַשְׁאָלָה אַף עַל פִּי שֶׁאֵינוֹ בְּעֵת הַגְּנֵבָה וְהַמִּיתָה פָּטוּר לֹא הָיָה עִמּוֹ בִּשְׁעַת הַשְׁאָלָה אַף עַל פִּי שֶׁהָיָה עִמּוֹ בְּעֵת הַמִּיתָה אוֹ הַשְּׁבִיָּה חַיָּב. וְהוּא הַדִּין לִשְׁאָר הַשּׁוֹמְרִים שֶׁכֻּלָּן בִּבְעָלִים פְּטוּרִין אֲפִלּוּ פְּשִׁיעָה בִּבְעָלִים פָּטוּר: \n",
            "english": "The following rules apply when a person entrusts an article to a colleague for safekeeping, whether he offers payment or not or lends an article or hires it out. If the watchman also asks the owner of the article to work for him or hires him together with the article, the watchman is never held liable at all. Even if the watchman is negligent in his care of the article he was watching, and it was lost because of his negligence, he is not liable, as Exodus 22:14 states: \"If his owner is with him, he need not make restitution. If he is a hired worker, it comes with his wages.\"<br>When does the above apply? When the watchman asked or hired the owner to work at the time he took the article, even if the owner was not with him at the time the article was stolen, lost or destroyed by forces beyond his control. If, by contrast, he took the article and became responsible as a watchman at the outset, and afterwards asked or hired the owner to work, he is not absolved of responsibility. Even if the owner was standing nearby at the time the entrusted article was destroyed by forces beyond the watchman's control, the watchman is liable to pay, as implied by <i>ibid.</i>: 13: \"If the owner is not with him, he must certainly make restitution.\"<br>According to the Oral Tradition, these verses were interpreted to mean: If the owner was with the borrower at the time the article or animal was borrowed, he is not liable, even if he was not with him at the time it was stolen or died. If, however, he was not with the borrower at the time the article or animal was borrowed, he is liable, even if he was with him at the time it was stolen or died. The same laws apply to other watchmen. If the owners are \"with them\", they are all free of liability. Even if they are negligent, if the owners are \"with them\", they are all free of liability."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל שׁוֹמֵר שֶׁפָּשַׁע בִּתְחִלָּתוֹ אַף עַל פִּי שֶׁנֶּאֱנַס בְּסוֹפוֹ חַיָּב כְּמוֹ שֶׁיִּתְבָּאֵר. וְאֵין הַשּׁוֹאֵל רַשַּׁאי לְהַשְׁאִיל אֲפִלּוּ שָׁאַל סֵפֶר תּוֹרָה שֶׁכָּל שֶׁקּוֹרֵא בּוֹ עוֹשֶׂה מִצְוָה לֹא יַשְׁאִילֶנּוּ לְאַחֵר. וְכֵן אֵין הַשּׂוֹכֵר רַשַּׁאי לְהַשְׂכִּיר אֲפִלּוּ הִשְׂכִּירוֹ סֵפֶר תּוֹרָה לֹא יַשְׂכִּירֶנּוּ לְאַחֵר שֶׁהֲרֵי זֶה אוֹמֵר לוֹ אֵין רְצוֹנִי שֶׁיִּהְיֶה פִּקְדוֹנִי בְּיַד אַחֵר. עָבַר הַשּׁוֹמֵר וּמָסַר לַשּׁוֹמֵר הַשֵּׁנִי אִם יֵשׁ עֵדִים שֶׁשְּׁמָרָהּ הַשּׁוֹמֵר הַשֵּׁנִי כְּדֶרֶךְ הַשּׁוֹמְרִין וְנֶאֱנַס פָּטוּר הַשּׁוֹמֵר הָרִאשׁוֹן שֶׁהֲרֵי יֵשׁ עֵדִים שֶׁנֶּאֱנַס. וְאִם אֵין שָׁם עֵדִים חַיָּב הַשּׁוֹמֵר הָרִאשׁוֹן לְשַׁלֵּם לַבְּעָלִים מִפְּנֵי שֶׁמָּסַר לְשׁוֹמֵר אַחֵר וְיַעֲשֶׂה הוּא דִּין עִם הַשּׁוֹמֵר הַשֵּׁנִי. אֲפִלּוּ הָיָה הָרִאשׁוֹן שׁוֹמֵר חִנָּם וּמָסַר לְשׁוֹמֵר שָׂכָר חַיָּב שֶׁהֲרֵי יֵשׁ לְבַעַל הַחֵפֶץ לוֹמַר לוֹ אַתָּה נֶאֱמָן אֶצְלִי לְהִשָּׁבַע וְזֶה אֵינוֹ נֶאֱמָן. לְפִיכָךְ אִם הָיָה דֶּרֶךְ הַבְּעָלִים לְהַפְקִיד תָּמִיד דָּבָר זֶה אֵצֶל הַשּׁוֹמֵר הַשֵּׁנִי הֲרֵי זֶה הַשּׁוֹמֵר הָרִאשׁוֹן פָּטוּר מִלְּשַׁלֵּם שֶׁהֲרֵי הוּא אוֹמֵר לַבְּעָלִים זֶה הַדָּבָר שֶׁהִפְקַדְתֶּם אֶצְלִי אוֹ הִשְׁאַלְתֶּם אֶמֶשׁ הֱיִיתֶם מַפְקִידִין אוֹתוֹ אֵצֶל זֶה שֶׁהִפְקַדְתִּי אֲנִי אֶצְלוֹ. וְהוּא שֶׁלֹּא יְמַעֵט שְׁמִירָתוֹ. כֵּיצַד יְמַעֵט שְׁמִירָתוֹ. כְּגוֹן שֶׁהָיָה מֻפְקָד אֶצְלוֹ בְּשָׂכָר וְהִפְקִידוֹ אֵצֶל אוֹתוֹ הַשֵּׁנִי בְּחִנָּם אוֹ שֶׁהָיָה שָׁאוּל אֶצְלוֹ וְהִפְקִידוֹ אֵצֶל אוֹתוֹ הַשֵּׁנִי בְּשָׂכָר הוֹאִיל וּמִעֵט שְׁמִירָתוֹ פּוֹשֵׁעַ הוּא וּמְשַׁלֵּם. אַף עַל פִּי שֶׁשָּׁאַל אוֹ שֶׁשָּׂכַר בַּבְּעָלִים הֲרֵי הוּא הוֹצִיא הַדָּבָר הַשָּׁמוּר מִיָּדוֹ לְיַד שׁוֹמֵר אַחֵר: \n",
            "english": "Whenever a watchman is negligent when he begins caring for the article, even though the article is ultimately destroyed by forces beyond his control, he is liable, as will be explained.<br>A borrower is not allowed to lend the entrusted article to another person. Even if he borrows a Torah scroll - in which instance, anyone who reads it performs a mitzvah - he may not lend it to someone else. Similarly, a renter is not permitted to rent the entrusted article to another person. Even if a Torah scroll was rented to him, he may not rent it to someone else. The rationale is that the owner will tell the watchman: \"I do not want my article to be in someone else's hands.\"<br>The following rules apply if the watchman transgressed and entrusted the article to another watchman. If there are witnesses who testify that the second watchman guarded the article in an appropriate manner, and the article was destroyed by forces beyond his control, the first watchman is not liable. For there are witnesses that the article was destroyed by forces beyond his control.<br>If there are no witnesses to give such testimony, the first watchman is liable to pay the owners, for he entrusted the article to another watchman. Afterwards, he should enter into litigation with the second watchman. Even if the first watchman was not paid for his services and he entrusted the article to a paid watchman, he is liable. For the owner of the article will tell him: \"Although you are an unpaid watchman, you are trustworthy in my eyes, and I am willing to believe your oath. I don't consider the other person trustworthy.\"<br>For this reason, if the owner of the article would frequently entrust articles of this nature to the second watchman, the first watchman is not required to make restitution. For he could tell the owner: \"Yesterday, you were willing to entrust the article that you entrusted to me to this person.\"<br>In the above instance, the watchman is freed of liability only when he does not reduce the level of responsibility for watching the article. What is meant by reducing the level of responsibility for watching the article? For example, the article was entrusted to the first watchman for a fee, and he entrusted it to the second watchman without charge, or the first watchman was a borrower, and he entrusted it to a paid watchman. In such instances, since the watchman reduced the level of responsibility for watching the article, he is considered to be negligent and is required to pay.<br>[The above applies] even if when the article was originally entrusted, the owner was working for or hired by the first watchman. For that watchman removed the entrusted article from his domain and entrusted it to another watchman."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְאִם הֵבִיא הַשּׁוֹמֵר הַשֵּׁנִי הָרְאָיָה שֶׁיִּפָּטֵר בָּהּ שׁוֹמֵר רִאשׁוֹן כְּדִין שְׁמִירָתוֹ הֲרֵי זֶה פָּטוּר. כֵּיצַד. שׁוֹמֵר שָׂכָר שֶׁנָּתַן הַבְּהֵמָה הַשְּׁמוּרָה אֶצְלוֹ לְשׁוֹמֵר חִנָּם אִם הֵבִיא הַשּׁוֹמֵר הַשֵּׁנִי עֵדִים שֶׁמֵּתָה הַבְּהֵמָה כְּדַרְכָּהּ הֲרֵי הַשּׁוֹמֵר הָרִאשׁוֹן פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "If the second watchman was able to bring proof that would free the first watchman from responsibility for guarding the article, he is not liable.<br>What is implied? A paid watchman entrusted an animal that was entrusted to him to an unpaid watchman. If the second watchman brought witnesses who testify that the animal died in a natural manner, the first watchman is not liable. The same principles apply in all analogous situations."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שׁוֹמֵר שֶׁמָּסַר לְשׁוֹמֵר אַחֵר וְהוֹסִיף בִּשְׁמִירָתוֹ וּמֵתָה הַהֲנָאָה לַבְּעָלִים. כֵּיצַד. הַשּׂוֹכֵר פָּרָה מֵחֲבֵרוֹ וְהִשְׁאִילָהּ לְאַחֵר וּמֵתָה כְּדַרְכָּהּ בְּיַד הַשּׁוֹאֵל הוֹאִיל וְהַשּׁוֹאֵל חַיָּב בַּכּל יַחְזִירוּ דְּמֵי הַפָּרָה לַבְּעָלִים שֶׁאֵין זֶה הַשּׂוֹכֵר עוֹשֶׂה סְחוֹרָה בְּפָרָתוֹ שֶׁל חֲבֵרוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הָיָה בְּיָדוֹ פִּקָּדוֹן וּשְׁלָחוֹ בְּיַד אַחֵר לִבְעָלָיו הוֹאִיל וְהַשּׁוֹמֵר הָרִאשׁוֹן חַיָּב בְּאַחֲרָיוּתוֹ עַד שֶׁיַּגִּיעַ לְיַד הַבְּעָלִים אִם בָּא לַחְזֹר וּלְהַחְזִיר הַפִּקָּדוֹן מִיַּד הַשּׁוֹמֵר הַשֵּׁנִי מַחְזִיר. וְאִם הֻחְזַק הַשּׁוֹמֵר הָרִאשׁוֹן כַּפְרָן אֵינוֹ יָכוֹל לְהַחְזִיר הַפִּקָּדוֹן מִיַּד הַשּׁוֹמֵר הַשֵּׁנִי אַף עַל פִּי שֶׁעֲדַיִן הַפִּקָּדוֹן בְּאַחֲרָיוּתוֹ שֶׁל רִאשׁוֹן: \n",
            "english": "When a watchman entrusted an animal entrusted to him to another watchman and increased the responsibility of the watchman and the animal died, the owner receives the benefit.<br>What is implied? A person rents a cow from a colleague and then lends it to another person. Afterwards, the cow dies in an ordinary manner in the possession of the borrower. Since the borrower is required to make full restitution, he should return the worth of the cow to its owners. For the renter is not carrying out business with his colleague's cow. Similar principles apply in all analogous situations.<br>The following rules apply when a person was in possession of an entrusted object belonging to a colleague and gave it to another person to bring to its owner. Since the first watchman is responsible for the article until it reaches its owner's domain, if he desires to retrieve the article from the second watchman, he may. If it is established that the first watchman has denied that property was entrusted to him, he cannot retrieve the article from the second watchman although he remains responsible for the entrusted article."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁלֹשָׁה דִּינִין הָאֲמוּרִין בַּתּוֹרָה בְּאַרְבָּעָה הַשּׁוֹמְרִין אֵינָן אֶלָּא בְּמִטַּלְטְלִין שֶׁל יִשְׂרָאֵל וְשֶׁל הֶדְיוֹט שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כֶּסֶף אוֹ כֵלִים\" <small>(שמות כב ט)</small> \"וְכָל בְּהֵמָה\" יָצְאוּ קַרְקָעוֹת וְיָצְאוּ הָעֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת וְיָצְאוּ הַשְּׁטָרוֹת שֶׁאֵין גּוּפָן מָמוֹן וְיָצְאוּ הֶקְדֵּשׁוֹת שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ\" וְיָצְאוּ נִכְסֵי עַכּוּ\"ם. מִכָּאן אָמְרוּ חֲכָמִים הָעֲבָדִים וְהַשְּׁטָרוֹת וְהַקַּרְקָעוֹת וְהַהֶקְדֵּשׁוֹת שׁוֹמֵר חִנָּם שֶׁלָּהֶן אֵינוֹ נִשְׁבָּע. וְנוֹשֵׂא שָׂכָר אוֹ שׂוֹכֵר אֵינוֹ מְשַׁלֵּם. וְאִם קָנוּ מִיָּדוֹ חַיָּב בְּאַחֲרָיוּתָן: \n",
            "english": "The three laws that the Torah states with regard to the four watchmen apply only with regard to movable property that is not consecrated and which belongs to a Jew.<br>This is derived from Exodus 22:6,9, which mentions: \"money or articles and any animal.\" This excludes landed property and slaves, for they are equated with landed property. And it excludes promissory notes, for they themselves are not money.<br>And consecrated property is excluded, for <i>ibid.:6</i> states: \"When a person will give to his colleague.\" And this also excludes property owned by gentiles. Accordingly, our Sages stated: An unpaid watchman need not take an oath with regard to claims involving slaves, promissory notes, landed property and consecrated property. Similarly, a paid watchman or a renter need not pay if they are destroyed. If the watchman performed a <i>kinyan</i> confirming his responsibility for such articles, he is responsible for them."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְתִקְּנוּ חֲכָמִים שֶׁנִּשְׁבָּעִין עַל הַהֶקְדֵּשׁוֹת שְׁבוּעַת הַשּׁוֹמְרִין כְּעֵין שֶׁל תּוֹרָה כְּדֵי שֶׁלֹּא יְזַלְזְלוּ בַּהֶקְדֵּשׁוֹת: \n",
            "english": "Our Sages ordained that the oaths required of watchmen should be taken with regard to consecrated property in the same manner as required by the Torah with regard to other property so that people should not deal lightly with consecrated property."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "יֵרָאֶה לִי שֶׁאִם פָּשַׁע הַשּׁוֹמֵר בַּעֲבָדִים וְכַיּוֹצֵא בָּהֶן חַיָּב לְשַׁלֵּם. שֶׁאֵינוֹ פָּטוּר בַּעֲבָדִים וְקַרְקָעוֹת וּשְׁטָרוֹת אֶלָּא מִדִּין גְּנֵבָה וַאֲבֵדָה וּמֵתָה וְכַיּוֹצֵא בָּהֶן. שֶׁאִם הָיָה שׁוֹמֵר חִנָּם עַל מִטַּלְטְלִין וְנִגְנְבוּ אוֹ אָבְדוּ יִשָּׁבַע וּבַעֲבָדִים וְקַרְקָעוֹת וּשְׁטָרוֹת פָּטוּר מִשְּׁבוּעָה. וְכֵן אִם הָיָה שׁוֹמֵר שָׂכָר שֶׁמְּשַׁלֵּם גְּנֵבָה וַאֲבֵדָה בְּמִטַּלְטְלִין פָּטוּר מִלְּשַׁלֵּם בְּאֵלּוּ. אֲבָל אִם פָּשַׁע בָּהּ חַיָּב לְשַׁלֵּם שֶׁכָּל הַפּוֹשֵׁעַ מַזִּיק הוּא. וְאֵין הֶפְרֵשׁ בֵּין דִּין הַמַּזִּיק קַרְקַע לְדִין הַמַּזִּיק מִטַּלְטְלִין. וְדִין אֱמֶת הוּא זֶה לַמְּבִינִים וְכֵן רָאוּי לָדוּן. וְכֵן הוֹרוּ רַבּוֹתַי שֶׁהַמּוֹסֵר כַּרְמוֹ לְשׁוֹמֵר בֵּין בַּאֲרִיסוּת בֵּין בִּשְׁמִירוּת חִנָּם וְהִתְנָה עִמּוֹ שֶׁיַּחְפֹּר אוֹ יִזְמֹר אוֹ יְאַבֵּק מִשֶּׁלּוֹ וּפָשַׁע וְלֹא עָשָׂה חַיָּב כְּמִי שֶׁהִפְסִיד בַּיָּדַיִם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה שֶׁהִפְסִיד בַּיָּדַיִם חַיָּב עַל כָּל פָּנִים: \n",
            "english": "It appears to me that a watchman who was negligent with regard to the care of slaves and the like is obligated to make restitution. For he is freed of responsibility with regard to slaves, landed property and promissory notes -only for the obligations stemming from theft, loss, death and the like. For if he was an unpaid watchman for movable property, and it was stolen or lost, he would be required to take an oath; but for slaves, landed property and promissory notes, he is not required to take an oath. Similarly, if he was a paid watchman, he would be required to make restitution for movable property that was stolen or lost, but for these he is freed of liability. If, however, he was negligent, he is required to make restitution. For everyone who is negligent is considered to be one who damages property, and there is no difference between the laws applying to a person who damages landed property and one who damages movable property.<br>This is a true judgment, as those who understand will see, and this is the appropriate way to rule. Similarly, my teachers issued the following rulings with regard to a person who entrusts his vine to a sharecropper or to a watchman and stipulates that he dig, prune or dust it from his own resources. If the watchman is negligent and does not perform the required task, he is liable as if he destroyed it with his hands. Similarly, he is liable in all instances where he causes a loss through his actions."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמּוֹסֵר לַחֲבֵרוֹ דָּבָר הַמְחֻבָּר לַקַּרְקַע לִשְׁמֹר אֲפִלּוּ הָיוּ עֲנָבִים הָעוֹמְדוֹת לְהִבָּצֵר הֲרֵי הֵן כְּקַרְקַע בְּדִין הַשּׁוֹמְרִין: \n",
            "english": "When a person entrusts produce that is growing on land - even grapes that are ready to be harvested - to a colleague to watch, they are considered to be landed property with regard to the laws of watchman."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הִפְקִיד הֶקְדֵּשׁ וְאַחַר כָּךְ פָּדָהוּ וַהֲרֵי הוּא חֻלִּין בְּעֵת שֶׁנְּטָלוֹ מִיַּד הַשּׁוֹמֵר. אוֹ שֶׁהִשְׁאִילוֹ חֻלִּין וְאַחַר כָּךְ הִקְדִּישׁ וְהוּא בְּיַד הַשּׁוֹאֵל. וְכֵן עַכּוּ\"ם שֶׁהִפְקִיד וְאַחַר כָּךְ נִתְגַּיֵּר. כָּל אֵלּוּ אֵין בָּהֶן כָּל דִּינֵי הַשּׁוֹמְרִין עַד שֶׁתִּהְיֶה תְּחִלָּתָן וְסוֹפָן נִכְסֵי הֶדְיוֹט וְנִכְסֵי יִשְׂרָאֵל: \n",
            "english": "The following principle applies if a person entrusts consecrated property to a watchman and then redeems it, and so it is no longer consecrated at the time the owner takes it from the watchman, or he lends it to a person when it was not consecrated and then consecrates it while it is in the borrower's possession, or a gentile entrusts property and then converts. In all these situations, the laws of watchmen do not apply, unless the article was not consecrated property and belonged to a Jew from the beginning of the time the article was entrusted until the conclusion of that period."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה בְּדִין הַשּׁוֹמְרִין בֵּין שֶׁהָיָה הַדָּבָר הַשָּׁמוּר שֶׁל אִשָּׁה אוֹ שֶׁהָיָה בְּיַד הָאִשָּׁה: \n",
            "english": "The laws applying to borrowers apply equally to men and to women. This applies if the woman is the owner of the entrusted article, or an article was entrusted to her care."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "קָטָן שֶׁהִפְקִיד בְּיַד גָּדוֹל אוֹ הִשְׁאִילוֹ הֲרֵי זֶה הַגָּדוֹל נִשְׁבָּע שְׁבוּעַת הַשּׁוֹמְרִים לַקָּטָן. הוֹרוּ רַבּוֹתַי שֶׁאֵין זֶה נִשְׁבָּע בְּטַעֲנַת הַקָּטָן כְּדֵי שֶׁנֹּאמַר אֵין נִשְׁבָּעִין עַל טַעֲנַת קָטָן שֶׁכָּל הַשּׁוֹמְרִין שְׁבוּעָתָן שְׁבוּעַת שֶׁמָּא הִיא: \n",
            "english": "When a minor entrusts an article to an adult or lends it to him, the adult must take the oaths required of a watchman to the minor. My teachers ruled that the adult is not taking the oath because of the claim of the minor in which instance, the oath would not be required. For an oath is never taken with regard to a claim made by a minor. The rationale is that all the oaths taken by watchmen are taken because of an indefinite claim."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כְּדֶרֶךְ שֶׁתִּקְּנוּ חֲכָמִים מְשִׁיכָה בְּלָקוֹחוֹת כָּךְ תִּקְּנוּ מְשִׁיכָה בְּשׁוֹמְרִין. הָאוֹמֵר לַחֲבֵרוֹ שְׁמֹר לִי זֶה וְאָמַר לוֹ הַנַּח לְפָנַי הֲרֵי זֶה שׁוֹמֵר חִנָּם. אָמַר לוֹ הַנַּח לְפָנֶיךָ אוֹ הַנַּח סְתָם אוֹ שֶׁאָמַר לוֹ הֲרֵי הַבַּיִת לְפָנֶיךָ אֵינוֹ לֹא שׁוֹמֵר חִנָּם וְלֹא שׁוֹמֵר שָׂכָר וְאֵינוֹ חַיָּב שְׁבוּעָה כְּלָל אֲבָל מַחֲרִים עַל מִי שֶׁלָּקַח הַפִּקָּדוֹן שֶׁלּוֹ וְלֹא יַחֲזִירוֹ לִבְעָלָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֶחָד הַמַּפְקִיד אוֹ הַמַּשְׁאִיל אוֹ הַמַּשְׂכִּיר אֶת חֲבֵרוֹ בְּעֵדִים אוֹ שֶׁלֹּא בְּעֵדִים דִּין אֶחָד יֵשׁ לָהֶן כֵּיוָן שֶׁהוֹדָה זֶה מִפִּי עַצְמוֹ שֶׁשָּׁמַר לוֹ אוֹ שֶׁשָּׁאַל מִמֶּנּוּ הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַשּׁוֹמְרִין שֶׁאֵין אוֹמְרִים מִגּוֹ לְפָטְרוֹ מִשְּׁבוּעָה אֶלָּא לְפָטְרוֹ מִלְּשַׁלֵּם. אֲפִלּוּ הָיָה הַדָּבָר הַשָּׁאוּל אוֹ הַמֻּפְקָד אוֹ הַמֻּשְׂכָּר שְׁוֵה פְּרוּטָה הֲרֵי זֶה הַשּׁוֹמֵר נִשְׁבָּע עָלָיו. וְאֵין אֶחָד מִן הַשּׁוֹמְרִים צָרִיךְ לְהוֹדָיָה בְּמִקְצָת: \n",
            "english": "Just as our Sages ordained that a purchaser must finalize his acquisition of an article through <i>meshichah;</i> so, too, they ordained that a watchman's responsibility for an article is established through <i>meshichah.</i><br>When a person tells a colleague: \"Watch an article for me,\" and he tells him: \"Place it down in front of me,\" he is an unpaid watchman. If he tells him: \"Place it down before yourself,\" or \"Place it down\" without saying anything else, or tells him: \"My house is before you,\" he is neither a paid watchman nor is an unpaid watchman, nor is he obligated to take an oath at all. The owner of the article may, however, have a ban of ostracism issued applying to anyone who took his article and did not return it to its owner. Similar principles apply in all analogous situations.<br>Whenever a person entrusts, lends or rents an article to a colleague, the same laws apply whether or not the transfer was observed by witnesses. When the watchman himself admits that he served as a watchman, or he borrowed the article, he is required to take the oath required of watchmen. We do not employ the principle of <i>miggo</i> to absolve a person of the responsibility for an oath, but only to free him of the responsibility to make restitution.<br>Even if the article that was borrowed, entrusted or rented was worth only a <i>p'rutah</i>, the watchman is required to take an oath concerning it. None of the watchmen are required to admit to a portion of the plaintiff's claim before being required to take the oath."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מַתְנֶה שׁוֹמֵר חִנָּם לִהְיוֹת פָּטוּר מִשְּׁבוּעָה וְהַשּׁוֹאֵל לִהְיוֹת פָּטוּר מִלְּשַׁלֵּם. וְכֵן מַתְנֶה בַּעַל הַפִּקָּדוֹן עַל שׁוֹמֵר חִנָּם אוֹ נוֹשֵׂא שָׂכָר וְשׂוֹכֵר לִהְיוֹת חַיָּבִין בַּכּל כְּשׁוֹאֵל. שֶׁכָּל תְּנַאי בְּמָמוֹן אוֹ בִּשְׁבוּעוֹת שֶׁל מָמוֹן קַיָּם וְאֵין צָרִיךְ קִנְיָן וְלֹא עֵדִים: \n",
            "english": "An unpaid watchman may make a stipulation to be freed of the responsibility to take an oath, and a borrower may make a stipulation to be freed of the responsibility to make restitution. Similarly, the owner of the entrusted object may make a stipulation that an unpaid watchman, a paid watchman or a borrower will be liable in all situations as a borrower is. This is acceptable, for any stipulation regarding money or an oath that involves money that is agreed upon by both principals is binding. Neither a <i>kinyan</i> to affirm it nor witnesses are required."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "טָעַן זֶה שֶׁהָיָה שָׁם תְּנַאי וְהַשּׁוֹמֵר אוֹמֵר לֹא הָיָה שָׁם תְּנַאי נִשְׁבָּע הַשּׁוֹמֵר שְׁבוּעַת הַשּׁוֹמְרִין וּמְגַלְגֵּל בָּהּ שֶׁלֹּא הָיָה שָׁם תְּנַאי: \n",
            "english": "When the owner claims that there was a stipulation made requiring the watchman to undertake more responsibility, and the watchman denies that such a stipulation was made, the watchman must take the oath required of a watchman, and on the basis of the principle of <i>gilgul sh'vuah</i> he must include in his oath that there was no stipulation involved."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "טָעַן שֶׁהִפְקִיד אֶצְלוֹ וְזֶה אוֹמֵר לֹא אָמַרְתִּי אֶלָּא הַנַּח לְפָנֶיךָ וְלֹא נַעֲשֵׂיתִי לוֹ שׁוֹמֵר נִשְׁבָּע הֶסֵּת שֶׁלֹּא קִבְּלוֹ אֶלָּא בְּדֶרֶךְ זוֹ וְכוֹלֵל בִּשְׁבוּעָתוֹ שֶׁלֹּא שָׁלַח בּוֹ יָד וְלֹא אִבְּדוֹ בַּיָּדַיִם וְלֹא בִּגְרָם שֶׁגָּרַם לוֹ שֶׁיִּהְיֶה חַיָּב לְשַׁלֵּם: \n",
            "english": "If the owner of an object claims that he entrusted it to a watchman, and the watchman answers that he said merely: \"Place the article down before yourself,\" and thus never became obligated as a watchman, the defendant is required to take a <i>sh'vuat hesset</i> that this was the manner in which he received the article. He should include in his oath that he did not use it for his own purposes, destroy it with his own hands or cause it to be destroyed in a manner that would obligate him to make restitution."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "זֶה אוֹמֵר הִשְׁאַלְתִּיךָ אוֹ הִשְׂכַּרְתִּיךָ אוֹ הִפְקַדְתִּיךָ וְהַלָּה אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אוֹ שֶׁאָמַר כֵּן הָיָה אֲבָל הְחֶזַרְתִּי לְךָ וְנִסְתַּלְּקָה הַשְּׁמִירָה וְלֹא נִשְׁאֲרָה בֵּינֵינוּ תְּבִיעָה. הֲרֵי הַנִּתְבָּע נִשְׁבָּע שְׁבוּעַת הֶסֵּת וְנִפְטָר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הָיָה שָׁם שְׁטָר. אֲבָל אִם הִפְקִיד אוֹ הִשְׂכִּיר אוֹ הִשְׁאִיל בִּשְׁטָר וְאָמַר לוֹ הֶחְזַרְתִּי לְךָ הֲרֵי הַשּׁוֹמֵר נִשְׁבָּע בִּנְקִיטַת חֵפֶץ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר שׁוֹמֵר חִנָּם שֶׁנִּגְנַב אוֹ אָבַד וְהַשּׁוֹאֵל מֵתָה בִּשְׁעַת מְלָאכָה נֶאֱמָן לוֹמַר הֶחְזַרְתִּי. וּכְשֵׁם שֶׁאִם טָעַן שֶׁנֶּאֱנַס נִשְׁבָּע מִן הַתּוֹרָה בִּנְקִיטַת חֵפֶץ כָּךְ אִם טָעַן הְחֶזַרְתִּי יִשָּׁבַע כְּעֵין שֶׁל תּוֹרָה הוֹאִיל וְיֵשׁ שָׁם שְׁטָר בְּיַד הַתּוֹבֵעַ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַשּׁוֹמֵר יָכוֹל לִטְעֹן וְלוֹמַר נֶאֶנְסוּ וְלֹא נַצְרִיךְ אוֹתוֹ לְהָבִיא רְאָיָה עַל טַעֲנָתוֹ. אֲבָל אִם הָיָה חַיָּב לְהָבִיא רְאָיָה עַל טַעֲנָתוֹ כְּמוֹ שֶׁיִּתְבָּאֵר אֵינוֹ נֶאֱמָן לוֹמַר הֶחְזַרְתִּי אֶלָּא יִשָּׁבַע בַּעַל הַשְּׁטָר בִּנְקִיטַת חֵפֶץ שֶׁלֹּא הֶחְזִיר לוֹ וִישַׁלֵּם. אֵין לְךָ מִי שֶׁנִּשְׁבָּע מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר כָּךְ וְכָךְ וְיִשָּׁבַע בִּנְקִיטַת חֵפֶץ אֶלָּא זֶה הַשּׁוֹמֵר בִּלְבַד שֶׁיֵּשׁ עָלָיו שְׁטָר אֲבָל שְׁאָר כָּל הַנִּשְׁבָּעִין בַּדִּין מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר אֵינָן נִשְׁבָּעִין אֶלָּא הֶסֵּת: \n",
            "english": "If the owner of an object claims: \"I lent it to you,\" \"I rented it to you,\" or \"I entrusted it to you,\" and the defendant responds: \"This never took place,\" or \"That is true, but I returned it to you, and my responsibility was concluded. There is no obligation between us at all,\" the defendant must take a <i>sh'vuat hesset.</i> He is then freed of responsibility.<br>When does this apply? When the watchman's responsibility is not recorded in a legal document. If, however, a legal document recorded that the article was entrusted, rented or lent, and the watchman claims that he returned the article, he must affirm his statement with an oath taken while holding a sacred article. The rationale for this ruling is that since an unpaid watchman could claim that the article was stolen or lost, and a borrower could claim that it died because he was working with it, his word is accepted when he says he returned it. But just as if he claimed that it was destroyed by forces beyond his control, he would have been required to take a Scriptural oath while holding a sacred article; so, too, when he claims to have returned it, he is required to take an oath resembling a Scriptural oath. The rationale is that the plaintiff has a legal document recording that the article was entrusted.<br>When does the above apply? When the watchman could have claimed that the article was destroyed by forces beyond his control without having to bring proof of his claim. If, however, he would have to bring proof of his claim, as will be explained, his word is not accepted if he claims that he returned the article. Instead, the plaintiff in possession of the legal document should take an oath while holding a sacred article that the watchman did not return anything to him. The watchman is then required to make restitution.<br>There is no other instance where a defendant is obligated to take an oath while holding a sacred article because he could have used another argument, except a watchman against whom a legal document serves as evidence. Whenever any other defendant is obligated an opportunity to take an oath, because he could have used another argument, all that is involved is a <i>sh'vuat hesset.</i>"
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שׁוֹמֵר שֶׁטָּעַן שֶׁנֶּאֱנַס אֹנֶס גָּדוֹל כְּגוֹן שְׁבוּרָה וּמֵתָה. אִם נֶאֱנַס בְּמָקוֹם שֶׁהָעֵדִים מְצוּיִין שָׁם מַצְרִיכִין אוֹתוֹ רְאָיָה עַל טַעֲנָתוֹ שֶׁנֶּאֱנַס וְיִפָּטֵר אַף מִשְּׁבוּעַת שׁוֹמְרִים וְאִם לֹא הֵבִיא רְאָיָה יְשַׁלֵּם שֶׁנֶּאֱמַר <small>(שמות כב ט)</small> \"אֵין רֹאֶה\" <small>(שמות כב י)</small> \"שְׁבֻעַת ה' תִּהְיֶה בֵּין שְׁנֵיהֶם\" הָא בְּמָקוֹם שֶׁאֶפְשָׁר לְהָבִיא רְאָיָה אֵין שָׁם שְׁבוּעָה אֶלָּא אוֹ יָבִיא רְאָיָה אוֹ יְשַׁלֵּם. אֲבָל אִם טָעַן שֶׁנֶּאֱנַס בְּמָקוֹם שֶׁאֵין הָעֵדִים מְצוּיִין שָׁם אֵין מַצְרִיכִין אוֹתוֹ רְאָיָה אֶלָּא יִשָּׁבַע שֶׁנֶּאֱנַס וְיִפָּטֵר. וְאִם הֵבִיא עֵדִים שֶׁלֹּא פָּשַׁע בָּהּ נִפְטָר אַף מִן הַשְּׁבוּעָה. מַעֲשֶׂה בְּאֶחָד שֶׁהֵבִיא חָבִית שֶׁל יַיִן בְּשָׂכָר וּשְׁבָרָהּ בַּשּׁוּק שֶׁל מְחוֹזָא וּבָאוּ לִפְנֵי חֲכָמִים וְאָמְרוּ שׁוּק זֶה שֶׁטָּעַנְתָּ שֶׁנִּשְׁבְּרָה בּוֹ חָבִית בְּנֵי אָדָם מְצוּיִין שָׁם אוֹ תָּבִיא רְאָיָה שֶׁלֹּא פָּשַׁעְתָּ אֶלָּא נִתְקַלְתָּ וְנָפַלְתָּ אוֹ תְּשַׁלֵּם דָּמֶיהָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "The following rules apply when a watchman claims that the entrusted article was destroyed by a major factor over which he had no control - e.g., it was broken or it died. If the loss occurred in a place where witnesses are ordinarily present, we require him to bring proof to support his claim that it was destroyed by factors beyond his control. He is then freed of liability, even for a watchman's oath. If he does not bring proof, he is required to make restitution, as Exodus 22:9-10 states: \"If there are none who see, the oath of God will be between the two of them.\" This implies that in a place where it is possible to bring proof, he cannot free himself of responsibility by taking an oath. Either he brings proof or he makes restitution.<br>If, however, the watchman claims that the article was destroyed in a place where witnesses are not ordinarily present, we do not require him to prove his claim. Instead, he must take an oath that it was destroyed by factors beyond his control, and then he is freed of responsibility. If he brings witnesses who testify that he was not negligent in his care for the article, he is not liable; he is not even required to take an oath.<br>An incident occurred with regard to a person who was hired to transfer a jug of wine and it broke in the market place of Mechuzah. The matter was brought before the Sages and they said that people are ordinarily present in the market place where the watchman claimed that the jug was broken. Hence they required him to either bring proof that he was not negligent, but instead stumbled and fell or make restitution. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמַּעֲבִיר חָבִית מִמָּקוֹם לְמָקוֹם בְּשָׂכָר וְנִשְׁבְּרָה דִּין תּוֹרָה הוּא שֶׁיְּשַׁלֵּם שֶׁאֵין זֶה אֹנֶס גָּדוֹל וַהֲרֵי הַשְּׁבִירָה כִּגְנֵבָה וַאֲבֵדָה שֶׁהוּא חַיָּב בָּהֶן. אֲבָל תִּקְּנוּ חֲכָמִים שֶׁיִּהְיֶה חַיָּב שְׁבוּעָה שֶׁלֹּא פָּשַׁע בָּהּ שֶׁאִם אַתָּה אוֹמֵר יְשַׁלֵּם אֵין לְךָ אָדָם שֶׁיַּעֲבִיר חָבִית לַחֲבֵרוֹ לְפִיכָךְ עָשׂוּ בּוֹ שְׁבִירַת הֶחָבִית כְּמִיתַת הַבְּהֵמָה וּשְׁבִירָתָהּ. וְעוֹד תִּקְּנוּ בְּדָבָר זֶה שֶׁאִם נָשְׂאוּ אוֹתָהּ שְׁנַיִם בְּמוֹט וְנִשְׁבְּרָה מְשַׁלְּמִין חֲצִי דָּמֶיהָ הוֹאִיל וּמַשּׂוֹי זֶה גָּדוֹל לְגַבֵּי אֶחָד וְקַל לְגַבֵּי שְׁנַיִם הֲרֵי הוּא כְּאֹנֶס וְאֵינוֹ אֹנֶס וּמְשַׁלְּמִין מֶחֱצָה אִם יֵשׁ עֵדִים שֶׁלֹּא פָּשְׁעוּ בָּהּ. נִשְׁבְּרָה בְּמָקוֹם שֶׁאֵין הָעֵדִים מְצוּיִין נִשְׁבָּעִין שֶׁלֹּא שְׁבָרוּהָ בִּפְשִׁיעָה וּמְשַׁלְּמִין חֲצִי דָּמֶיהָ. שֶׁהֲרֵי לֹא הָיָה לְכָל אֶחָד לְהַעֲבִיר אֶלָּא מַשּׂוֹי שֶׁיָּכוֹל לְהַעֲבִירוֹ בִּפְנֵי עַצְמוֹ. מִכָּאן אַתָּה לָמֵד שֶׁהָאֶחָד שֶׁהֶעֱבִיר חָבִית גְּדוֹלָה שֶׁאֵין דֶּרֶךְ כָּל הַסַּבָּלִים לְהַעֲבִירָהּ שֶׁהוּא פּוֹשֵׁעַ וְאִם נִשְׁבְּרָה בְּיָדוֹ מְשַׁלֵּם הַכּל:  ",
            "english": "When a person is hired to transfer a jug from place to place for a wage, and the jug is broken, according to Scriptural Law, he should be required to pay. For this is not a major factor that is beyond the porter's control; breaking an article is equivalent to its being stolen or lost, for which he is liable.<br>Nevertheless, our Sages ordained that the porter should be liable merely to take an oath that he was not negligent in caring for it. For if he were required to make financial restitution, no person would ever carry a jug for a colleague. Therefore, the Sages ordained that the breaking of a jug is equivalent to the death or the injury of an animal.<br>With regard to this matter, our Sages also ordained that if two people were carrying a jug with shafts, and it was broken, they should pay half the damages. For since this burden is very great for one person, but light for two people, it can be considered both similar and dissimilar to a loss due to factors beyond one's control. Therefore, if there are witnesses who testify that they were not negligent, they should pay half the damages.<br>If the jug was broken in a place where witnesses are not ordinarily present, the porters must take an oath that they did not break it through negligence. Afterwards, they are required to pay half the damages. For each one of them should not have attempted to transport anything more than a burden that he could transport on his own. From this, one can derive that when a person transports a large jug that a porter would not ordinarily transport, he is considered to be negligent. If it breaks in his hands, he must make full restitution."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַסַּבָּל שֶׁשָּׁבַר חָבִית שֶׁל יַיִן לְחֶנְוָנִי וְנִתְחַיֵּב לְשַׁלֵּם וַהֲרֵי הִיא שָׁוָה בְּיוֹם הַשּׁוּק אַרְבָּעָה וּבִשְׁאָר הַיָּמִים שְׁלֹשָׁה אִם הֶחְזִירוֹ בְּיוֹם הַשּׁוּק חַיָּבִין לְהַחְזִיר חָבִית שֶׁל יַיִן אוֹ יְשַׁלְּמוּ לוֹ אַרְבָּעָה וְהוּא שֶׁלֹּא הָיָה לוֹ יַיִן לִמְכֹּר בְּיוֹם הַשּׁוּק אֲבָל אִם הָיָה לוֹ יַיִן מַחֲזִירִין לוֹ שְׁלֹשָׁה. הֶחְזִירוּ לוֹ בִּשְׁאָר הַיָּמִים מַחֲזִירִין לוֹ שְׁלֹשָׁה וּמְנַכִּין לוֹ בְּכָל זְמַן טֹרַח שֶׁהָיָה טוֹרֵחַ בִּמְכִירָתָהּ וּפְגַם הַנֶּקֶב שֶׁהָיָה נוֹקֵב הֶחָבִית וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "The following rules apply when a porter breaks a jug of wine belonging to a merchant and was obligated to make restitution, and the jug was worth four <i>zuzim</i> on a market day, and three <i>zuzim</i> on other days. If he makes restitution on a market day, he must give him either a jug of wine or four <i>zuzim</i> This applies if the merchant does not possess other wine to sell on the market day. If the merchant possesses other wine, the porter is required to pay only three. If the porter makes restitution on another day, he is required to return only three.<br>Whenever the porter makes restitution, a deduction is made for the effort the merchant would have to undertake in selling the jug, the damage the hole causes in the jug, and other similar matters."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "רוֹעֶה שֶׁבָּאוּ זְאֵבִים וְטָרְפוּ מִמֶּנּוּ אִם הָיָה זְאֵב אֶחָד אֵין זֶה אֹנֶס אֲפִלּוּ בִּשְׁעַת מִשְׁלַחַת זְאֵבִים. וְאִם הָיוּ שְׁנֵי זְאֵבִים הֲרֵי זֶה אֹנֶס. שְׁנֵי כְּלָבִים אֵינָן אֹנֶס אֲפִלּוּ בָּאוּ מִשְּׁתֵי רוּחוֹת. הָיוּ יֶתֶר עַל שְׁנַיִם הֲרֵי זֶה אֹנֶס. לִסְטִים מְזֻיָּן הֲרֵי הוּא אֹנֶס וַאֲפִלּוּ הָיָה הָרוֹעֶה מְזֻיָּן וּבָא לוֹ לִסְטִים אַחֵר מְזֻיָּן הֲרֵי זֶה אֹנֶס שֶׁאֵין הָרוֹעֶה מוֹסֵר נַפְשׁוֹ כְּלִסְטִים. הָאֲרִי וְהַדֹּב וְהַנָּמֵר וְהַבַּרְדְּלָס וְהַנָּחָשׁ הֲרֵי אֵלּוּ אֳנָסִין. אֵימָתַי בִּזְמַן שֶׁבָּאוּ מֵאֲלֵיהֶן. אֲבָל אִם הוֹלִיכָם לִמְקוֹם גְּדוּדֵי חַיּוֹת וְלִיסְטִים אֵין אֵלּוּ אֳנָסִין וְחַיָּב לְשַׁלֵּם:  ",
            "english": "The following rules apply when wolves come and attack herds being watched by a shepherd and seize some of them. If there is only one wolf, it is not considered to be a loss due to factors beyond his control. This applies even when there is an outbreak of wolves. If there are two wolves, it is considered to be a loss beyond his control. Two dogs are not considered to be a loss beyond his control, even if they come from two directions. If there are more than two, it is considered to be a loss beyond his control.<br>Armed thieves are considered to be a loss beyond his control. This applies even if the shepherd was armed and only one armed thief opposed him; it is considered to be a loss beyond his control. For a shepherd will not risk his life as a thief will.<br>A lion, a bear, a leopard, a cheetah or a snake are considered to be losses beyond his control.<br>When does this apply? When they come on their own initiative. If, however, the shepherd brings his herd to a place of wild beasts or thieves, losses incurred because of them are not considered to be losses beyond his control, and the shepherd is liable to make restitution."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "רוֹעֶה שֶׁמָּצָא גַּנָּב וְהִתְחִיל לְהִתְגָּרוֹת בּוֹ וּלְהַרְאוֹתוֹ שֶׁאֵינוֹ חוֹשֵׁשׁ מִמֶּנּוּ וְאָמַר לוֹ הֲרֵי אָנוּ בְּמָקוֹם פְּלוֹנִי וְכָךְ וְכָךְ רוֹעִים אֲנַחְנוּ וְכָךְ וְכָךְ כְּלֵי מִלְחָמָה יֵשׁ לָנוּ וּבָא אוֹתוֹ הַלִּסְטִים וְנִצְּחוֹ וְלָקַח מֵהֶן הֲרֵי הָרוֹעֶה חַיָּב שֶׁאֶחָד הַמּוֹלִיךְ אֶת הַבְּהֵמָה לִמְקוֹם גְּדוּדֵי חַיּוֹת וְלִסְטִים אוֹ מֵבִיא אֶת הַלִּסְטִים בְּהִתְגָּרוּתוֹ לִמְקוֹם הַבְּהֵמָה:  ",
            "english": "When a shepherd encounters a thief and begins to boast to him, trying to show him that he is not concerned with him, saying: \"We are in this and this place. We have these and these many shepherds, and these and these types of weapons,\" and the thief comes and overcomes him and seizes the animals, the shepherd is liable. For there is no difference between bringing the animal(s) to a place of beasts and thieves, or boasting and thus bringing the thieves to the place of the animal(s)."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "רוֹעֶה שֶׁהָיָה לוֹ לְהַצִּיל הַטְּרֵפָה אוֹ הַשְּׁבוּיָה בְּרוֹעִים אֲחֵרִים וּבְמַקְלוֹת וְלֹא קָרָא רוֹעִים אֲחֵרִים וְלֹא הֵבִיא מַקְלוֹת לְהַצִּיל הֲרֵי זֶה חַיָּב אֶחָד שׁוֹמֵר חִנָּם וְאֶחָד שׁוֹמֵר שָׂכָר אֶלָּא שֶׁשּׁוֹמֵר חִנָּם קוֹרֵא רוֹעִים וּמֵבִיא מַקְלוֹת בְּחִנָּם וְאִם לֹא מָצָא פָּטוּר אֲבָל שׁוֹמֵר שָׂכָר חַיָּב לִשְׂכֹּר הָרוֹעִים וְהַמַּקְלוֹת עַד כְּדֵי דְּמֵי הַבְּהֵמָה כְּדֵי לְהַצִּיל וְחוֹזֵר וְלוֹקֵחַ שְׂכָרָן מִבַּעַל הַבַּיִת. וְאִם לֹא עָשָׂה כֵן וְהָיָה לוֹ לִשְׂכֹּר וְלֹא שָׂכַר הֲרֵי זֶה פּוֹשֵׁעַ וְחַיָּב:  ",
            "english": "If a shepherd had the opportunity of saving an animal that was preyed upon or taken captive by calling to other shepherds or bringing staves, and he did not call to other shepherds or bring staves to save the animal, he is liable. This applies to both an unpaid watchman and a paid watchman. The difference is that an unpaid watchman should call to other watchman and bring staves without charge. If he cannot find any available for free, he is not liable. A paid watchman, by contrast, is obligated to hire other shepherds and staves until the value of the animal(s) in order to save them. Afterwards, he should collect their hire from the owner. If he does not do so and had the opportunity to hire others and did not avail himself of it, he is considered to be negligent and is liable to make restitution."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "רוֹעֶה שֶׁטָּעַן שֶׁהִצַּלְתִּי עַל יְדֵי רוֹעִים בְּשָׂכָר נִשְׁבָּע וְנוֹטֵל מַה שֶּׁטָּעַן שֶׁאֵינוֹ יָכוֹל לִטְעֹן אֶלָּא עַד כְּדֵי דְּמֵיהֶן וְיָכוֹל הָיָה לוֹמַר נִטְרְפָה וְיִשָּׁבַע בִּנְקִיטַת חֵפֶץ כְּדִין כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין:  ",
            "english": "When a shepherd claims that he hired other shepherds to save a herd from danger, he is required to take an oath. He may then collect the amount that he claims. The rationale is that he cannot claim more than the value of the herd and he could have claimed that the herd was preyed upon. He is required to take an oath while holding a sacred object, as required of all those who take oaths and expropriate property."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "רוֹעֶה שֶׁהִנִּיחַ עֶדְרוֹ וּבָא לָעִיר בֵּין בְּעֵת שֶׁדֶּרֶךְ הָרוֹעִים לְהִכָּנֵס וּבֵין בְּעֵת שֶׁאֵין דֶּרֶךְ הָרוֹעִים לְהִכָּנֵס וּבָאוּ זְאֵבִים וּטְרָפוֹ אֲרִי וְדָרַס אֵין אוֹמְרִים אִלּוּ הָיָה שָׁם הָיָה מַצִּיל אֶלָּא אוֹמְדִין אוֹתוֹ אִם יָכוֹל לְהַצִּיל עַל יְדֵי רוֹעִים וּמַקְלוֹת חַיָּב וְאִם לָאו פָּטוּר וְאִם אֵין הַדָּבָר יָדוּעַ חַיָּב לְשַׁלֵּם:  ",
            "english": "The following laws apply when a shepherd abandoned his herd and came to the city - whether at the time the shepherds usually come to the city or at a time when this is not their practice - and wolves came and preyed upon the herd, or lions came and attacked them. We do not postulate that if he had been there, he definitely could have saved the animals. Instead, we assess the situation. If he could have saved them - even by hiring other shepherds and staves - he is liable. If not, he is not liable. If it is impossible to make such an assessment, he is liable."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מֵתָה הַבְּהֵמָה כְּדַרְכָּהּ הֲרֵי זֶה אֹנֶס וְהָרוֹעֶה פָּטוּר. סִגְפָהּ וּמֵתָה אֵינוֹ אֹנֶס. תְּקָפַתּוּ וְעָלְתָה לְרָאשֵׁי צוּקִין וּתְקָפַתּוּ וְנָפְלָה הֲרֵי זֶה אֹנֶס. הֶעֱלָהּ לְרָאשֵׁי צוּקִין אוֹ שֶׁעָלְתָה מֵאֵלֶיהָ וְהוּא יָכוֹל לְמָנְעָהּ וְלֹא מְנָעָהּ אַף עַל פִּי שֶׁתְּקָפַתּוּ וְנָפְלָה וּמֵתָה אוֹ נִשְׁבְּרָה חַיָּב שֶׁכָּל שֶׁתְּחִלָּתוֹ בִּפְשִׁיעָה וְסוֹפוֹ בְּאֹנֶס חַיָּב. וְכֵן רוֹעֶה שֶׁהֶעֱבִיר הַבְּהֵמוֹת עַל הַגֶּשֶׁר וְדָחֲפָה אַחַת מֵהֶן לַחֲבֵרְתָהּ וְנָפְלָה לְשִׁבּלֶת הַנָּהָר הֲרֵי זֶה חַיָּב שֶׁהָיָה לוֹ לְהַעֲבִירָן אַחַת אַחַת שֶׁאֵין הַשּׁוֹמֵר נוֹטֵל שָׂכָר אֶלָּא לִשְׁמֹר שְׁמִירָה מְעֵלָּה וְהוֹאִיל וּפָשַׁע בַּתְּחִלָּה וְהֶעֱבִירָן כְּאֶחָד אַף עַל פִּי שֶׁנֶּאֱנַס בַּסּוֹף בְּעֵת הַנְּפִילָה הֲרֵי הוּא חַיָּב:  ",
            "english": "If an animal dies in an ordinary manner, this is considered to be a loss beyond the shepherd's control, and he is not liable. If he oppressed it and it died, it is not considered a loss beyond his control. If it overcame the shepherd and ascended to a high cliff, and it overcame him and fell, it is considered to be a loss beyond his control. If he led it up a steep cliff or it ascended on its own accord, but he could have prevented it from doing so and failed to do so, even though it overcame him and fell and died or was injured, he is liable. For whenever there is negligence at the outset, but ultimately the actual loss happens because of factors beyond the watchman's control, he is liable.<br>Similarly, when a shepherd leads animals across a bridge, and one pushes another and it falls into the current of the river, the shepherd is liable. The rationale is that he should have brought them over one by one. Indeed, the reason a shepherd receives a wage is to watch the animals in an effective manner. Since he was negligent at the outset, by causing them to cross together, even though when the animal fell, the loss was beyond his control, he is liable."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "פָּשַׁע בָּהּ וְיָצְאָה לַאֲגַם וּמֵתָה שָׁם כְּדַרְכָּהּ פָּטוּר שֶׁאֵין יְצִיאָתָהּ גָּרְמָה לָהּ שֶׁתָּבוֹא לִידֵי אֹנֶס זֶה הוֹאִיל וּכְדַרְכָּהּ מֵתָה מַה לִּי בְּבֵית שׁוֹמֵר מַה לִּי בָּאֲגַם. אֲבָל אִם גְּנָבָהּ גַּנָּב מֵהָאֲגַם וּמֵתָה כְּדַרְכָּהּ בְּבֵית הַגַּנָּב הֲרֵי הַשּׁוֹמֵר חַיָּב אַף עַל פִּי שֶׁהוּא שׁוֹמֵר חִנָּם שֶׁאֲפִלּוּ לֹא מֵתָה הֲרֵי הִיא אֲבֵדָה בְּיַד הַגַּנָּב וִיצִיאָתָהּ גָּרְמָה לָהּ לְהִגָּנֵב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "If the shepherd was negligent and the animal went out to a swamp and died in an ordinary manner, he is not liable. For the animal's going there did not cause it to be lost due to forces beyond the shepherd's control. Since it died in an ordinary manner, what difference is it whether it died in the watchman's house or in the swamp?<br>If, by contrast, a thief stole it from the swamp, and it died in an ordinary manner in the thief's house, the watchman is liable, even if he is an unpaid watchman. For even if it had not died, it would have been lost to its owner in the possession of the thief, and its going out to the swamp allowed it to be stolen. Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַשׂוֹכֵר אֶת הַחֲמוֹר לְהוֹלִיכָהּ בָּהָר וְהוֹלִיכָהּ בַּבִּקְעָה אִם הֻחְלְקָה פָּטוּר אַף עַל פִּי שֶׁעָבַר עַל דַּעַת הַבְּעָלִים. וְאִם הוּחַמָּה חַיָּב. שְׂכָרָהּ לְהוֹלִיכָהּ בַּבִּקְעָה וְהוֹלִיכָהּ בָּהָר אִם הֻחְלְקָה חַיָּב שֶׁהַחֲלָקוּת יֶתֶר בָּהָר מִן הַבִּקְעָה. וְאִם הוּחַמָּה פָּטוּר שֶׁחֲמִימוּת בַּבִּקְעָה יֶתֶר מִן הָהָר מִפְּנֵי הָרוּחַ שֶׁמְּנַשֶּׁבֶת בְּרֹאשׁ הֶהָרִים. וְאִם הוּחַמָּה מֵחֲמַת הַמַּעֲלָה חַיָּב וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן הַשּׂוֹכֵר אֶת הַפָּרָה לַחְרשׁ בָּהָר וְחָרַשׁ בַּבִּקְעָה וְנִשְׁבַּר הַקַּנְקַן וְהוּא הַכְּלִי שֶׁחוֹרֵשׁ בּוֹ הֲרֵי הַשּׂוֹכֵר פָּטוּר וְדִין בַּעַל הַפָּרָה עִם הָאֻמָּנִין שֶׁחָרְשׁוּ. וְכֵן אִם לֹא שִׁנָּה עַל דַּעַת הַבְּעָלִים וְנִשְׁבַּר הַקַּנְקַן דִּין בַּעַל הַפָּרָה עִם הָאֻמָּנִין. שְׂכָרָהּ לַחְרשׁ בַּבִּקְעָה וְחָרַשׁ בָּהָר וְנִשְׁבַּר הַקַּנְקַן הַשּׂוֹכֵר חַיָּב וְדִינוֹ שֶׁל שׂוֹכֵר עִם הָאֻמָּנִים: \n",
            "english": "When a person rents a donkey to lead it through the mountains, and instead leads it through a valley, he is not liable if it slips, even though he went against the intentions of the owners. If it is harmed due to heat, the renter is liable. If he rented it to lead it through a valley, and instead leads it through a mountain, he is liable if it slips, because one is more likely to slip in a mountain than in a valley. If it is harmed due to heat, the renter is not liable, since valleys are warmer than mountains, because there is wind blowing in the mountains. If, however, it becomes overheated due to the effort in climbing to the heights, he is liable. Similar laws apply in all analogous situations.<br>Similarly, if a person rents a cow to plow on a mountain and plows with it in a valley, the renter is not liable should the cylinder of the plow break. The owner of the cow may sue the workers who did the plowing. Similarly, if the renter did not go against the owner's instructions and the cylinder of the plow broke, the owner of the cow may sue the workers. If he rented it to plow in a valley, and instead plowed on a mountain, and the cylinder of the plow breaks, the renter is liable. The renter may sue the workers."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וּמַהוּ דִּין הָאֻמָּנִין שֶׁשָּׁבְרוּ בְּעֵת חֲרִישָׁה שֶׁמְּשַׁלְּמִין. מִי מְשַׁלֵּם זֶה הָאוֹחֵז אֶת הַכְּלִי בְּעֵת הַחֲרִישָׁה. וְאִם הָיְתָה הַשָּׂדֶה מַעֲלוֹת מַעֲלוֹת שְׁנֵיהֶם חַיָּבִים בִּדְמֵי הַקַּנְקַן. הַמַּנְהִיג אוֹתָהּ בְּמַלְמַד וְהָאוֹחֵז אֶת הַכְּלִי: \n",
            "english": "What is the ruling regarding the workers who break a plow while plowing? They must pay.<br>Who must pay? The one who holds the utensil while plowing. If, however, the field has several plateaus, they share the liability for the cost of the cylinder - both the person holding the guiding pole and the person holding the utensil."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׂכָרָהּ לָדוּשׁ בְּקִטְנִית וְדָשׁ בִּתְבוּאָה וְהֻחְלְקָה פָּטוּר בִּתְבוּאָה וְדָשׁ בְּקִטְנִית חַיָּב שֶׁהַקִּטְנִית מַחְלֶקֶת. מַעֲשֶׂה בְּאֶחָד שֶׁהִשְׂכִּיר חֲמוֹר לַחֲבֵרוֹ וְאָמַר לוֹ לֹא תֵּלֵךְ בּוֹ בְּדֶרֶךְ נָהָר פְּקוֹד שֶׁהַמַּיִם מְצוּיִין שָׁם אֶלָּא בְּדֶרֶךְ נֶרֶשׁ שֶׁאֵין בָּהּ מַיִם. הָלַךְ בְּדֶרֶךְ נָהָר פְּקוֹד וּמֵת הַחֲמוֹר וְלֹא הָיוּ שָׁם עֵדִים שֶׁמְּעִידִים בְּאֵי זֶה דֶּרֶךְ הָלַךְ אֶלָּא הוּא מֵעַצְמוֹ אָמַר בְּנָהָר פְּקוֹד הָלָכְתִּי וְלֹא הָיוּ שָׁם מַיִם וּמֵחֲמַת עַצְמוֹ מֵת וְאָמְרוּ חֲכָמִים הוֹאִיל וְיֵשׁ עֵדִים שֶׁהַמַּיִם בְּנָהָר פְּקוֹד מְצוּיִין חַיָּב לְשַׁלֵּם שֶׁהֲרֵי שִׁנָּה עַל דַּעַת הַבְּעָלִים וְאֵין אוֹמְרִים מַה לִּי לְשַׁקֵּר בִּמְקוֹם עֵדִים: \n",
            "english": "If a person rented a cow to thresh beans and he used it to thresh grain, he is not liable if it slips. If he rented it for grain and used it to thresh beans, he is liable, for beans cause slippage.<br>An incident occurred with regard to a person who rented his donkey to a colleague and told him: \"Do not go with it on the way of the Pikud Ravine, where there is water, but rather on the way of the Neresh Ravine, where there is no water.\" The person who hired the donkey went on the way of the Pikud Ravine and the donkey died. There were no witnesses who were able to testify to which way he went, but the person himself admitted: \"I went on the way of the Pikud Ravine, but there was no water, and the donkey died due to natural causes.\"<br>Our Sages ruled: \"Since there are witnesses that there is always water in the Pikud Ravine, he is obligated to pay, for he deviated from the instructions of the owner. And we do not say: \"Of what value would it be for him to lie,\" in a situation where witnesses were present."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַבְּהֵמָה לְהָבִיא עָלֶיהָ מָאתַיִם לִיטְרִין שֶׁל חִטִּים וְהֵבִיא מָאתַיִם לִיטְרִין שֶׁל שְׂעוֹרִים וּמֵתָה חַיָּב מִפְּנֵי שֶׁהַנֶּפַח קָשֶׁה לְמַשּׂאוֹי וְהַשְּׂעוֹרִין יֵשׁ לָהֶן נֶפַח. וְכֵן אִם שְׂכָרָהּ לְהָבִיא תְּבוּאָה וְהֵבִיא בְּמִשְׁקָלָהּ תֶּבֶן. אֲבָל אִם שְׂכָרָהּ לְהָבִיא עָלֶיהָ שְׂעוֹרִים וְהֵבִיא בְּמִשְׁקָלָן חִטִּים וּמֵתָה פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When a person rents an animal to bring 200 <i>litra</i> of wheat, and instead, brings 200 <i>litra</i> of barley, he is liable if the animal dies. For the additional volume is more difficult to carry, and barley takes more space than wheat. The same laws apply if he hired an animal to carry grain, and instead used it to carry straw. If, by contrast, he rented an animal to carry barley and instead, brought the same weight of wheat, he is not liable if the animal dies. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שָׂכַר אֶת הַבְּהֵמָה לִרְכֹּב עָלֶיהָ אִישׁ לֹא יַרְכִּיב עָלֶיהָ אִשָּׁה. שְׂכָרָהּ לִרְכֹּב עָלֶיהָ אִשָּׁה מַרְכִּיב עָלֶיהָ אִישׁ. וּמַרְכִּיב עָלֶיהָ כָּל אִשָּׁה בֵּין קְטַנָּה בֵּין גְּדוֹלָה וַאֲפִלּוּ מְעֵבֶּרֶת שֶׁהִיא מֵינִיקָה: \n",
            "english": "If a person rented an animal for a man to ride upon, he should not have a woman ride upon it. If he rented it for a woman to ride upon, he may have a man ride upon it. And he may have any woman ride upon it, whether she is small or large, even if she is both nursing and pregnant."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַבְּהֵמָה לָשֵׂאת עָלֶיהָ מִשְׁקָל יָדוּעַ וְהוֹסִיף עַל מַשָּׂאוֹ אִם הוֹסִיף חֵלֶק מִשְּׁלֹשִׁים עַל הַשִּׁעוּר שֶׁפָּסַק עִמּוֹ וּמֵתָה חַיָּב פָּחוֹת מִכָּאן פָּטוּר אֲבָל נוֹתֵן הוּא שְׂכַר הַתּוֹסֶפֶת. שָׂכַר סְתָם אֵינוֹ נוֹשֵׂא אֶלָּא בְּמִשְׁקָל הַיָּדוּעַ בַּמְּדִינָה לְאוֹתָהּ בְּהֵמָה. וְאִם הוֹסִיף חֵלֶק מִשְּׁלֹשִׁים כְּגוֹן שֶׁדַּרְכָּהּ לָשֵׂאת שְׁלֹשִׁים וְטָעַן עָלֶיהָ שְׁלֹשִׁים וְאֶחָד וּמֵתָה אוֹ נִשְׁבְּרָה חַיָּב. וְכֵן סְפִינָה שֶׁהוֹסִיף בָּהּ אֶחָד מִשְּׁלֹשִׁים עַל מַשָּׂאָהּ וְטָבְעָה חַיָּב לְשַׁלֵּם דָּמֶיהָ: \n",
            "english": "The following rules apply when a person rents an animal with the intent that it carry a burden of a specific weight, and the renter added to that weight. If he added a thirtieth to the weight that he specified, and the animal died, he is liable. If it was a lesser measure, he is not liable. He must, however, pay the fee appropriate for the extra measure.<br>If the renter rented the animal without specifying a measure, he may load upon it the burden that is the local standard for that animal. If he added more than a thirtieth to that weight - e.g., it usually carried 30 measures and he loads it with 31 - and it dies or becomes injured, he is liable. Similarly, if a person loaded a ship with one thirtieth more than its ordinary cargo and it sank, he is liable to make restitution for its worth."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַכַּתָּף שֶׁהוֹסִיף עַל מַשָּׂאוֹ קַב אֶחָד הֻזַּק בְּמַשָּׂא זֶה חַיָּב בִּנְזָקָיו. שֶׁאַף עַל פִּי שֶׁהוּא בֶּן דַּעַת וַהֲרֵי הוּא מַרְגִּישׁ בְּכֹבֶד הַמַּשָּׂא יַעֲלֶה עַל לִבּוֹ שֶׁמָּא מֵחֲמַת חָלְיוֹ הוּא זֶה הַכֹּבֶד: \n",
            "english": "When a person added one <i>kav</i> to the burden of a porter, and the porter was injured because of this burden, the other person is liable for his injury. For although the porter is a conscious being and feels the weight of the extra burden, he might think that it feels heavy because he is ill."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַחֲמוֹר לִרְכֹּב עָלֶיהָ יֵשׁ לוֹ לְהַנִּיחַ עָלֶיהָ כְּסוּתוֹ וְלָגִינוֹ וּמְזוֹנוֹתָיו שֶׁל אוֹתוֹ הַדֶּרֶךְ לְפִי שֶׁאֵין דֶּרֶךְ הַשּׂוֹכֵר לַחְזֹר בְּכָל מָלוֹן וּמָלוֹן לִקְנוֹת מְזוֹנוֹת. יֶתֶר עַל זֶה הֲרֵי מְעַכֵּב עָלָיו בַּעַל הַחֲמוֹר. וְכֵן יֵשׁ לְבַעַל הַחֲמוֹר לְהַנִּיחַ עָלֶיהָ שְׂעוֹרִים וְתֶבֶן וּמְזוֹנוֹת שֶׁל אוֹתוֹ הַיּוֹם יֶתֶר עַל זֶה הַשּׂוֹכֵר מְעַכֵּב מִפְּנֵי שֶׁאֶפְשָׁר לוֹ לִקְנוֹת בְּכָל מָלוֹן וּמָלוֹן. לְפִיכָךְ אִם אֵין שָׁם מֵאַיִן יִקְנֶה מַנִּיחַ עָלָיו מְזוֹנוֹתָיו וּמְזוֹנוֹת בְּהֶמְתּוֹ שֶׁל כָּל אוֹתָהּ הַדֶּרֶךְ. וְכָל אֵלּוּ הַדְּבָרִים בְּשׂוֹכֵר סְתָם וּבְמָקוֹם שֶׁאֵין מִנְהָג יָדוּעַ. אֲבָל בְּמָקוֹם שֶׁיֵּשׁ מִנְהָג הַכּל לְפִי הַמִּנְהָג: \n",
            "english": "When a person rents a donkey with the intent of riding upon it, he may place his garments, his flask, and his food for this journey upon it, for it is not customary for a renter to stop at each inn to purchase food. The owner of the donkey may prevent the renter from carrying with him anything more.<br>Similarly, the owner of the donkey may place barley and straw for the donkey's food on it for that day. The renter may prevent him from loading anything more, for it is possible for him to purchase these supplies at every inn. Therefore, if there is no place for him to purchase, he may load his food and food for his animal for the entire journey.<br>All of these guidelines apply when a person hires an animal without making any specifications in a place that has no known custom. If, however, there is an accepted local custom, everything follows that custom."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַבְּהֵמָה וְחָלְתָה אוֹ נִשְׁתטֵּית אוֹ נִלְקְחָה לַעֲבוֹדַת הַמֶּלֶךְ אַף עַל פִּי שֶׁאֵין סוֹפָהּ לַחְזֹר אִם נִלְקְחָה דֶּרֶךְ הֲלִיכָה הֲרֵי הַמַּשְׂכִּיר אוֹמֵר לַשּׂוֹכֵר הֲרֵי שֶׁלְּךָ לְפָנֶיךָ וְחַיָּב לִתֵּן לוֹ שְׂכָרוֹ מָשְׁלָם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשְּׂכָרָהּ לָשֵׂאת עָלֶיהָ מַשּׂוֹי שֶׁאֶפְשָׁר לְהַשְׁלִיכוֹ בְּלֹא הַקְפָּדָה אֲבָל אִם שְׂכָרָהּ לִרְכֹּב עָלֶיהָ אוֹ לָשֵׂאת עָלֶיהָ כְּלֵי זְכוּכִית וְכַיּוֹצֵא בָּהֶן חַיָּב לְהַעֲמִיד לוֹ חֲמוֹר אַחֵר אִם שָׂכַר מִמֶּנּוּ חֲמוֹר וְאִם לֹא הֶעֱמִיד יַחְזִיר הַשָּׂכָר וְיַחְשֹׁב עִמּוֹ עַל שָׂכָר כַּמָּה שֶׁהָלַךְ בָּהּ:  ",
            "english": "The following rules apply when a person rents an animal and it becomes sick, goes mad, or is conscripted for the king's service, even when it will not be returned. If it was taken or became sick or mad as the renter was journeying to his destination, the owner may tell the renter: \"Behold the animal you hired is before you,\" and the renter is required to pay the full fee. When does the above apply? When he rented it to carry a burden that can be thrown to the ground without worry. If, however, he rented the donkey with the intent of riding on it or carrying glass utensils or the like, the owner of the donkey is required to provide another donkey for him if he hired a donkey without making any further specifications. If he does not provide another donkey, he must return the fee, and then a calculation should be made with regard to how much he should be paid for the portion of the journey that he traveled."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מֵתָה הַבְּהֵמָה אוֹ נִשְׁבְּרָה בֵּין שֶׁשְּׂכָרָהּ לָשֵׂאת בֵּין שֶׁשְּׂכָרָהּ לִרְכֹּב אִם אָמַר לוֹ חֲמוֹר סְתָם אֲנִי מַשְׂכִּיר לְךָ חַיָּב לְהַעֲמִיד לוֹ חֲמוֹר אַחֵר מִכָּל מָקוֹם. וְאִם לֹא הֶעֱמִיד יֵשׁ לַשּׂוֹכֵר לִמְכֹּר הַבְּהֵמָה וְלִקַּח בָּהּ בְּהֵמָה אַחֶרֶת אוֹ שׂוֹכֵר בְּהֵמָה בְּדָמֶיהָ אִם אֵין בְּדָמֶיהָ לִקַּח עַד שֶׁיַּגִּיעַ לְמָקוֹם שֶׁפָּסַק בּוֹ. אָמַר לוֹ חֲמוֹר זֶה אֲנִי שׂוֹכֵר לְךָ אִם שְׂכָרָהּ לִרְכֹּב עָלֶיהָ אוֹ לִכְלֵי זְכוּכִית וּמֵתָה בַּחֲצִי הַדֶּרֶךְ אִם יֵשׁ בְּדָמֶיהָ לִקַּח בְּהֵמָה אַחֶרֶת יִקַּח וְאִם אֵין בְּדָמֶיהָ לִקַּח שׂוֹכֵר אֲפִלּוּ בִּדְמֵי כֻּלָּהּ עַד שֶׁיַּגִּיעַ לַמָּקוֹם שֶׁפָּסַק עִמּוֹ. וְאִם אֵין בְּדָמֶיהָ לֹא לִקַּח וְלֹא לִשְׂכֹּר נוֹתֵן לוֹ שְׂכָרוֹ שֶׁל חֲצִי הַדֶּרֶךְ וְאֵין לוֹ עָלָיו אֶלָּא תַּרְעֹמֶת. שְׂכָרָהּ לְמַשָּׂא הוֹאִיל וְאָמַר לוֹ חֲמוֹר זֶה וּמֵת בַּחֲצִי הַדֶּרֶךְ אֵינוֹ חַיָּב לְהַעֲמִיד לוֹ אַחֵר אֶלָּא נוֹתֵן לוֹ שְׂכָרוֹ שֶׁל חֲצִי הַדֶּרֶךְ וּמַנִּיחַ לוֹ נִבְלָתוֹ:  ",
            "english": "The following rules apply in the above situation if the animal died or was injured, regardless of whether it was rented to carry a burden or to ride. If the owner said: \"I am renting you a donkey,\" without specifying the beast, he is required to provide another donkey for the renter. If he does not, the renter may sell the animal and purchase another animal with [the proceeds], or rent another animal until he arrives at the destination agreed upon if the proceeds are not sufficient to purchase another animal.<br>Different rules apply if the owner told the renter: \"I am renting you this donkey.\" When he rented it to ride upon it or to carry glass utensils and it died in the middle of the way, he should purchase another animal with the proceeds from the sale of the carcass if that is possible. If the proceeds are not sufficient for that, he should rent an animal, even if this demands all the proceeds of the sale to transport him to the destination specified. If the proceeds are not sufficient - neither to purchase nor to rent an animal - the renter must pay the owner the fee for the portion of the journey. With regard to the remainder, all he has against him is complaints.<br>If he hired it to carry a burden that was not fragile, since the owner said \"this donkey,\" and it died in the middle of the journey, he is not required to provide another donkey for him. Instead, the renter must pay him the fee for the portion of the journey and leave him the carcass."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַסְּפִינָה וטָבְעָה לוֹ בַּחֲצִי הַדֶּרֶךְ. אִם אָמַר לוֹ סְפִינָה זוֹ אֲנִי מַשְׂכִּיר לְךָ וּשְׂכָרָהּ הַשּׂוֹכֵר לְהוֹלִיךְ בָּהּ יַיִן סְתָם אַף עַל פִּי שֶׁנָּתַן לוֹ הַשָּׂכָר יַחְזִיר כָּל הַשָּׂכָר שֶהֲרֵי זֶה אוֹמֵר לוֹ הָבֵא לִי הַסְּפִינָה עַצְמָהּ שֶשָּׂכַרְתִּי שֶׁהַקְפָּדָה גְּדוֹלָה יֵשׁ בִּסְפִינָה זוֹ וַאֲנִי אָבִיא יַיִן מִכָּל מָקוֹם וְאוֹלִיךְ בָּהּ. אָמַר לוֹ סְפִינָה סְתָם אֲנִי מַשְׂכִּיר לְךָ וּשְׂכָרָהּ הַשּׂוֹכֵר לְהוֹלִיךְ בָּהּ יַיִן זֶה אַף עַל פִּי שֶׁלֹּא נָתַן לוֹ מִן הַשָּׂכָר כְּלוּם חַיָּב לִתֵּן כָּל הַשָּׂכָר. שֶׁהֲרֵי אוֹמֵר לוֹ הָבֵא לִי הַיַּיִן עַצְמוֹ וַאֲנִי אָבִיא לְךָ סְפִינָה מִכָּל מָקוֹם וְאוֹלִיכוֹ. אֲבָל צָרִיךְ לְנַכּוֹת כְּדֵי הַטֹּרַח שֶׁל חֲצִי הַדֶּרֶךְ שֶׁאֵינוֹ דּוֹמֶה הַמְטַפֵּל בְּהוֹלָכַת הַסְּפִינָה לְיוֹשֵׁב וּבָטֵל. אָמַר לוֹ סְפִינָה זוֹ אֲנִי מַשְׂכִּיר וְשָׂכַר הַשּׂוֹכֵר לְהוֹלִיךְ בָּהּ יַיִן זֶה אִם נָתַן הַשָּׂכָר אֵינוֹ יָכוֹל לְהַחְזִירוֹ וְאִם לֹא נָתַן לֹא יִתֵּן שֶׁאֵין זֶה יָכוֹל לְהָבִיא הַסְּפִינָה עַצְמָהּ וְלֹא זֶה יָכוֹל לְהָבִיא יַיִן עַצְמוֹ. שָׂכַר סְפִינָה סְתָם לְיַיִן סְתָם הֲרֵי אֵלּוּ חוֹלְקִין הַשָּׂכָר:  ",
            "english": "The following rules apply when a person hires a ship and it sinks in the midst of the journey. If the owner told the renter, \"I am renting you this ship,\" and the renter hired it to carry wine without specifying which wine he would be carrying, even if the renter already paid the owner his fee, the owner must return it in its entirety. For the renter can tell him: \"Bring the actual ship that I rented from you, for I was very specific in wanting this ship. When you do, I will bring wine and transport it on it.\"<br>If the owner does not specify a ship and the renter hires one to transport a specific shipment of wine, even though he did not pay the owner any portion of the fee, he is required to pay him the entire amount. For the owner can tell him: \"Bring me the wine that you specified and I will transport it for you.\" He must, however, deduct compensation for the difficulty for half the journey, for a person who works to sail a ship cannot be compared to someone who is idle.<br>The following rules apply if the owner told the renter: \"I am renting you this ship,\" and the renter mentioned a specific shipment of wine. If the renter already paid the owner his fee, he cannot require him to return it. If the renter did not pay it, he need not. The rationale is that the owner cannot bring that ship, nor can the renter bring that wine. If the rental agreement did not specify the ship or the wine, the fee should be divided between them."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַסְּפִינָה וּפָרְקָה בַּחֲצִי הַדֶּרֶךְ נוֹתֵן לוֹ שְׂכַר כָּל הַדֶּרֶךְ וְאִם מָצָא הַשּׂוֹכֵר מִי שֶׁיַּשְׂכִּיר אוֹתָהּ לוֹ עַד הַמָּקוֹם שֶׁפָּסַק שׂוֹכֵר וְיֵשׁ לְבַעַל הַסְּפִינָה עָלָיו תַּרְעֹמֶת. וְכֵן אִם מָכַר כָּל הַסְּחוֹרָה שֶׁבַּסְּפִינָה לְאִישׁ אַחֵר בַּחֲצִי הַדֶּרֶךְ וְיָרַד וְעָלָה הַלּוֹקֵחַ נוֹטֵל שְׂכַר חֲצִי הַדֶּרֶךְ מִן הָרִאשׁוֹן וּשְׂכַר הַחֵצִי מִזֶּה הָאַחֲרוֹן וְיֵשׁ לְבַעַל הַסְּפִינָה עָלָיו תַּרְעֹמֶת שֶׁגָּרַם לוֹ לִסְבֹּל דַּעַת אִישׁ אַחֵר שֶׁעֲדַיִן לֹא הֻרְגַּל בּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "When a person rents a ship and unloads in the midst of the journey, he must pay the fee for the entire journey. If, however, the renter finds another person who will rent the ship in his place until the location he originally agreed, he may rent it out to him. The owner of the ship has, however, a complaint against him.<br>Similarly, if the renter sold all the merchandise on the ship to another person in the middle of the way and descended, and the purchaser ascended in his place, the owner of the ship takes half the rent from the first one and half from the second. The owner has a complaint against the renter, because he required him to accommodate the opinion of another person with whom he is not familiar. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִכָּאן אֲנִי אוֹמֵר שֶׁהַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ עַד זְמַן קָצוּב וְרָצָה הַשּׂוֹכֵר לְהַשְׂכִּיר הַבַּיִת לְאַחֵר עַד סוֹף זְמַנּוֹ מַשְׂכִּיר לַאֲחֵרִים אִם יֵשׁ בְּנֵי בַּיִת כְּמִנְיַן בְּנֵי בֵּיתוֹ. אֲבָל אִם הָיוּ אַרְבָּעָה לֹא יִשְׂכֹּר לַחֲמִשָּׁה. שֶׁלֹּא אָמְרוּ חֲכָמִים אֵין הַשּׂוֹכֵר רַשַּׁאי לְהַשְׂכִּיר אֶלָּא מִטַּלְטְלִין שֶׁהֲרֵי אוֹמֵר לוֹ אֵין רְצוֹנִי שֶׁיְּהֵא פִּקְדוֹנִי בְּיַד אַחֵר אֲבָל בְּקַרְקַע אוֹ בִּסְפִינָה שֶׁהֲרֵי בַּעְלָהּ עִמָּהּ אֵין אוֹמֵר כֵּן. וְכֵן אֲנִי אוֹמֵר אִם אָמַר לוֹ בַּעַל הַבַּיִת לַשּׂוֹכֵר לָמָּה תִּטְרַח וְתַשְׂכִּיר בֵּיתִי לַאֲחֵרִים אִם לֹא תִּרְצֶה לַעֲמֹד בּוֹ צֵא הַנִּיחוֹ וְאַתָּה פָּטוּר מִשְּׂכִירָתוֹ אֵינוֹ יָכוֹל לְהַשְׂכִּירוֹ לְאַחֵר שֶׁזֶּה בְּאַל תִּמְנַע טוֹב מִבְּעָלָיו עַד שֶׁאַתָּה מַשְׂכִּירוֹ לְאַחֵר תַּנִּיחַ לָזֶה בֵּיתוֹ. וְיֵשׁ מִי שֶׁהוֹרָה שֶׁאֵינוֹ יָכוֹל לְהַשְׂכִּירוֹ לְאַחֵר כְּלָל וְיִתֵּן שְׂכָרוֹ עַד סוֹף זְמַנּוֹ וְלֹא יֵרָאֶה לִי שֶׁדִּין זֶה אֱמֶת:  ",
            "english": "From this, I conclude that when a person rents a house from a colleague for a specific period and the renter desires to sublet the house to another person until the end of the lease, he may, provided there are the same number of people in the subletter's household as in his own. If, however, there are four in his own household, he should not sublet it to a household of five. The rationale is that our Sages' statement that a renter may not sublet the object that he rents applies only with regard to movable property.<br>The motivating principle for that restriction is that the owner may tell the renter: \"I do not desire that my object be entrusted to the hands of another person.\" With regard to landed property or a ship, by contrast, its owner is with it at all times, and this objection is not relevant.<br>Similarly, I conclude that if the owner of the home tells the renter: \"Why should you trouble yourself to rent my house to others? If you do not desire to continue dwelling within it, leave and leave it alone; I am freeing you from the rent,\" the renter may not sublet it to anyone else. For in such an instance, the charge: \"Do not withhold good from its owner\" applies. For instead of renting it out to someone else, the tenant should leave this person his own home.<br>There are those who rule that the renter may not sublet the dwelling at all and must pay the rent until the appointed time. To me, this does not appear a true ruling."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּיִת זֶה אֲנִי מַשְׂכִּיר לְךָ וְאַחַר שֶׁהִשְׂכִּירוֹ נָפַל אֵינוֹ חַיָּב לִבְנוֹתוֹ אֶלָּא מְחַשֵּׁב עַל מַה שֶּׁנִּשְׁתַּמֵּשׁ בּוֹ וּמַחֲזִיר לוֹ שְׁאָר הַשְּׂכִירוּת. אֲבָל אִם סְתָרוֹ חַיָּב לְהַעֲמִיד לוֹ בַּיִת אַחֵר אוֹ יַשְׂכִּיר לוֹ כְּמוֹתוֹ. וְכֵן אִם חָזַר אַחַר שֶׁהִשְׂכִּירוֹ לָזֶה וְהִשְׂכִּירוֹ אוֹ מְכָרוֹ לְעַכּוּ\"ם אוֹ אַנָּס שֶׁהִפְקִיעַ שְׂכִירוּת הָרִאשׁוֹן הֲרֵי זֶה חַיָּב לְהַשְׂכִּיר לוֹ בַּיִת אַחֵר כְּמוֹתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "When a person tells a colleague: \"I am renting you this house,\" and after he rented it to him, it fell, he is not required to rebuild it for him. Instead, he should calculate the amount of rent due for the time during which he used it and return the remainder of the rent. If, however, the owner tears down the house, he is obligated to provide another home for the renter or rent a similar dwelling for him.<br>Similarly, if after renting the house to this person, he rented it or sold it to a gentile or to a person who does not abide by the law who supplanted the rental of the first person, the owner is obligated to rent a similar house for him. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הִשְׂכִּיר לוֹ בַּיִת סְתָם וְאַחַר שֶׁנָּתַן לוֹ בַּיִת נָפַל חַיָּב לִבְנוֹתוֹ אוֹ יִתֵּן לוֹ בַּיִת אַחֵר. וְאִם הָיָה קָטָן מִן הַבַּיִת שֶׁנָּפַל אֵין הַשּׂוֹכֵר יָכוֹל לְעַכֵּב עָלָיו. וְהוּא שֶׁיִּהְיֶה קָרוּי בַּיִת שֶׁלֹּא הִשְׂכִּיר אֶלָּא בַּיִת סְתָם. אֲבָל אִם אָמַר לוֹ בַּיִת כָּזֶה אֲנִי מַשְׂכִּיר לְךָ חַיָּב לְהַעֲמִיד לוֹ בַּיִת כְּמִדַּת אָרְכּוֹ וּמִדַּת רָחְבּוֹ שֶׁל בַּיִת זֶה שֶׁהֶרְאָהוּ. וְאֵינוֹ יָכוֹל לוֹמַר לוֹ לֹא הָיָה עִנְיַן דְּבָרַי אֶלָּא שֶׁיִּהְיֶה קָרוֹב לַנָּהָר אוֹ לַשּׁוּק אוֹ לַמֶּרְחָץ כָּזֶה אֶלָּא חַיָּב לְהַעֲמִיד לוֹ בַּיִת כְּמִדָּתוֹ וּכְצוּרָתוֹ לְפִיכָךְ אִם הָיָה קָטָן לֹא יַעֲשֶׂנּוּ גָּדוֹל גָּדוֹל לֹא יַעֲשֶׂנּוּ קָטָן אֶחָד לֹא יַעֲשֶׂנּוּ שְׁנַיִם שְׁנַיִם לֹא יַעֲשֶׂנּוּ אֶחָד. וְלֹא יִפְחֹת מִן הַחַלּוֹנוֹת שֶׁהָיוּ בּוֹ וְלֹא יוֹסִיף עֲלֵיהֶן אֶלָּא מִדַּעַת שְׁנֵיהֶם:  ",
            "english": "If a person rented a house to a colleague without specifying the house, and afterwards the house fell, the owner is required to build it for him or provide him with another house. Even if the new house he gives him is smaller than the house that fell, the renter cannot prevent him from giving him this one, provided it is called a house. If, however, he told him: \"I am renting you a house like this,\" the owner is obligated to provide him with a house that it is the same length and width as the house that he originally showed him. He cannot tell him: \"My intent was only that the house should be close to the river,\" \"... to the marketplace,\" or \"... to the bathhouse, as this one is.\" Instead, he is obligated to provide him with a house of that size and shape.<br>Therefore, if it was large, he should not make it small. If it was small, he should not make it large. If it was a one-room apartment, he should not make it two. If it was a two-room apartment he should not make it one. He should not reduce the number of windows that it possessed, nor should he add to them unless they both agree."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר עֲלִיָּה סְתָם חַיָּב לְהַעֲמִיד לוֹ עֲלִיָּה. אָמַר לוֹ עֲלִיָּה זוֹ שֶׁעַל גַּבֵּי בַּיִת זֶה אֲנִי מַשְׂכִּיר לְךָ הֲרֵי שִׁעְבֵּד בַּיִת לַעֲלִיָּה לְפִיכָךְ אִם נִפְחֲתָה הָעֲלִיָּה בְּאַרְבָּעָה טְפָחִים אוֹ יֶתֶר חַיָּב הַמַּשְׂכִּיר לְתַקֵּן וְאִם לֹא תִּקֵּן הֲרֵי הַשּׂוֹכֵר יוֹרֵד וְדָר בַּבַּיִת עִם בַּעַל הַבַּיִת עַד שֶׁיְּתַקֵּן. הָיוּ שְׁתֵּי עֲלִיּוֹת זוֹ עַל גַּבֵּי זוֹ וְנִפְחֲתָה הָעֶלְיוֹנָה דָּר בַּתַּחְתּוֹנָה. נִפְחֲתָה הַתַּחְתּוֹנָה הֲרֵי זֶה סָפֵק אִם יָדוּר בָּעֶלְיוֹנָה אוֹ בַּבַּיִת לְפִיכָךְ לֹא יָדוּר וְאִם דָּר אֵין מוֹצִיאִין אוֹתוֹ מִשָּׁם. מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר לַחֲבֵרוֹ דַּלִּית זוֹ שֶׁעַל גַּבֵּי הַפַּרְסֵק הַזֶּה אֲנִי מַשְׂכִּיר לְךָ וְנֶעֱקַר אִילָן הַפַּרְסֵק מִמְּקוֹמוֹ וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ לוֹ חַיָּב אַתָּה לְהַעֲמִיד הַפַּרְסֵק כָּל זְמַן שֶׁהַדַּלִּית קַיֶּמֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "When a person rents out a loft without any specifications, he is required to provide any such structure for the renter. If the owner tells him: \"I am renting you the loft on top of this house,\" he made the house subservient to the loft. Therefore, if four handbreadths or more of the loft become ruined, the owner is obligated to fix it. If he does not fix it, the renter may descend and dwell in the house together with the owner until he fixes it.<br>The following rules apply when there are two lofts, one on top of the other: if the upper loft becomes ruined, he may dwell in the lower one. If the lower one becomes ruined, there is a doubt whether he has the right to dwell in the upper loft or the house. Therefore, he should not dwell in either of them. If, however, he dwells in one of them, he cannot be forced to leave.<br>An incident occurred when a person told a colleague: \"I am renting you this vine that is draped over this peach tree,\" and then the peach tree became uprooted from its place. The question was brought to the Sages and they told the owner: \"You are obligated to provide the peach tree for him for as long as the vine exists.\" Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ בְּבִירָה גְּדוֹלָה מִשְׁתַּמֵּשׁ בְּזִיזֶיהָ וּבִכְתָלֶיהָ עַד אַרְבַּע אַמּוֹת וּבְתַרְבַּץ שֶׁל חָצֵר וּבָרְחָבָה שֶׁאֲחוֹרֵי הַבָּתִּים. וּמָקוֹם שֶׁנָּהֲגוּ לְהִשְׁתַּמֵּשׁ בָּעֳבִי הַכְּתָלִים מִשְׁתַּמֵּשׁ בָּעֳבִי הַכְּתָלִים. וּבְכָל אֵלּוּ הַדְּבָרִים הוֹלְכִין אַחַר מִנְהַג הַמְּדִינָה וְהַשֵּׁמוֹת הַיְדוּעִין לָהֶם כְּדֶרֶךְ שֶׁאָמַרְנוּ בְּעִנְיַן מִקָּח וּמִמְכָּר: \n",
            "english": "When a person rents an apartment to a colleague in a large building, the renter may use the protrusions and the walls of the larger structure for four cubits. He may also use the garden in the courtyard and the yard behind the building. In a place where it is customary to use the thickness of the walls, the renter may use the thickness of walls.<br>In all these matters, we follow the prevailing local custom and the terminology that is in common usage, as we have stated with regard to purchases and sales."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר חֲצֵרוֹ סְתָם לֹא הִשְׂכִּיר הָרֶפֶת שֶׁבָּהּ: \n",
            "english": "When a person rents out his courtyard without making any specific statements, we assume that he did not rent out the barn located within it."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ חַיָּב לְהַעֲמִיד לוֹ דְּלָתוֹת וְלִפְתֹּחַ לוֹ הַחַלּוֹנוֹת שֶׁנִּתְקַלְקְלוּ וּלְחַזֵּק אֶת הַתִּקְרָה וְלִסְמֹךְ אֶת הַקּוֹרָה שֶׁנִּשְׁבְּרָה וְלַעֲשׂוֹת נֶגֶר וּמַנְעוּל וְכָל כַּיּוֹצֵא בְּאֵלּוּ מִדְּבָרִים שֶׁהֵן מַעֲשֵׂה אֻמָּן וְהֵם עִקָּר גָּדוֹל בִּישִׁיבַת הַבָּתִּים וְהַחֲצֵרוֹת. הַשּׂוֹכֵר חַיָּב לַעֲשׂוֹת מַעֲקֶה וּמְזוּזָה וּלְתַקֵּן מְקוֹם הַמְּזוּזָה מִשֶּׁלּוֹ. וְכֵן אִם רָצָה לַעֲשׂוֹת סֻלָּם אוֹ מַרְזֵב אוֹ לְהָטִיחַ גַּגּוֹ הֲרֵי זֶה עוֹשֶׂה מִשֶּׁל עַצְמוֹ: \n",
            "english": "When a person rents a house to a colleague, he is obligated to provide doors for him, to open any windows that have been damaged, to strengthen the roof, to support a beam that is broken, to make a bolt and a lock, and to provide any other necessity that requires a craftsman's work and that is a fundamental necessity when dwelling in a home and courtyard.<br>The renter is required to make a guardrail, affix a <i>mezuzah</i> and prepare the place for the <i>mezuzah</i> from his own resources. Similarly, if he desires to build a ladder, fix a slanted roof, or plaster the roof, he should do this from his own resources."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר עֲלִיָּה לַחֲבֵרוֹ וְנִפְחֲתָה בְּאַרְבָּעָה אוֹ יֶתֶר חַיָּב לְתַקֵּן הַתִּקְרָה וְהַמַּעֲזִיבָה שֶׁעָלֶיהָ שֶׁהַמַּעֲזִיבָה חִזּוּק הַתִּקְרָה הִיא: \n",
            "english": "When a person rents out a loft to a colleague and its floor becomes opened for four square handbreadths or more, the owner is obligated to fix the ceiling of the lower apartment and the plaster upon it, for the plaster is support for the ceiling."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַזֶּבֶל שֶׁבֶּחָצֵר הֲרֵי הוּא שֶׁל שׂוֹכֵר לְפִיכָךְ הוּא מְטַפֵּל בּוֹ לְהוֹצִיאוֹ וְאִם יֵשׁ שָׁם מִנְהָג הוֹלְכִין אַחֵר הַמִּנְהָג. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ הַבְּהֵמוֹת שֶׁעָשׂוּ הַזֶּבֶל שֶׁל שׂוֹכֵר אֲבָל אִם הַבְּהֵמוֹת שֶׁל אֲחֵרִים הַזֶּבֶל שֶׁל בַּעַל הֶחָצֵר שֶׁחֲצֵרוֹ שֶׁל אָדָם קוֹנָה שֶׁלֹּא מִדַּעְתּוֹ אַף עַל פִּי שֶׁהִיא שְׂכוּרָה בְּיַד אֲחֵרִים: \n",
            "english": "The dung in the courtyard belongs to the renter. Therefore, he is responsible to make the effort of clearing it out. If, however, there is a prevailing local custom, it takes precedence.<br>When does the above apply? When the animals that made the dung belong to the renter. If, however, the animals belong to other people, the dung belongs to the owner of the courtyard. For a courtyard that belongs to a person acquires property on his behalf without his knowledge, even when it is rented out to another person."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר בַּיִת אוֹ חָצֵר אוֹ מֶרְחָץ אוֹ חֲנוּת אוֹ שְׁאָר הַמְּקוֹמוֹת עַד זְמַן קָצוּב הֲרֵי זֶה כּוֹפֵהוּ לָצֵאת בְּסוֹף זְמַנּוֹ וְאֵינוֹ מַמְתִּין לוֹ אֲפִלּוּ שָׁעָה אַחַת. שָׂכַר לוֹ בַּיִת סְתָם לְלִינָה אֵין פָּחוֹת מִיּוֹם אֶחָד. לִשְׁבִיתָה אֵין פָּחוֹת מִשְּׁנֵי יָמִים. לְנִשּׂוּאִין אֵין פָּחוֹת מִשְּׁלֹשִׁים יוֹם: \n",
            "english": "When a person rents out a house, a courtyard, a store or another property for a fixed time, the owner has the right to compel the renter to leave at the end of the prescribed period. He is not required to wait even one hour for him.<br>When a person rents a house to sleep in without making any specifications, the minimum is one night. If he rents it for the Sabbath, the minimum is two days. If he rents it for a marriage, the minimum is 30 days."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ סְתָם אֵינוֹ יָכוֹל לְהוֹצִיאוֹ עַד שֶׁיּוֹדִיעוֹ שְׁלֹשִׁים יוֹם מִקֹּדֶם כְּדֵי לְבַקֵּשׁ מָקוֹם וְלֹא יִהְיֶה מֻשְׁלָךְ בַּדֶּרֶךְ וּלְסוֹף הַשְּׁלֹשִׁים יֵצֵא. בַּמֶּה דְּבָרִים אֲמוּרִים בִּימוֹת הַחַמָּה אֲבָל בִּימוֹת הַגְּשָׁמִים אֵינוֹ יָכוֹל לְהוֹצִיאוֹ מִן הֶחָג וְעַד הַפֶּסַח. קָבַע לוֹ שְׁלֹשִׁים לִפְנֵי הֶחָג אִם נִשְׁאַר מִן הַשְּׁלֹשִׁים יוֹם אֲפִלּוּ יוֹם אֶחָד לְאַחַר הֶחָג אֵינוֹ יָכוֹל לְהוֹצִיאוֹ עַד מוֹצָאֵי הַפֶּסַח וְהוּא שֶׁיּוֹדִיעוֹ שְׁלֹשִׁים יוֹם מִקֹּדֶם. בַּמֶּה דְּבָרִים אֲמוּרִים בַּעֲיָרוֹת אֲבָל בַּכְּרַכִּים אֶחָד יְמוֹת הַחַמָּה וְאֶחָד יְמוֹת הַגְּשָׁמִים צָרִיךְ לְהוֹדִיעוֹ שְׁנֵים עָשָׂר חֹדֶשׁ מִקֹּדֶם. וְכֵן בַּחֲנוּת בֵּין בַּכְּרַכִּים בֵּין בַּעֲיָרוֹת צָרִיךְ לְהוֹדִיעוֹ שְׁנֵים עָשָׂר חֹדֶשׁ מִקֹּדֶם: \n",
            "english": "When a person rents a house to a colleague without specifying the termination of the contract, he may not force him to leave the home unless he notifies him 30 days in advance, so that he can look for another place and will not be homeless. After 30 days, however, he must leave.<br>When does the above apply? In the summer. In the winter, by contrast, he may not force him to leave from Sukkot until Pesach.<br>When the owner gives the renter 30 days notice before Sukkot, if even one day from the 30 is after Sukkot, the owner may not compel him to leave until after Pesach. And he must notify him 30 days previously.<br>When does the above apply? In small towns. In large cities, by contrast, whether in the summer or the winter, the owner must notify the renter twelve months in advance.<br>Similarly, with regard to a store, whether in a large city or in a small town, the owner must notify the renter twelve months in advance."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁהַמַּשְׂכִּיר חַיָּב לְהוֹדִיעוֹ כָּךְ הַשּׂוֹכֵר חַיָּב לְהוֹדִיעוֹ מִקֹּדֶם שְׁלֹשִׁים יוֹם בַּעֲיָרוֹת אוֹ מִקֹּדֶם שְׁנֵים עָשָׂר חֹדֶשׁ בַּכְּרַכִּים כְּדֵי שֶׁיְּבַקֵּשׁ שָׁכֵן וְלֹא יִשָּׁאֵר בֵּיתוֹ פָּנוּי. וְאִם לֹא הוֹדִיעוֹ אֵינוֹ יָכוֹל לָצֵאת אֶלָּא יִתֵּן הַשָּׂכָר: \n",
            "english": "Just as the owner is obligated to notify the renter, the renter is obligated to notify the owner 30 days before leaving in a small town and twelve months before leaving in a large city, in order for the owner to be able to look for a tenant so that his house will not be empty. If he does not notify him, he may not leave unless he pays rent regardless."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁאֵין הַמַּשְׂכִּיר יָכוֹל לְהוֹצִיאוֹ וְלֹא הַשּׂוֹכֵר יָכוֹל לָצֵאת עַד שֶׁיּוֹדִיעוֹ מִקֹּדֶם. אִם הוּקְרוּ הַבָּתִּים יֵשׁ לַמַּשְׂכִּיר לְהוֹסִיף עָלָיו וְלוֹמַר לַשּׂוֹכֵר אוֹ שְׂכֹר בְּשָׁוֶה עַד שֶׁתִּמְצָא אוֹ תֵּצֵא. וְכֵן אִם הוּזְלוּ הַבָּתִּים יֵשׁ לַשּׂוֹכֵר לִפְחוֹת הַשָּׂכָר וְלוֹמַר לַמַּשְׂכִּיר אוֹ הַשְׂכֵּר לִי כְּשַׁעַר שֶׁל עַתָּה אוֹ הֲרֵי בֵּיתְךָ לְפָנֶיךָ. נָפַל בֵּית הַמַּשְׂכִּיר שֶׁהָיָה דָּר בּוֹ הֲרֵי זֶה יֵשׁ לוֹ לְהוֹצִיא הַשּׂוֹכֵר מִבֵּיתוֹ וְאוֹמֵר לוֹ אֵינוֹ בְּדִין שֶׁתִּהְיֶה אַתָּה יוֹשֵׁב בְּבֵיתִי עַד שֶׁתִּמְצָא מָקוֹם וַאֲנִי מֻשְׁלָךְ בְּדֶרֶךְ שֶׁאֵין אַתָּה בַּעַל זְכוּת בְּבַיִת זֶה יוֹתֵר מִמֶּנִּי: \n",
            "english": "Although the owner may not send away the renter, nor may the renter leave the dwelling until one notifies the other a proper time beforehand, if the price of renting homes increases, the owner can raise the rent and tell the renter: \"Either rent it at its present value or depart.\"<br>Similarly, if the price of renting homes decreases, the renter may decrease the rent, telling the owner: \"Either rent me your home at its present value, or I am leaving it for you.\"<br>If the house in which the owner is living falls, he may compel the renter to leave his house, telling him: \"It is not appropriate that you dwell in my home until you find a dwelling while I am homeless. You have no greater right to this home than I do.\""
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "נָתַן הַבַּיִת לִבְנוֹ לִשָּׂא בּוֹ אִשָּׁה אִם הָיָה יוֹדֵעַ שֶׁבְּנוֹ נַעֲשָׂה חָתָן בִּזְמַן פְּלוֹנִי וְהָיָה אֶפְשָׁר לוֹ לְהוֹדִיעוֹ מִקֹּדֶם וְלֹא הוֹדִיעוֹ אֵינוֹ יָכוֹל לְהוֹצִיאוֹ. וְאִם עַכְשָׁו נִזְדַּמְּנָה לוֹ אִשָּׁה וַהֲרֵי הוּא נוֹשְׂאָהּ מִיָּד הֲרֵי זֶה יֵשׁ לוֹ לְהוֹצִיאוֹ שֶׁאֵינוֹ בְּדִין שֶׁיִּהְיֶה זֶה יוֹשֵׁב בְּבֵיתוֹ וּבֶן בַּעַל הַבַּיִת יִשְׂכֹּר בַּיִת שֶׁיַּעֲשֶׂה בּוֹ חֲתֻנָּה: \n",
            "english": "The following rules apply when the owner gives the house to his son to hold a wedding with his wife. If he knew that his son was getting married at this and this time and he could have notified the tenant earlier, but failed to do so, the owner may not force the tenant to leave.<br>If, however, the marriage came about suddenly and the son is wedding the woman in the immediate future, the owner may compel the renter to leave the home. For it is not appropriate that the renter dwell in the owner's home while the owner's son must rent a home in which to make the wedding."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מָכַר אֶת הַבַּיִת אוֹ נְתָנוֹ אוֹ הוֹרִישׁוֹ אֵין הַשֵּׁנִי יָכוֹל לְהוֹצִיאוֹ עַד שֶׁיּוֹדִיעוֹ מִקֹּדֶם שְׁלֹשִׁים יוֹם אוֹ מִקֹּדֶם שְׁנֵים עָשָׂר חֹדֶשׁ. שֶׁהֲרֵי הַשּׂוֹכֵר אוֹמֵר לוֹ אֵין כֹּחֲךָ יֶתֶר מִכֹּחַ זֶה שֶׁזָּכִיתָ בְּבַיִת זֶה מֵחֲמָתוֹ: \n",
            "english": "If the owner sold the dwelling, gave it as a present or died and it was transferred as part of his inheritance, the new owner may not compel the renter to leave unless he notifies him 30 days or twelve months beforehand. For the renter may tell the new owner: \"You have no greater privileges than the person from whom you acquired the home.\""
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁמַּתְנֶה אָדָם כָּל תְּנַאי שֶׁיִּרְצֶה בְּמִקָּח וּמִמְכָּר כָּךְ מַתְנֶה בִּשְׂכִירוּת שֶׁהַשְּׂכִירוּת מְכִירָה לִזְמַן קָצוּב הִיא וְכָל שֶׁמִּמְכָּרוֹ בִּנְכָסָיו מִמְכָּר שׂוֹכֵר שְׂכִירוּתוֹ שְׂכִירוּת. וְכָל שֶׁאֵין לוֹ לִמְכֹּר כָּךְ אֵין לוֹ לִשְׂכֹּר אֶלָּא אִם כֵּן יֵשׁ לוֹ פֵּרוֹת בִּלְבַד בְּאוֹתָהּ הַקַּרְקַע הֲרֵי זֶה שׂוֹכֵר וְאֵינוֹ מוֹכֵר: \n",
            "english": "Just as a person may make any stipulation that he desires with regard to a purchase or a sale; so, too, may he make any stipulation he desires with regard to a rental. For a rental is a sale for a limited amount of time.<br>Whenever a person's sale of his property is upheld, the rental of his property will also be upheld. Conversely, when a person is not granted power to sell his property, he may not rent out that property. The only exception is when all he owns is the right to the produce of the property. In such an instance, he may rent out the property, but he may not sell it."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ לְשָׁנָה וְנִתְעַבְּרָה הַשָּׁנָה נִתְעַבְּרָה לַשּׂוֹכֵר. הִשְׂכִּיר לֶחֳדָשִׁים נִתְעַבְּרָה לַמַּשְׂכִּיר. הִזְכִּיר לוֹ חֳדָשִׁים וְשָׁנָה בֵּין שֶׁאָמַר לוֹ דִּינָר לְחֹדֶשׁ שְׁנֵים עָשָׂר דִּינָר בְּשָׁנָה. בֵּין שֶׁאָמַר לוֹ שְׁנֵים עָשָׂר דִּינָר לְשָׁנָה דִּינָר בְּכָל חֹדֶשׁ. הֲרֵי חֹדֶשׁ הָעִבּוּר שֶׁל מַשְׂכִּיר שֶׁהַקַּרְקַע בְּחֶזְקַת בְּעָלִים וְאֵין מוֹצִיאִין דָּבָר מִיַּד בַּעַל הַקַּרְקַע אֶלָּא בִּרְאָיָה בְּרוּרָה. וְכֵן בַּעַל הַבַּיִת שֶׁאָמַר לִזְמַן זֶה הִשְׂכַּרְתִּי לְךָ וְהַשּׂוֹכֵר אוֹמֵר לֹא שָׂכַרְתִּי אֶלָּא סְתָם אוֹ לִזְמַן אָרֹךְ עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה וְאִם לֹא הֵבִיא בַּעַל הַבַּיִת נִשְׁבָּע הֶסֵּת וּמוֹצִיאוֹ מִן הַבַּיִת: \n",
            "english": "When a person rents out a house to a colleague for a year, and a leap year is declared, the extra month is granted to the tenant. If, by contrast, the agreement is made according to months, the extra month is granted to the owner.<br>If the rental agreement mentions both months and years, the extra month is granted to the owner. This applies regardless of whether the owner said: \"A <i>dinar</i> every month, twelve <i>dinarim</i> a year,\" or \"Twelve <i>dinarim</i> a year, a <i>dinar</i> every month.\" The rationale is that the land is in the possession of its owner and we may not expropriate anything from the owner of the land without a clear proof.<br>Similarly, when the owner of a home says: \"I rented out the house for a specific time,\" and the tenant says: \"I rented it without any specifics,\" or \"for a longer period,\" the renter must prove his claim. If he does not prove his claim, the owner may support his claim with a <i>sh'vuat hesset</i> and have the tenant removed from the home."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר שֶׁאָמַר נָתַתִּי שְׂכַר הַבַּיִת שֶׁנִּתְחַיַּבְתִּי בּוֹ וְהַמַּשְׂכִּיר אוֹמֵר עֲדַיִן לֹא נָטַלְתִּי בֵּין שֶׁהָיְתָה בִּשְׁטָר בֵּין שֶׁהָיְתָה בְּעֵדִים. אִם תְּבָעוֹ בְּתוֹךְ שְׁלֹשִׁים יוֹם עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה אוֹ יִתֵּן וְיַחֲרִים עַל מִי שֶׁלָּקַח מִמֶּנּוּ אוֹ יִטְעֹן עָלָיו בְּדָמִים שֶׁנָּתַן תְּחִלָּה טַעֲנָה בִּפְנֵי עַצְמָהּ וְיַשְׁבִּיעֵהוּ הֶסֵּת. תְּבָעוֹ הַמַּשְׂכִּיר לְאַחַר שְׁלֹשִׁים יוֹם וַאֲפִלּוּ בַּיּוֹם הַשְּׁלֹשִׁים עַל הַמַּשְׂכִּיר לְהָבִיא רְאָיָה אוֹ יִשָּׁבַע הַשּׂוֹכֵר שֶׁכְּבָר נָתַן לוֹ שְׂכָרוֹ וְיִפָּטֵר. וְכֵן אִם שָׂכַר מִמֶּנּוּ וּפֵרֵשׁ שֶׁיִּתֵּן לוֹ הַשָּׂכָר שָׁנָה בְּשָׁנָה וּתְבָעוֹ בְּתוֹךְ הַשָּׁנָה עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה. תְּבָעוֹ לְאַחַר הַשָּׁנָה וַאֲפִלּוּ בְּיוֹם תִּשְׁעָה וְעֶשְׂרִים בֶּאֱלוּל עַל הַמַּשְׂכִּיר לְהָבִיא רְאָיָה: \n",
            "english": "The following rules apply when the tenant claims: \"I paid the rent that I was obligated for the house,\" and the owner claims: \"I have yet to collect it.\" The same rules apply whether the agreement was recorded in a contract or observed by witnesses.<br>If the owner demands payment within 30 days of the beginning of the rental, the burden of proof is on the renter. Alternatively, he must pay. He may then have a ban of ostracism issued against anyone who took money from him. Or the tenant may lodge a suit against the owner for the money he originally gave him as a separate claim and require the owner to take a <i>sh'vuat hesset.</i><br>If the owner demanded payment after 30 days passed or even on the thirtieth day, the owner must bring proof that he was not paid. Otherwise, the tenant may take an oath that he already paid him the rent and thus be released from any obligation.<br>Similarly, if when the tenant rented the property, he stipulated that he would pay him the rent annually - if the owner demands payment within the year, the tenant is obligated to bring proof that he already paid. If he demands payment after the year - even if he demands payment on the twenty-ninth day of Elul - the owner is obligated to bring proof that he was not paid."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמַּשְׂכִּיר בַּיִת לַחֲבֵרוֹ בִּשְׁטָר לְעֶשֶׂר שָׁנִים וְאֵין בּוֹ זְמַן הַשּׂוֹכֵר אוֹמֵר עֲדַיִן לֹא עָבַר מִזְּמַן הַשְּׁטָר אֶלָּא שָׁנָה וְהַמַּשְׂכִּיר אוֹמֵר כְּבָר עָבְרוּ וְשָׁלְמוּ שְׁנֵי הַשְּׂכִירוּת וְשָׁכַנְתָּ עֶשֶׂר שָׁנִים. עַל הַשּׂוֹכֵר לְהָבִיא רְאָיָה וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע הַמַּשְׂכִּיר הֶסֵּת וְיוֹצִיאוֹ: \n",
            "english": "The following rules apply when a person rents out a house to a colleague for ten years, has a rental contract composed, but does not date that contract. If the tenant claims: \"Only one year passed from the time the document was composed,\" but the owner claims: \"The entire period of the rental agreement has passed, and you have dwelled in the house for ten years,\" the tenant is required to bring proof to support his claim. If he does not do so, the owner may take a <i>sh'vuat hesset</i> and compel him to leave the dwelling."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר פַּרְדֵּס אוֹ שֶׁהָיָה מַשְׁכּוֹן בְּיָדוֹ לְעֶשֶׂר שָׁנִים וְיָבֵשׁ הַפַּרְדֵּס בְּתוֹךְ הַזְּמַן יִמָּכְרוּ עֵצָיו וְיִלָּקַח בָּהֶן קַרְקַע וְיֹאכַל פֵּרוֹתָיו עַד סוֹף זְמַן שְׂכִירוּתוֹ אוֹ זְמַן הַמַּשְׁכּוֹן. וְגוּף הָאִילָנוֹת שֶׁיָּבְשׁוּ אוֹ נִקְצְצוּ שְׁנֵיהֶן אֲסוּרִין בָּהֶן מִשּׁוּם רִבִּית הַמַּלְוֶה וְהַלּוֶֹה: \n",
            "english": "The following rules apply when a person rents an orchard - or it was entrusted to him as security - for ten years and it dries up. The tenant should sell the trees, purchase land with the proceeds, and benefit from the produce of that land until the conclusion of the rental contract or the period for which the security was entrusted. As a safeguard against the violation of the prohibition against taking interest, both the owner of the orchard - the borrower and the creditor are prohibited against taking the trees themselves that became dried out or were cut down."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁטַר הַשְּׂכִירוּת אוֹ שְׁטַר הַמַּשְׁכּוֹן שֶׁכָּתוּב בָּהּ שָׁנִים סְתָם. בַּעַל הַפֵּרוֹת אוֹמֵר שָׁלֹשׁ וּבַעַל הַקַּרְקַע אוֹמֵר שְׁתַּיִם וְקָדַם זֶה הַשּׂוֹכֵר אוֹ הַמַּלְוֶה וְאָכַל הַפֵּרוֹת הֲרֵי הַפֵּרוֹת בְּחֶזְקַת אוֹכְלֵיהֶן עַד שֶׁיָּבִיא בַּעַל הַקַּרְקַע רְאָיָה. אֲכָלָהּ הַשּׂוֹכֵר אוֹ הַמְמַשְׁכֵּן שָׁלֹשׁ שָׁנִים וְכָבַשׁ הַשְּׁטָר וְאָמַר לְחָמֵשׁ שָׁנִים יֵשׁ לִי פֵּרוֹת וּבַעַל הַקַּרְקַע אוֹמֵר שָׁלֹשׁ אָמְרוּ לוֹ הָבֵא שְׁטָרְךָ וְאָמַר אָבַד הַשּׂוֹכֵר נֶאֱמָן שֶׁאִלּוּ רָצָה אָמַר לְקוּחָה הִיא בְּיָדִי שֶׁהֲרֵי אֲכָלָהּ שָׁלֹשׁ שָׁנִים: \n",
            "english": "The following rules apply when a contract for rental or security mentions \"years\" without stating the number of years. If the tenant claims that the agreement was for three years, and the owner of the land claims that it was for two years, and the renter - or the creditor - came and made use of the produce of the third year, we assume that the produce belonged to the person who made use of it unless the owner of the land brings proof that this is not so.<br>A difficulty could arise if the tenant or the creditor derived benefit from the property for three years and the legal record became misplaced. If he said: \"I am entitled to the produce for five years,\" and the owner of the land says, \"The agreement was only for three,\" we tell the concerned parties: \"Show the legal record.\"<br>If the owner says: \"It was lost,\" the tenant's claim is accepted, for if he would have claimed that he had purchased it, his claim would also be accepted since he derived benefit from it for three years."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁהִכְנִיס פֵּרוֹתָיו לְבֵית חֲבֵרוֹ שֶׁלֹּא מִדַּעְתּוֹ אוֹ שֶׁהִטְעוּהוּ עַד שֶׁהִכְנִיס פֵּרוֹתָיו וְהִנִּיחָם וְהָלַךְ יֵשׁ לְבַעַל הַבַּיִת לִמְכֹּר לוֹ מֵאוֹתָן הַפֵּרוֹת כְּדֵי לִתֵּן שְׂכַר הַפּוֹעֲלִים שֶׁמּוֹצִיאִין אוֹתָן וּמַשְׁלִיכִין אוֹתָם לַשּׁוּק. וּמִדַּת חֲסִידוּת הוּא שֶׁיּוֹדִיעַ לְבֵית דִּין וְיַשְׂכִּירוּ מִמִּקְצָת דְּמֵיהֶן מָקוֹם מִשּׁוּם הֶשֵּׁב אֲבֵדָה לַבְּעָלִים אַף עַל פִּי שֶׁלֹּא עָשָׂה כַּהֹגֶן: \n",
            "english": "The following rules apply when a person brings his produce into his colleague's property without his consent or beguiled him into allowing him to bring in his produce and then left it and departed. The owner of the property may sell that produce in order to pay for workers to take it away and bring it to the market place.<br>It is pious conduct for the owner of the property to notify the court and rent a storage place with part of the funds in order to prevent the destruction of his colleague's property, even if that colleague acted in an improper manner."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר רֵחַיִם מֵחֲבֵרוֹ שֶׁיִּטְחֹן לוֹ עֶשְׂרִים סְאָה בְּכָל חֹדֶשׁ בִּשְׂכָרוֹ וְהֶעֱשִׁיר בַּעַל הָרֵחַיִם וַהֲרֵי אֵינוֹ צָרִיךְ לִטְחֹן שָׁם אִם יֵשׁ לַשּׂוֹכֵר חִטִּים שֶׁצָּרִיךְ לִטְחֹן לְעַצְמוֹ אוֹ לַאֲחֵרִים כּוֹפִין אוֹתוֹ לִתֵּן דְּמֵי טְחִינַת עֶשְׂרִים סְאָה שֶׁזּוֹ מִדַּת סְדוֹם הִיא. וְאִם אֵין לוֹ יָכוֹל לוֹמַר אֵין לִי דָּמִים וַהֲרֵינִי טוֹחֵן לְךָ כְּמוֹ שֶׁשָּׂכַרְתִּי וְאִם אֵין אַתָּה צָרִיךְ מְכֹר לַאֲחֵרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rules apply when a person rents a mill from a colleague on the condition that the renter will grind 20 <i>se'ah</i> of grain for the owner every month as rent and afterwards, the owner of the mill became wealthy. Since he no longer needs to have his grain ground there he asks the renter to pay him the equivalent of the wage he would earn for grinding the 20 <i>se'ah</i><i>.</i><br>If the renter has wheat of his own or of others that he can grind instead, we compel him to pay the owner the wage he receives for grinding 20 <i>se'ah.</i> Not to pay him would be an expression of the qualities of Sodom. If the renter does not have wheat of his own or customers, he may tell the owner: \"I don't have the funds. I am prepared to grind grain for you, as stated in the rental agreement. If you don't need this, sell the ground wheat to others.\" Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֶחָד הַשּׂוֹכֵר מֵחֲבֵרוֹ שָׂדֶה לְזָרְעָהּ אוֹ כֶּרֶם לֶאֱכל פֵּרוֹתָיו בְּדָמִים אוֹ שֶׁשָּׂכַר מִמֶּנּוּ בְּפֵרוֹת קְצוּבִים כְּגוֹן שֶׁשָּׂכַר מִמֶּנּוּ שָׂדֶה זוֹ בְּעֶשְׂרִים כּוֹר בְּשָׁנָה וְכֶרֶם זֶה בְּעֶשְׂרִים כַּדֵּי יַיִן בְּכָל שָׁנָה שְׁנֵיהֶן דִּין אֶחָד יֵשׁ לָהֶן. וְהַשּׂוֹכֵר בְּפֵרוֹת הוּא הַנִּקְרָא חוֹכֵר: \n",
            "english": "The same laws apply when a person rents a field from a colleague to sow, or a vineyard to benefit from its fruits and agrees to pay him money or agrees to pay him a fixed amount of produce - e.g., he rented a particular field for 20 <i>kor</i> of grain a year or a particular vineyard for 20 jugs of wine a year. A person who rents property and agrees to pay in produce is called a <i>chocher.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמְקַבֵּל שָׂדֶה אוֹ פַּרְדֵּס כְּדֵי לַעֲבֹד אוֹתוֹ וּלְהוֹצִיא עָלָיו יְצִיאוֹת וְיִתֵּן לְבַעַל הַקַּרְקַע שְׁלִישׁ הַתְּבוּאוֹת אוֹ רְבִיעַ אוֹ מַה שֶּׁיַּתְנוּ בֵּינֵיהֶן וְהוּא הַנִּקְרָא מְקַבֵּל. כָּל דָּבָר שֶׁהוּא לִסְיַג הָאָרֶץ בַּעַל הַקַּרְקַע חַיָּב בּוֹ וְכָל דָּבָר שֶׁהוּא שְׁמִירָה יְתֵרָה הַחוֹכֵר אוֹ הַמְקַבֵּל חַיָּב בּוֹ. הַקַּרְדֹּם שֶׁחוֹפְרִין בּוֹ הָאָרֶץ וְהַכֵּלִים שֶׁנּוֹשְׂאִין בָּהֶן הֶעָפָר וְהַדְּלִי וְהַכַּד וְכַיּוֹצֵא בָּהֶן שֶׁדּוֹלִין בָּהֶן הַמַּיִם עַל בַּעַל הַקַּרְקַע. וַחֲטִיטַת הַמְּקוֹמוֹת שֶׁמְּקַבְּצִין בָּהֶן הַמַּיִם עַל הַחוֹכֵר אוֹ עַל הַמְקַבֵּל: \n",
            "english": "When a person takes a field or an orchard with the intent of working it, investing in it and giving the owner a third, a fourth or whatever other percentage of the harvest that they agree to, he is called a <i>mekabel.</i><br>The following rules apply with regard to all the types of contracts mentioned above. Whenever an improvement is necessary for the sake of the land itself, it is the responsibility of the owner of the land to provide it. Whenever an improvement is an added measure of security, the renter is responsible for it.<br>The ax that is used to break up the land, the containers used to carry away earth, the bucket, the jug or the like that is used to draw water are the responsibility of the owner of the land. Digging the irrigation ditches, by contrast, is the responsibility of the renter."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לְשָׁנִים מוּעָטוֹת לֹא יִזְרָעֶנָּה פִּשְׁתָּן. שְׂכָרָהּ אוֹ קִבְּלָהּ שֶׁבַע שָׁנִים זוֹרְעָהּ שָׁנָה רִאשׁוֹנָה פִּשְׁתָּן וְאֵין הַשְּׁבִיעִית מִן הַמִּנְיָן. שְׂכָרָהּ אוֹ קִבְּלָהּ שָׁבוּעַ אֶחָד שְׁבִיעִית מִן הַמִּנְיָן: \n",
            "english": "When a person rents or makes a sharecropping agreement with regard to a colleague's field for only a few years, he should not sow flax. If he rents it or enters a sharecropping agreement for seven years, he may sow flax for the first year. The Sabbatical year is not included in this reckoning. If he rents it or enters a sharecropping agreement for a seven-year period, the Sabbatical year is included in this reckoning."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַחוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְהִיא בֵּית הַשְּׁלָחִין אוֹ בֵּית הָאִילָן וְיָבְשָׁה מַעְיַן בֵּית הַשְּׁלָחִין וְלֹא פָּסַק הַנָּהָר הַגָּדוֹל אֶלָּא אֶפְשָׁר לְהָבִיא מִמֶּנּוּ בִּדְלִי. אוֹ שֶׁנִּקְצַץ הָאִילָן שֶׁל בֵּית הָאִילָנוֹת אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ. וְאִם מַכַּת מְדִינָה הִיא כְּגוֹן שֶׁיָּבַשׁ הַנָּהָר מְנַכֶּה לוֹ מֵחַכִּירוֹ. הָיָה עוֹמֵד בְּתוֹךְ הַשָּׂדֶה וְאָמַר לוֹ בֵּית הַשְּׁלָחִין הַזֶּה אֲנִי מַשְׂכִּיר לְךָ בֵּית הָאִילָן זֶה אֲנִי מַשְׂכִּיר יָבֵשׁ הַמַּעְיָן אוֹ נִקְצַץ הָאִילָן מְנַכֶּה מֵחַכִּירוֹ שֶׁהֲרֵי הוּא עוֹמֵד בְּתוֹכָהּ וְלֹא אָמַר לוֹ הַזֶּה אֶלָּא כְּמִי שֶּׁאוֹמֵר כְּמוֹת שֶׁהִיא עַתָּה אֲנִי מַשְׂכִּיר לְפִיכָךְ אִם לֹא הָיָה עוֹמֵד בְּתוֹכָהּ וְאָמַר לוֹ בֵּית הַשְּׁלָחִין אֲנִי מַשְׂכִּיר לְךָ אוֹ בֵּית הָאִילָן וְיָבֵשׁ הַמַּעְיָן אוֹ שֶׁנִּקְצַץ הָאִילָן אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ: \n",
            "english": "The following laws apply when a person rents or makes a sharecropping agreement with regard to a colleague's field that is parched and requires irrigation, and the spring used to irrigate the field dries up, but the larger river has not ceased to flow, and it is possible to carry water from it in a bucket. The renter may not reduce his payments. If this is a problem that affects the entire region - e.g., the river itself dried up - he may reduce his payments. Similar laws apply if one rents an orchard and the trees of the orchard are cut down.<br>Different rules apply when the owner was standing in his field and told the renter: \"I am renting you this parched field,\" or \"I am renting you this orchard.\" If the spring dries up or the tree is chopped down, he may reduce his payments. Since he was standing in the property when he made that statement, we assume that by saying: \"this field\" or \"this orchard,\" his intent was: \"I am renting it to you in its present condition.\"<br>Therefore, when the owner is not standing in his field and told the renter: \"I am renting you this parched field,\" or \"I am renting you this orchard.\" If the spring dries up or the tree is chopped down, he may not reduce his payments."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וַאֲכָלָהּ חָגָב אוֹ נִשְׁתַּדְּפָה אִם אֵרַע דָּבָר זֶה לְרֹב הַשָּׂדוֹת שֶׁל אוֹתָהּ הָעִיר מְנַכֶּה לוֹ מֵחַכִּירוֹ הַכּל לְפִי הַהֶפְסֵד שֶׁאֵרְעוֹ וְאִם לֹא פָּשְׁטָה הַמַּכָּה בְּרֹב הַשָּׂדוֹת אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ אַף עַל פִּי שֶׁנִּשְׁתַּדְּפוּ כָּל הַשָּׂדוֹת שֶׁל בַּעַל הַקַּרְקַע. נִשְׁתַּדְּפוּ כָּל הַשָּׂדוֹת שֶׁל הַשּׂוֹכֵר אוֹ הַמְקַבֵּל אַף עַל פִּי שֶׁפָּשְׁטָה הַמַּכָּה בְּרֹב הַשָּׂדוֹת אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ שֶׁאֵין זֶה הַהֶפְסֵד תָּלוּי אֶלָּא בַּשּׂוֹכֵר שֶׁהֲרֵי כָּל שְׂדוֹתָיו נִשְׁתַּדְּפוּ. הִתְנָה עָלָיו בַּעַל הַקַּרְקַע שֶׁיִּזְרָעֶנָּה חִטִּים וּזְרָעָהּ שְׂעוֹרִים אוֹ שֶׁלֹּא זְרָעָהּ כְּלָל אוֹ שֶׁזְּרָעָהּ וְלֹא צָמְחָה אַף עַל פִּי שֶׁבָּא חָגָב אוֹ שִׁדָּפוֹן וְהֻכְּתָה רֹב הַמְּדִינָה אֵינוֹ מְנַכֶּה לוֹ מֵחַכִּירוֹ. וְעַד מָתַי חַיָּב לְהִטַּפֵּל וְלִזְרֹעַ פַּעַם אַחֶרֶת אִם לֹא צָמְחָה כָּל זְמַן שֶׁרָאוּי לִזְרִיעָה בְּאוֹתוֹ מָקוֹם: \n",
            "english": "The following rules apply when a person rents or makes a sharecropping agreement with regard to a colleague's field, and the crops are eaten by locusts or destroyed by drought. If this condition prevailed among the majority of the fields of that city, he may reduce his payments according to the extent of the loss that he suffered. If this blight did not prevail among the majority of the fields, he may not reduce his payments. This law applies even though all the fields belonging to this land owner were ravaged.<br>If all the fields of the renter or the sharecropper were ravaged, even though the blight also affected most of the other fields, he may not reduce his payment. For the loss is dependent on the renter's bad fortune, as evidenced by the fact that all his fields were ravaged.<br>If the owner stipulated that the renter should sow the field with wheat, and he sowed it with barley, did not sow it at all or sowed it and nothing grew, the renter may not reduce his payments even though locusts or a drought came and the majority of the fields were ravaged. Until when must he till it and sow it a second time if the first crop does not grow? Until the time when it is fit to sow in that place."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אוֹ הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ מָקוֹם שֶׁנָּהֲגוּ לִקְצֹר יִקְצֹר וְאֵינוֹ רַשַּׁאי לַעֲקֹר. לַעֲקֹר יַעֲקֹר וְאֵינוֹ רַשַּׁאי לִקְצֹר. וּשְׁנֵיהֶם מְעַכְּבִין זֶה עַל זֶה. וּמָקוֹם שֶׁנָּהֲגוּ לַחְרשׁ אַחֲרָיו יַחְרשׁ. מָקוֹם שֶׁנָּהֲגוּ לְהַשְׂכִּיר אִילָנוֹת עַל גַּב קַרְקַע מַשְׂכִּירִין וְאַף עַל פִּי שֶׁהִשְׂכִּיר לוֹ סְתָם בְּפָחוֹת מִן הַיָּדוּעַ. וּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לְהַשְׂכִּיר אִילָנוֹת אֵין לוֹ אִילָנוֹת אַף עַל פִּי שֶׁשָּׂכַר מִמֶּנּוּ בְּיֶתֶר עַל הַיָּדוּעַ. הַכּל כְּמִנְהַג הַמְּדִינָה: \n",
            "english": "The following rules apply when a person rents or makes a sharecropping agreement with regard to a colleague's field. If it is customary in that locale to cut down the crops, the renter should cut them down. He is not permitted to uproot them. If it is customary to uproot the crops, the renter should uproot them. He is not permitted to cut them down. Either of them can prevent the custom from being changed.<br>In a locale where it is customary to plow after the harvesting, the renter should plow. In a locale where it is customary to rent trees together with land, they are considered to have been rented out. This applies even though the owner rented the property for a price that is lower than usual. In a locale where it is not customary to rent trees together with land, they are not considered to have been rented out. This applies even though the owner rented the property for a price that is higher than usual. Everything follows the local custom."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַחוֹכֵר שָׂדֶה מֵחֲבֵרוֹ בַּעֲשָׂרָה כּוֹר חִטִּים וְלָקְתָה נוֹתֵן לוֹ מִתּוֹכָהּ. הָיוּ חִטֶּיהָ יָפוֹת לֹא יֹאמַר לוֹ הֲרֵינִי לוֹקֵחַ לְךָ מִן הַשּׁוּק אֶלָּא נוֹתֵן לוֹ מִתּוֹכָהּ. חָכַר מִמֶּנּוּ כֶּרֶם בַּעֲשָׂרָה סַלֵּי עֲנָבִים וְהִקְרִיסוּ אַחַר שֶׁנִּבְצְרוּ וְכֵן עֳמָרִים שֶׁלָקוּ אַחַר שֶׁנִּקְצְרוּ נוֹתֵן לוֹ מִתּוֹכָן. חֲכָרוֹ בַּעֲשָׂרָה כַּדֵּי יַיִן וְהֶחְמִיץ חַיָּב לִתֵּן לוֹ יַיִן טוֹב. חֲכָרָהּ מִמֶּנּוּ בְּמֵאָה עֳמָרִים שֶׁל אַסְפַּסְתָּא וּזְרָעָהּ מִין אַחֵר וְאַחַר כָּךְ חֲרָשָׁהּ וּזְרָעָהּ אַסְפַּסְתָּא וְלָקְתָה אוֹ שֶׁזְּרָעָהּ בַּתְּחִלָּה אַסְפַּסְתָּא וַחֲרָשָׁהּ וְאַחַר כָּךְ זְרָעָהּ פַּעַם אַחֶרֶת וְלָקְתָה אֵינוֹ נוֹתֵן לוֹ מִתּוֹכָהּ אֶלָּא נוֹתֵן לוֹ אַסְפַּסְתָּא טוֹבָה שֶׁהֲרֵי שִׁנָּה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When a person rents a field from a colleague for ten <i>kor</i> of wheat and it suffered blight, he may pay the owner from the wheat of that field. Conversely, if it produces extremely high quality wheat, he should not tell the owner: \"I will purchase wheat for you from the marketplace.\" Instead, he must give him the wheat from the field.<br>If a person rents a vineyard for ten baskets of grapes and they become sour after they were harvested, the renter may give the owner the grapes from the vineyard. A similar ruling applies to sheaves of grain that became ruined after they were harvested. If, however, a person rents a vineyard for ten jugs of wine, and the wine becomes sour, he is obligated to provide the owner with good wine.<br>The following rules apply when a person rented a field for 100 sheaves of cattle fodder, sowed another crop and then plowed the field and sowed it with cattle fodder. If it suffered blight, the renter may not give the owner the cattle fodder growing in it. Instead, he must give him high quality fodder, for he deviated from the terms of the initial agreement. Similar rules apply even if he sowed it with fodder at the outset, plowed it and then sowed it again and it suffered blight or in any other situation where the damage to the crops comes after the renter deviates from the initial agreement."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַחוֹכֵר שָׂדֶה מֵחֲבֵרוֹ וְלֹא רָצָה לְנַכֵּשׁ וְאָמַר לוֹ מַה הֶפְסֵד יֵשׁ לְךָ הֲרֵינִי נוֹתֵן לְךָ חַכִּירְךָ אֵין שׁוֹמְעִין לוֹ שֶׁהֲרֵי הוּא אוֹמֵר לוֹ לְמָחָר אַתָּה יוֹצֵא מִמֶּנָּה וְהִיא מַעֲלָה עֲשָׂבִים. וַאֲפִלּוּ אָמַר לוֹ בָּאַחֲרוֹנָה אֲנִי חוֹרֵשׁ אוֹתָהּ אֵין שׁוֹמְעִין לוֹ: \n",
            "english": "The following rules apply when a person rents a field from a colleague, but does not desire to weed it. Although the renter tells the owner: \"What will you suffer? I will give you the amount stipulated regardless,\" his words are not heeded. For the owner may respond: \"Ultimately, you will leave it, and it will grow weeds for me.\"<br>Even if the renter says: \"At the end I will plow it,\" his words are not heeded."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַחוֹכֵר שָׂדֶה מֵחֲבֵרוֹ לְזָרְעָהּ שְׂעוֹרִים לֹא יִזְרָעֶנָּה חִטִּים מִפְּנֵי שֶׁהַחִטִּין מַכְחִישׁוֹת אֶת הַקַּרְקַע יֶתֶר מֵהַשְּׂעוֹרִים. שְׂכָרָהּ לְזָרְעָהּ חִטִּים יִזְרָעֶנָּה שְׂעוֹרִים. קִטְנִית לֹא יִזְרָעֶנָּה תְּבוּאָה. תְּבוּאָה יִזְרָעֶנָּה קִטְנִית. וּבְבָבֶל וְכַיּוֹצֵא בָּהּ לֹא יִזְרָעֶנָּה קִטְנִית מִפְּנֵי שֶׁהַקִּטְנִית שָׁם מַכְחֶשֶׁת אֶת הָאָרֶץ: \n",
            "english": "When a person rents a field with the stated intent of sowing barley, he should not sow wheat, because wheat saps the nutrients of the land more than barley. If he rented it with the intent of sowing wheat, he may sow barley.<br>If his original intent was to sow legumes, he may not sow grain. If his original intent was grain, he may sow legumes. In Babylon and lands of that nature, he should not sow legumes, for legumes sap the nutrients of the land."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לְשָׁנִים מוּעָטוֹת אֵין לַמְקַבֵּל כְּלוּם בְּקוֹרַת הַשִּׁקְמָה וְכַיּוֹצֵא בָּהּ וְלֹא בְּשֶׁבַח הָאִילָנוֹת שֶׁיָּצְאוּ מֵאֲלֵיהֶן בַּשָּׂדֶה. אֲבָל מְחַשְּׁבִין לוֹ מְקוֹם הָאִילָנוֹת כְּאִלּוּ הָיָה בָּהֶן אוֹתוֹ זֶרַע שֶׁזָּרַע בְּכָל הַשָּׂדֶה. וְהוּא שֶׁצָּמְחוּ הָאִילָנוֹת בְּמָקוֹם הָרָאוּי לִזְרִיעָה אֲבָל אִם יָצְאוּ בְּמָקוֹם שֶׁאֵינוֹ רָאוּי לִזְרִיעָה אֵין מְחַשְּׁבִין לוֹ כְּלוּם. וְאִם קִבְּלָהּ שֶׁבַע שָׁנִים אוֹ יֶתֶר יֵשׁ לוֹ בְּקוֹרַת הַשִּׁקְמָה וְכַיּוֹצֵא בָּהּ. הִגִּיעַ זְמַנּוֹ לְהִסְתַּלֵּק מִן הַשָּׂדֶה וְהָיוּ שָׁם זְרָעִים שֶׁעֲדַיִן לֹא הִגִּיעוּ לְהִמָּכֵר אוֹ שֶׁנִּגְמְרוּ וְלֹא הִגִּיעַ יוֹם הַשּׁוּק לְמָכְרָן שָׁמִין אוֹתָן וְנוֹטֵל מִבַּעַל הַקַּרְקַע. כְּשֵׁם שֶׁחוֹלְקִין הַמְקַבֵּל וּבַעַל הַקַּרְקַע בַּתְּבוּאָה כָּךְ חוֹלְקִין בַּתֶּבֶן וּבַקַּשׁ. כְּשֵׁם שֶׁחוֹלְקִין בַּיַּיִן כָּךְ חוֹלְקִין בַּזְּמוֹרוֹת. אֲבָל הַקָּנִים הַמַּעֲמִידִים תַּחַת הַגְּפָנִים אִם קָנוּ אוֹתָן בְּשֻׁתָּפוּת הֲרֵי אֵלּוּ חוֹלְקִין בָּהֶן וְאִם הֵן מִשֶּׁל אֶחָד מֵהֶן זֶה שֶׁקָּנָה אוֹתָן הֲרֵי הֵן שֶׁלּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When a person rents a field from a colleague for a few years according to a sharecropping agreement, the sharecropper does not receive a share of the wood that grows from the wild fig trees and the like, nor in the appreciation in the value of the field due to the trees growing in the field. We do, however, consider the place of the trees as if it were filled with the type of crop that was planted in the field. This applies provided the trees grew in a place that is fit to sow. If, however, they grow in a place that is not fit to sow, the sharecropper is not given any consideration. If the sharecropper rents the field for seven years or more, he is entitled to a share of the wood that grows from the wild fig trees and the like.<br>If at the time the sharecropper's lease runs out, there are plants in the field that have not reached the stage at which they are fit to be sold, or they have reached that stage, but the market day has not come yet, they should be evaluated and the sharecropper given his share by the owner of the land.<br>In the same manner as the sharecropper and the owner divide the grain; so, too, they should divide the straw and the stubble. In the same manner as they divide the wine; so, too, they should divide the twigs. Different rules apply with regard to the rods that are placed beneath the vine for support. If they were purchased in partnership, they should be divided in the same manner. If they were purchased by one party, they belong to the one who purchased them. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ לִטַּע מְקַבֵּל עָלָיו בַּעַל הַשָּׂדֶה עֲשָׂרָה בּוֹרְאוֹת לִסְאָה. יֶתֶר עַל זֶה מְגַלְגְּלִין עָלָיו אֶת הַכּל: \n",
            "english": "When a person rents a field from a colleague according to a sharecropping agreement in order to plant vines, the owner accepts the possibility that there will be ten non-productive vines in an area sufficient to grow a <i>se'ah</i> of grain. If there are more non-productive vines, the sharecropper must pay for the entire area as if all the vines were productive."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְלֹא עָשְׂתָה אִם יֵשׁ בָּהּ כְּדֵי שֶׁתּוֹצִיא סָאתַיִם יֶתֶר עַל הַהוֹצָאָה חַיָּב הַמְקַבֵּל לִטָּפֵל בָּהּ. שֶׁכָּךְ כּוֹתֵב לְבַעַל הַקַּרְקַע אָנָּא אֵיקוּם וְאָנִיר וְאֶזְרַע וְאֶקְצֹר וְאֶעֱמֹר וְאָדוּשׁ וְאֶזְרֶה וְאַעֲמִיד כְּרִי לְפָנֶיךָ וְתִטּל אֶת חֶצְיוֹ אוֹ מַה שֶּׁיִּתְּנוּ וַאֲנִי אֶטּל הַשְּׁאָר בִּשְׂכַר עֲמָלִי וּבְמַה שֶּׁהוֹצֵאתִי: \n",
            "english": "The following rules apply when a person rents a field from a colleague under a sharecropping agreement and the field does not produce a significant yield. If its yield appears sufficient to produce at least two <i>se'ah</i> more than the investment made in it, the sharecropper is obligated to take care of it. For in the sharecropping agreement, he promises the owner of the land: \"I will rise, plow the land, sow it, reap it, tie it in sheaves, thresh it and make a grain heap before you, and you will receive half - or whatever other portion they agreed upon - and I will receive the remainder as payment for my work and the expenses that I undertook.\""
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַמְקַבֵּל שָׂדֶה מֵחֲבֵרוֹ וְאַחַר שֶׁזָּכָה בָּהּ הוֹבִירָהּ שָׁמִין אוֹתָהּ כַּמָּה הִיא רְאוּיָה לַעֲשׂוֹת וְנוֹתֵן לוֹ חֶלְקוֹ שֶׁהָיָה מַגִּיעַ לוֹ. שֶׁכָּךְ כּוֹתֵב לְבַעַל הַקַּרְקַע אִם אוֹבִיר וְלֹא אַעֲבִיד אֲשַׁלֵּם בְּמֵיטָבָא. וְהוּא הַדִּין אִם הוֹבִיר מִקְצָתָהּ. וּמִפְּנֵי מָה נִתְחַיֵּב לְשַׁלֵּם מִפְּנֵי שֶׁלֹּא פָּסַק עַל עַצְמוֹ דָּבָר קָצוּב כְּדֵי שֶׁנֹּאמַר הֲרֵי הִיא כְּאַסְמַכְתָּא אֶלָּא הִתְנָה שֶׁיְּשַׁלֵּם בְּמֵיטָבָא וּלְפִיכָךְ גָּמַר וְשִׁעְבֵּד עַצְמוֹ. אֲבָל אִם אָמַר אִם אוֹבִיר וְלֹא אַעֲבִיד אֶתֵּן לְךָ מֵאָה דִּינָרִין הֲרֵי זוֹ אַסְמַכְתָּא וְאֵינוֹ חַיָּב לְשַׁלֵּם אֶלָּא נוֹתֵן כְּפִי מַה שֶּׁרְאוּיָה לַעֲשׂוֹת בִּלְבַד: \n",
            "english": "The following rule applies when a person rents a field from a colleague under a sharecropping agreement, and after taking possession of the field decides to leave it fallow. We evaluate the amount the field could be expected to produce and require the sharecropper to give the owner the portion agreed upon. For in the sharecropping agreement, he promises the owner of the land: \"If I leave it fallow and do not till it, I will pay according to its best yield.\" The same rule applies if he left only a portion of it fallow.<br>Why is the renter obligated to pay? Because he did not stipulate that he would pay a fixed amount, in which instance we would say that it is an <i>asmachta,</i> but instead promised to pay the field's best yield. Therefore, he made a binding commitment.<br>If, however, he stipulated: \"If I leave it fallow, I will pay you 100 <i>dinarim\"</i> this is considered an <i>asmachta</i> and he is not obligated to pay that amount. Instead, he should give the owner only his share of what the field would be expected to produce."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הַמְקַבֵּל שָׂדֶה לְזָרְעָהּ שֻׁמְשְׁמִין וּזְרָעָהּ חִטִּים וְעָשְׂתָה חִטִּים שֶׁשָּׁוִין כַּמָּה שֶׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין אֵין לוֹ עָלָיו אֶלָּא תַּרְעֹמֶת. עָשְׂתָה פָּחוֹת מִמַּה שֶּׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין מְשַׁלֵּם לוֹ הַמְקַבֵּל כְּפִי מַה שֶּׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין. עָשְׂתָה חִטִּים יֶתֶר מִמַּה שֶּׁהִיא רְאוּיָה לַעֲשׂוֹת מִן הַשֻּׁמְשְׁמִין חוֹלְקִין לְפִי הַתְּנַאי שֶׁבֵּינֵיהֶן אַף עַל פִּי שֶׁמִּשְׂתַּכֵּר בַּעַל הַקַּרְקַע: \n",
            "english": "The following rule applies when a person rents a field from a colleague under a sharecropping agreement with the intent of sowing sesame seeds, but instead, sows wheat. If the field produces a crop of wheat that is worth the same as the yield of sesame seeds could have been expected to be worth, the owner may have no more than complaints against him.<br>If the field produces a crop of wheat that is worth less than the yield of sesame seeds could have been expected to be worth, the sharecropper must pay the amount the crop of sesame seeds could have expected to yield. If the field produces a crop of wheat that is worth more than the yield of sesame seeds could have been expected to be worth, they should divide the crop according to their original stipulation although the owner of the land profits."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַשׂוֹכֵר אֶת הַפּוֹעֲלִים וְאָמַר לָהֶם לְהַשְׁכִּים וּלְהַעֲרִיב מָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לְהַשְׁכִּים וְשֶׁלֹּא לְהַעֲרִיב אֵינוֹ יָכוֹל לְכוּפָן. מָקוֹם שֶׁנָּהֲגוּ לָזוּן יָזוּן. לְסַפֵּק בִּגְרוֹגָרוֹת אוֹ בִּתְמָרִים וְכַיּוֹצֵא בָּהֶן לְפוֹעֲלִים יְסַפֵּק הַכֹּל כְּמִנְהַג הַמְּדִינָה:  ",
            "english": "The following rule applies when a person hires workers and tells them: \"Get up early and work late.\" In a place where it is not customary for workers to get up early and work late, he cannot compel them to keep the times he desires. In a place where it is customary for an employer to provide his workers' meals, he must provide their meals. If it is customary for him to provide dried figs, dates and the like for the workers, he must. Everything follows the local custom."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל וְאָמַר לוֹ כְּאֶחָד וְכִשְׁנַיִם מִבְּנֵי הָעִיר רוֹאִין הַפָּחוּת שֶׁבַּשְּׂכִירוּת וְהַיָּתֵר שֶׁבַּשְּׂכִירוּת וּמְשַׁמְּנִין בֵּינֵיהֶן:  ",
            "english": "When a person hires a worker and tells him: \"I will pay you like any other worker in the city,\" we check the lowest wage paid and the highest wage paid and arrive at an average."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אָמַר לִשְׁלוּחוֹ צֵא וּשְׂכֹר לִי פּוֹעֲלִים בִּשְׁלֹשָׁה וְהָלַךְ וּשְׂכָרָן בְּאַרְבָּעָה אִם אָמַר לָהֶם הַשָּׁלִיחַ שְׂכַרְכֶם עָלַי נוֹתֵן לָהֶם אַרְבָּעָה וְנוֹטֵל מִבַּעַל הַבַּיִת שְׁלֹשָׁה וּמַפְסִיד אֶחָד מִכִּיסוֹ. אָמַר לָהֶם שְׂכַרְכֶם עַל בַּעַל הַבַּיִת נוֹתֵן לָהֶם בַּעַל הַבַּיִת כְּמִנְהַג הַמְּדִינָה. הָיָה בַּמְּדִינָה מִי שֶׁנִּשְׂכַּר בִּשְׁלֹשָׁה וּמִי שֶׁנִּשְׂכַּר בְּאַרְבָּעָה אֵינוֹ נוֹתֵן לָהֶם אֶלָּא שְׁלֹשָׁה וְיֵשׁ לָהֶם תַּרְעֹמֶת עַל הַשָּׁלִיחַ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאֵין מְלַאכְתָּן נִכֶּרֶת אֲבָל הָיְתָה מְלַאכְתָּן נִכֶּרֶת וַהֲרֵי הִיא שָׁוָה אַרְבָּעָה נוֹתֵן לָהֶם בַּעַל הַבַּיִת אַרְבָּעָה שֶׁאִלּוּ לֹא אָמַר לָהֶם שְׁלוּחוֹ אַרְבָּעָה לֹא טָרְחוּ וְעָשׂוּ שָׁוֶה אַרְבָּעָה. אָמַר לוֹ בַּעַל הַבַּיִת שְׂכֹר לִי בְּאַרְבָּעָה וְהָלַךְ הַשָּׁלִיחַ וְשָׂכַר בִּשְׁלֹשָׁה אַף עַל פִּי שֶׁהֲרֵי מְלַאכְתָּן שָׁוָה אַרְבָּעָה אֵין לָהֶם אֶלָּא שְׁלֹשָׁה שֶׁהֲרֵי קִבְּלוּ עַל עַצְמָן וְיֵשׁ לָהֶם תַּרְעֹמֶת עַל הַשָּׁלִיחַ. אָמַר לוֹ בַּעַל הַבַּיִת בִּשְׁלֹשָׁה וְהָלַךְ הַשָּׁלִיחַ וְאָמַר לָהֶם בְּאַרְבָּעָה וְאָמְרוּ הֲרֵינוּ כְּמָה שֶּׁאָמַר בַּעַל הַבַּיִת אֵין דַּעְתָּם אֶלָּא שֶׁיִּתֵּן בַּעַל הַבַּיִת יֶתֶר עַל אַרְבָּעָה לְפִיכָךְ שָׁמִין מַה שֶּׁעָשׂוּ אִם שָׁוָה אַרְבָּעָה נוֹטְלִין אַרְבָּעָה מִבַּעַל הַבַּיִת וְאִם אֵינוֹ יָדוּעַ אוֹ אֵינוֹ שָׁוֶה אֵין לָהֶם אֶלָּא שְׁלֹשָׁה. אָמַר לוֹ בַּעַל הַבַּיִת בְּאַרְבָּעָה וְהָלַךְ הַשָּׁלִיחַ וְאָמַר לָהֶם בִּשְׁלֹשָׁה וְאָמְרוּ לוֹ כְּמָה שֶׁאָמַר בַּעַל הַבַּיִת אַף עַל פִּי שֶׁמְּלַאכְתָּן שָׁוֶה אַרְבָּעָה אֵין לָהֶם אֶלָּא שְׁלֹשָׁה שֶׁהֲרֵי שָׁמְעוּ שְׁלֹשָׁה וְקִבְּלוּ עֲלֵיהֶם:  ",
            "english": "The following rules apply when a person tells his agent: \"Go out and hire workers for me for three <i>zuz</i><i>,\"</i> and the agent hires them for four. If the agent told them: \"I am responsible for your wage,\" he must pay them four. He receives three <i>zuz</i> from the employer, and forfeits one <i>zuz</i> of his own.<br>If he told them: \"The employer is responsible for your wages,\" the employer should pay them according to the local custom. If there are some in that city who are hired at three and others at four, he is not required to pay them more than three. They have, however, justified complaints'3 against the agent.<br>When does the above apply? When it cannot be determined that they invested extra effort in their work. If, however, it is obvious that they invested extra effort in their work, and it is worth four <i>zuz</i><i>,</i> the employer must pay them four. For had the agent not told them four, they would not have worked harder and produced work that is worth four.<br>If the employer told the agent: \"Hire workers for me at four,\" and the agent goes and hires them at three, they receive no more than three. This applies even when their work is worth four. For they accepted the lower amount. They do, however, have a complaint against the agent.<br>If the employer told the agent three <i>zuz</i><i>,</i> and the agent hires them for four, but the workers say: \"We will work for what the employer says,\" their intent is that the employer will pay them more than four <i>zuz</i><i>.</i> Therefore, we evaluate their work. If it is worth four, they should receive four <i>zuz</i> from the employer. If the value of their work is not obvious or it is not worth four, they may be paid only three.<br>If the employer told the agent to hire workers at four <i>zuz</i><i>,</i> and he hired them at three, but they say: \"We will work for what the employer says,\" they may be paid only three. This applies even if their work is worth four, for they heard the agent say three and agreed."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֲלִים וְהִטְעוּ אֶת בַּעַל הַבַּיִת אוֹ בַּעַל הַבַּיִת הִטְעָה אוֹתָם אֵין לָהֶם זֶה עַל זֶה אֶלָּא תַּרְעֹמֶת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָלְכוּ. אֲבָל הָלְכוּ הַחַמָּרִין וְלֹא מָצְאוּ תְּבוּאָה. פּוֹעֲלִים וּמָצְאוּ שָׂדֶה כְּשֶׁהִיא לָחָה. אוֹ שֶׁשָּׂכַר לְהַשְׁקוֹת הַשָּׂדֶה וּמְצָאוּהָ שֶׁנִּתְמַלְּאָה מַיִם. אִם בִּקֵּר בַּעַל הַבַּיִת מְלַאכְתּוֹ מִבָּעֶרֶב וּמָצָא שֶׁצְּרִיכָה פּוֹעֲלִים אֵין לַפּוֹעֲלִים כְּלוּם מַה בְּיָדוֹ לַעֲשׂוֹת. וְאִם לֹא בִּקֵּר נוֹתֵן לָהֶם שְׂכָרָן כְּפוֹעֵל בָּטֵל שֶׁאֵינוֹ דּוֹמֶה הַבָּא טָעוּן לְבָא רֵיקָן וְעוֹשֶׂה מְלָאכָה לְבַטֵּל. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הִתְחִילוּ בִּמְלָאכָה. אֲבָל אִם הִתְחִיל הַפּוֹעֵל בַּמְּלָאכָה וְחָזַר בּוֹ אֲפִלּוּ בַּחֲצִי הַיּוֹם חוֹזֵר שֶׁנֶּאֱמַר <small>(ויקרא כה נה)</small> \"כִּי לִי בְנֵי יִשְׂרָאֵל עֲבָדִים\" וְלֹא עֲבָדִים לַעֲבָדִים. וְכֵיצַד דִּין הַפּוֹעֵל שֶׁחָזַר בּוֹ אַחַר שֶׁהִתְחִיל. שָׁמִין לוֹ מַה שֶּׁעָשָׂה וְנוֹטֵל. וְאִם קַבְּלָן הוּא שָׁמִין לוֹ מַה שֶּׁעָתִיד לַעֲשׂוֹת. בֵּין שֶׁהוּזְלוּ בְּעֵת שֶׁשְּׂכָרָן בֵּין לֹא הוּזְלוּ בֵּין שֶׁהוּזְלָה מְלָאכָה אַחַר כֵּן בֵּין לֹא הוּזְלָה שָׁמִין לוֹ מַה שֶּׁעָתִיד לַעֲשׂוֹת. כֵּיצַד. קִבֵּל מִמֶּנּוּ קָמָה לִקְצֹר בִּשְׁתֵּי סְלָעִים קָצַר חֶצְיָהּ וְהִנִּיחַ חֶצְיָהּ. בֶּגֶד לֶאֱרֹג בִּשְׁתֵּי סְלָעִים אָרַג חֶצְיוֹ וְהִנִּיחַ חֶצְיוֹ. שָׁמִין לוֹ מַה שֶּׁעָתִיד לַעֲשׂוֹת. אִם הָיָה שָׁוֶה שִׁשָּׁה דִּינָרִין נוֹתֵן לוֹ שֶׁקֶל אוֹ יִגְמְרוּ אֶת מְלַאכְתָּן. וְאִם הָיָה הַנִּשְׁאָר יָפֶה שְׁנַיִם דִּינָרִין אֵינוֹ נוֹתֵן לָהֶן אֶלָּא סֶלַע שֶׁהֲרֵי לֹא עָשׂוּ אֶלָּא חֲצִי מְלָאכָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּדָבָר שֶׁאֵינוֹ אָבוּד אֲבָל בְּדָבָר הָאָבוּד כְּגוֹן פִּשְׁתָּנוֹ לְהַעֲלוֹת מִן הַמִּשְׁרָה אוֹ שֶׁשָּׂכַר חֲמוֹר לְהָבִיא חֲלִילִין לְמֵת אוֹ לְכַלָּה וְכַיּוֹצֵא בָּהֶן אֶחָד פּוֹעֵל וְאֶחָד קַבְּלָן אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אֶלָּא אִם כֵּן נֶאֱנַס כְּגוֹן שֶׁחָלָה אוֹ שָׁמַע שֶׁמֵּת לוֹ מֵת. וְאִם לֹא נֶאֱנַס וְחָזַר בּוֹ שׂוֹכֵר עֲלֵיהֶן אוֹ מַטְעָן. כֵּיצַד מַטְעָן. אוֹמֵר לָהֶם סֶלַע קָצַצְתִּי לָכֶם בּוֹאוּ וּטְלוּ שְׁתַּיִם עַד שֶׁיִּגְמְרוּ מְלַאכְתָּן וְלֹא יִתֵּן לָהֶם אֶלָּא מַה שֶּׁפָּסַק תְּחִלָּה וַאֲפִלּוּ נָתַן לָהֶם הַשְּׁתַּיִם מַחְזִיר מֵהֶן הַתּוֹסֶפֶת. כֵּיצַד שׂוֹכֵר עֲלֵיהֶן. שׂוֹכֵר פּוֹעֲלִים אֲחֵרִים וְגוֹמְרִים מְלַאכְתָּן שֶׁלֹּא תֹּאבַד וְכָל שֶׁיּוֹסִיף לְאֵלּוּ הַפּוֹעֲלִין הָאֲחֵרִים עַל מַה שֶּׁפָּסַק לָרִאשׁוֹנִים נוֹטֵל מִן הָרִאשׁוֹנִים. עַד כַּמָּה עַד כְּדֵי שְׂכָרָן שֶׁל רִאשׁוֹנִים. וְאִם הָיָה לָהֶם מָמוֹן תַּחַת יָדוֹ שׂוֹכֵר לְהַשְׁלִים הַמְּלָאכָה עַד אַרְבָּעִים וַחֲמִשִּׁים זוּז בְּכָל יוֹם לְכָל פּוֹעֵל אַף עַל פִּי שֶׁשָּׂכַר הַפּוֹעֵל שְׁלֹשָׁה אוֹ אַרְבָּעָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאֵין שָׁם פּוֹעֲלִים לִשְׂכֹּר בִּשְׂכָרָן לְהַשְׁלִים הַמְּלָאכָה אֲבָל יֵשׁ פּוֹעֲלִים לִשְׂכֹּר בִּשְׂכָרָן וְאָמְרוּ לוֹ צֵא וּשְׂכֹר מֵאֵלּוּ לְהַשְׁלִים מְלַאכְתְּךָ וְלֹא תֹּאבַד בֵּין שׂוֹכֵר בֵּין קַבְּלָן אֵין לוֹ עֲלֵיהֶן אֶלָּא תַּרְעֹמֶת וְשָׁמִין לַשּׂוֹכֵר מַה שֶּׁעָשָׂה וְלַקַּבְּלָן מַה שֶּׁעָתִיד לַעֲשׂוֹת:  ",
            "english": "When a person hires workers and the workers hoax the employer or the employer hoaxes the workers, all they have is complaints against each other.<br>When does the above apply? When the workers did not go to the appointed place. Different rules apply, however, if donkey drivers went to the appointed place and did not find any grain, workers went to a field and found that the ground was wet, or the employer hired workers to irrigate his field and they discovered that it was filled with water. If the owner checked the area that required work on the previous evening and saw that the workers were necessary, the workers are not entitled to any reimbursement. What could the owner have done? If, however, he did not check the land where he wants the work to be performed beforehand, he must pay them as an idle worker. For a person who comes carrying a burden cannot be compared to someone who comes empty-handed, nor can a person who performs labor be compared to someone who does not.<br>When does the above apply? When they did not begin doing work. If, however, the worker began doing his work different rules apply. A worker may quit his work even in the middle of the day. This is derived from Leviticus 25:55: \"The children of Israel are servants to Me\" - i.e., to Me alone. They are not servants to servants.<br>What is the law that applies to a worker who quits after having started work? We evaluate the work that he performed and he is paid that amount. If he is a contractor, we evaluate the work that still must be performed. Whether the price of labor was low at the time he was hired or it was not low, whether it was reduced afterwards or whether it was not reduced, we evaluate the work that must be performed.<br>What is implied? A person agreed to harvest standing grain for two <i>selaim.</i> He harvested half of the grain, but left half unharvested. Similarly, a person agreed to weave a garment for two <i>selaim.</i> He wove half of the garment, but left half unwoven. If the remainder would cost six <i>dinarim</i> to complete, the original contractor is paid a <i>shekel</i> or he is given the option of completing his work. If the remainder was worth only two <i>dinarim,</i> the owner need not pay the contractor more than a <i>sela,</i> because he did not perform more than half the work.<br>When does the above apply? With regard to work that does not involve an immediate loss. If, however, the work involves an immediate loss - e.g., he hired the workers to remove flax from the vat, or he hired a donkey to bring flutes for a funeral or for a wedding or the like - neither a worker nor a contractor may retract unless he is held back by forces beyond his control -e.g., he became ill or a close relative died. If the worker is not held back by forces beyond his control, and he retracts, the owner may hire others on their account or deceive them.<br>What is meant by deceiving them? He tells them: \"I agreed to pay you a <i>sela;</i> take two so that you will complete your work.\" Afterwards, he is not required to give them anything more than he originally agreed. Moreover, even if he gave them two, he can compel them to return the additional amount.<br>What is meant by hiring others on their account? He hires other workers who complete their task so that he will not suffer a loss. Whatever he must add to pay these later workers beyond the amount the first workers agreed upon, he may take from the first workers.<br>To what extent are the first workers responsible? For their entire wage. Moreover, if they have property that is in the employer's possession, the employer can use that property to hire workers to complete their work until he pays each worker 40 or 50 zuz a day although he originally hired the worker at three or four <i>zuz.</i><br>When does the above apply? When there are no workers available to hire at the wage to be paid the original workers. If, however, such workers are available and the original workers tell the employer: \"Go out and hire from these to complete your work so that you will not suffer a loss,\" whether a worker or a contractor is involved, the employer has only complaints against them. To determine the wage that should be paid, we follow these guidelines: For a worker, we calculate the work he already performed and for a contractor, we calculate the work that must be performed."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל וְנֶאֱחָז לַעֲבוֹדַת הַמֶּלֶךְ לֹא יֹאמַר לוֹ הֲרֵינִי לְפָנֶיךָ אֶלָּא נוֹתֵן לוֹ שְׂכַר מַה שֶּׁעָשָׂה:  ",
            "english": "When a person hires a worker, but [the worker] is then taken to perform the king's service, the worker need not be paid for a full day's work. Instead, the employer should pay him only for the work he performed."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לְהַשְׁקוֹת אֶת הַשָּׂדֶה מִזֶּה הַנָּהָר וּפָסַק הַנָּהָר בַּחֲצִי הַיּוֹם אִם אֵין דַּרְכּוֹ לְהַפְסִיק אֵין לָהֶן אֶלָּא שְׂכַר מַה שֶּׁעָשׂוּ. וְכֵן אִם דַּרְכּוֹ שֶׁיַּפְסִיקוּ אוֹתוֹ בְּנֵי הָעִיר וְהִפְסִיקוּהוּ בַּחֲצִי הַיּוֹם אֵין לָהֶן אֶלָּא שְׂכַר מַה שֶּׁעָשׂוּ שֶׁהֲרֵי יָדְעוּ הַפּוֹעֲלִים דַּרְכּוֹ שֶׁל נָהָר. וְאִם דַּרְכּוֹ לְהַפְסִיק מֵאֵלָיו נוֹתֵן לָהֶם שְׂכַר כָּל הַיּוֹם מִפְּנֵי שֶׁהָיָה לוֹ לְהוֹדִיעָם. שְׂכָרָן לְהַשְׁקוֹת הַשָּׂדֶה וּבָא הַמָּטָר וְהִשְׁקָה אֵין לָהֶן אֶלָּא מַה שֶּׁעָשׂוּ. בָּא הַנָּהָר וְהִשְׁקָה נוֹתֵן לָהֶן כָּל שְׂכָרָן. מִן הַשָּׁמַיִם נִסְתַּיְּעוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּפוֹעֵל. אֲבָל מִי שֶׁפָּסַק עִם אֲרִיסוֹ שֶׁאִם יַשְׁקֶה שָׂדֶה זוֹ אַרְבַּע פְּעָמִים בְּיוֹם יִטּל חֲצִי הַפֵּרוֹת וְכָל הָאֲרִיסִין שֶׁהֵן מַשְׁקִין שְׁתֵּי פְּעָמִים אֵינָן נוֹטְלִין אֶלָּא רְבִיעַ הַפֵּרוֹת וּבָא הַמָּטָר וְלֹא הֻצְרַךְ לִדְלוֹת וּלְהַשְׁקוֹת נוֹטֵל חֲצִי הַפֵּרוֹת כְּמוֹ שֶׁפָּסַק עִמּוֹ שֶׁהָאָרִיס כְּשֻׁתָּף וְאֵינוֹ כְּפוֹעֵל:  ",
            "english": "The following rules apply when a person hires a worker to irrigate his field from a particular river, and that river dried up in the middle of the day. If the river does not ordinarily dry up, the workers need only be paid for the work they performed.<br>Similarly, if the inhabitants of the city frequently dam the river, and they stop its flow in the middle of the day, the workers need only be paid for the work they performed. The rationale is that the workers know the pattern of this river. If, however, the river often dries up on its own accord, the employer must pay the workers their entire wage. For it was his responsibility to inform them.<br>If a person hires workers to irrigate a field and it rains and completes the watering of the field, the workers need only be paid for the work they performed. If a river rises and irrigates the field, they should be paid their entire wage. From heaven, they were granted help.<br>When does the above apply? With regard to a worker. Different rules apply, however, when a person stipulates with a sharecropper that if he waters a field four times a day, he will receive half the crop, in contrast to other sharecroppers who water the field twice a day and receive a fourth of the crop. If rain comes and he does not have to draw water to irrigate the crop, he still receives half the crops, as he stipulated. The rationale is that a sharecropper is considered to be a partner, not a worker."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת מְלָאכָה כָּל הַיּוֹם וְשָׁלְמָה הַמְּלָאכָה בַּחֲצִי הַיּוֹם אִם יֵשׁ לוֹ מְלָאכָה אַחֶרֶת כְּמוֹתָהּ אוֹ קַלָּה מִמֶּנָּה עוֹשֶׂה שְׁאָר הַיּוֹם. וְאִם אֵין לוֹ מַה יַּעֲשֶׂה נוֹתֵן לוֹ שְׂכָרוֹ כְּפוֹעֵל בָּטֵל. וְאִם הָיָה מִן הַחוֹפְרִים אוֹ עוֹבְדֵי אֲדָמָה וְכַיּוֹצֵא בָּהֶן שֶׁדַּרְכּוֹ לִטְרֹחַ הַרְבֵּה וְאִם לֹא יַעֲשֶׂה בִּמְלָאכָה יֶחֱלֶה נוֹתֵן לוֹ כָּל שְׂכָרוֹ:  ",
            "english": "The following rules apply when a person hires a worker to perform work for an entire day and he completes it in half the day. If the employer has another task that is as - or less - difficult, he may have the worker perform it for the remainder of the day. If he does not have a task for him to perform, he should pay him as an idle worker. When the worker is one who digs, labors in the field or performs heavy labor of this nature and hence will become ill if he does not work, the employer must pay him his entire wage even if he is idle."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לְהָבִיא לוֹ שְׁלִיחוּת מִמָּקוֹם לְמָקוֹם וְהָלַךְ וְלֹא מָצָא שָׁם מַה יָּבִיא נוֹתֵן לוֹ שְׂכָרוֹ מָשְׁלָם. שְׂכָרוֹ לְהָבִיא קָנִים לַכֶּרֶם וְהָלַךְ וְלֹא מָצָא וְלֹא הֵבִיא נוֹתֵן לוֹ שְׂכָרוֹ מָשְׁלָם. שְׂכָרוֹ לְהָבִיא כְּרוּב וּדוֹרְמַסְקְנִין לַחוֹלֶה וְהָלַךְ וּמְצָאוֹ שֶׁמֵּת אוֹ הִבְרִיא לֹא יֹאמַר לוֹ טל מַה שֶּׁהֵבֵאתָ בִּשְׂכָרְךָ אֶלָּא נוֹתֵן לוֹ כָּל שְׂכָרוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "When a person hires a worker to bring him an object from one place to another, and the worker goes to the designated place but cannot find the object specified, the employer is obligated to pay him his entire wage.<br>If a person hires a worker to bring rods to use as supports for a vineyard, but the worker can not find them, and hence does not bring them, the employer must pay the worker his wage.<br>If he hired him to bring cabbage or prunes for a sick person, the worker went and when he returned, the sick person either died or recovered, the employer should not tell the worker: \"Take what you brought as your payment.\" Instead, he must pay him the entire wage he promised him. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְּשֶׁלּוֹ וְהֶרְאָהוּ בְּשֶׁל חֲבֵרוֹ נוֹתֵן כָּל שְׂכָרוֹ וְחוֹזֵר וְלוֹקֵחַ מֵחֲבֵרוֹ מַה שֶּׁנֶּהֱנָה בְּזוֹ הַמְּלָאכָה:  ",
            "english": "When a person hires a worker to perform work in his own field, but shows him a field belonging to a colleague and has him perform work there, he must pay him his entire wage. Afterwards, he may require his colleague to reimburse him for the benefit he received from this work."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר אֶת הַפּוֹעֵל לַעֲשׂוֹת עִמּוֹ בְּתֶבֶן וְקַשׁ וְכַיּוֹצֵא בָּהֶן וְאָמַר לוֹ טל מַה שֶּׁעָשִׂיתָ בִּשְׂכָרְךָ אֵין שׁוֹמְעִין לוֹ. וְאִם מִשֶּׁקִּבֵּל עָלָיו אָמַר לוֹ הֵילָךְ שְׂכָרְךָ וַאֲנִי אֶטּל אֶת שֶׁלִּי אֵין שׁוֹמְעִין לוֹ:  ",
            "english": "When a person hires a worker to work together with him with straw, stubble and the like, he is not given the option of telling the worker: \"Take what you did as your payment.\" If, however, he made such an offer, and the worker agreed, he is not given the option of changing his mind and telling the worker: \"Take your wage and I will take my straw.\""
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מְצִיאַת הַפּוֹעֵל לְעַצְמוֹ אַף עַל פִּי שֶׁאָמַר לוֹ עֲשֵׂה עִמִּי מְלָאכָה הַיּוֹם. וְאֵין צָרִיךְ לוֹמַר אִם אָמַר לוֹ עֲדֹר עִמִּי הַיּוֹם. אֲבָל אִם שְׂכָרוֹ לִלְקֹט מְצִיאוֹת כְּגוֹן שֶׁחָסַר הַנָּהָר וּשְׂכָרוֹ לִלְקֹט הַדָּגִים הַנִּמְצָאִין בַּאֲגַם הֲרֵי מְצִיאָתוֹ לְבַעַל הַבַּיִת וַאֲפִלּוּ מָצָא כִּיס מָלֵא דִּינָרִין:  ",
            "english": "An ownerless object discovered by a worker belongs to him. This law applies even when the employer told him: \"Work for me today.\" Needless to say, it applies if he told him: \"Hoe for me.\"<br>If, however, he hired him to take possession of ownerless objects - e.g., a river dried up and he hired him to collect the fish in a nearby marsh -whatever he finds, even a wallet filled with silver coins, belongs to the owner."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמַּלְוֶה אֶת חֲבֵרוֹ עַל הַמַּשְׁכּוֹן בֵּין שֶׁהִלְוָהוּ מָעוֹת בֵּין שֶׁהִלְוָהוּ פֵּרוֹת בֵּין שֶׁמִּשְׁכְּנוֹ בִּשְׁעַת הַלְוָאָתוֹ בֵּין שֶׁמִּשְׁכְּנוֹ אַחַר שֶׁהִלְוָהוּ הֲרֵי זֶה שׁוֹמֵר שָׂכָר. לְפִיכָךְ אִם אָבַד הַמַּשְׁכּוֹן אוֹ נִגְנַב חַיָּב בְּדָמָיו. וְאִם נֶאֱנַס הַמַּשְׁכּוֹן כְּגוֹן שֶׁנִּלְקַח בְּלִסְטִים מְזֻיָּן וְכַיּוֹצֵא בּוֹ מִשְּׁאָר אֳנָסִין יִשָּׁבַע שֶׁנֶּאֱנַס וִישַׁלֵּם בַּעַל הַמַּשְׁכּוֹן אֶת חוֹבוֹ עַד פְּרוּטָה אַחֲרוֹנָה: \n",
            "english": "The following rules apply when a person gives a loan to a colleague and takes security in return. He is considered to be a paid watchman. This applies regardless of whether he lent him money or lent him produce, and regardless of whether he took the security at the time when he gave him the loan or afterwards.<br>Accordingly, if the security is lost or stolen, he is responsible for its value. If the security was lost because of causes beyond the lender's control -e.g., it was taken by armed thieves or the like - the lender must take an oath that it was lost due to forces beyond his control, and the owner of the security must repay his debt until the last <i>p'rutah.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הָאוֹמֵר לַחֲבֵרוֹ שְׁמֹר לִי וְאֶשְׁמֹר לְךָ הֲרֵי זֶה שְׁמִירָה בַּבְּעָלִים. אָמַר לוֹ שְׁמֹר לִי הַיּוֹם וְאֶשְׁמֹר לְךָ לְמָחָר. הַשְׁאִילֵנִי הַיּוֹם וַאֲנִי אַשְׁאִילְךָ לְמָחָר. שְׁמֹר לִי הַיּוֹם וְאַשְׁאִילְךָ לְמָחָר. הַשְׁאִילֵנִי הַיּוֹם וְאֶשְׁמֹר לְךָ לְמָחָר. כֻּלָּן נַעֲשׂוּ שׁוֹמְרֵי שָׂכָר זֶה לָזֶה: \n",
            "english": "Whenever a person tells a colleague: \"Watch my article for me and I will watch your article for you,\" it is considered as if the owner was employed by the watchman.<br>If, however, he tells his colleague: \"Watch an article for me today, and I will watch an article for you tomorrow,\" \"Lend an article to me today and I will lend an article to you tomorrow,\" \"Watch an article for me today, and I will lend an article to you tomorrow,\" or \"Lend an article to me today and I will watch an article for you tomorrow,\" they are each considered to be paid watchman for the other."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל הָאֻמָּנִין שׁוֹמְרֵי שָׂכָר הֵן. וְכֻלָּן שֶׁאָמְרוּ טל אֶת שֶׁלְּךָ וְהָבֵא מָעוֹת אוֹ שֶׁאוֹמֵר לוֹ הָאֻמָּן גְּמַרְתִּיו וְלֹא לָקְחוּ הַבְּעָלִים אֶת הַכְּלִי הָאֻמָּן שׁוֹמֵר חִנָּם. אֲבָל אִם אָמַר הָאֻמָּן הָבֵא מָעוֹת וְטל שֶׁלְּךָ עֲדַיִן הוּא נוֹשֵׂא שָׂכָר כְּשֶׁהָיָה: \n",
            "english": "All craftsmen are considered to be paid watchman. Whenever a craftsman says: \"Take your article and pay for it,\" or \"I have completed it,\" and the owner does not take the article, the craftsman is considered to be an unpaid watchman from that time onward.<br>If, however, the craftsman says: \"Bring money and take your article,\" he is considered a paid watchman as before."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "נָתַן לְאֻמָּנִין לְתַקֵּן וְקִלְקְלוּ חַיָּבִין לְשַׁלֵּם. כֵּיצַד. נָתַן לְחֵרֵשׁ שִׁדָּה תֵּבָה וּמִגְדָּל לִקְבֹּעַ בָּהֶן מַסְמֵר וּשְׁבָרוֹ אוֹ שֶׁנָּתַן לוֹ אֶת הָעֵצִים לַעֲשׂוֹת מֵהֶן שִׁדָּה תֵּבָה וּמִגְדָּל וְנִשְׁבְּרוּ אַחַר שֶׁנַּעֲשׂוּ מְשַׁלֵּם לוֹ דְּמֵי שִׁדָּה תֵּבָה וּמִגְדָּל. שֶׁאֵין הָאֻמָּן קוֹנֶה בְּשֶׁבַח הַכְּלִי. נָתַן צֶמֶר לְצַבָּע וְהִקְדִיחַתּוּ יוֹרָה נוֹתֵן לוֹ דְּמֵי צִמְרוֹ. צְבָעוֹ כָּעוּר אוֹ נְתָנוֹ לוֹ לְצָבְעוֹ אָדֹם וּצְבָעוֹ שָׁחוֹר שָׁחוֹר וּצְבָעוֹ אָדֹם. נָתַן עֵצִים לְחָרָשׁ לַעֲשׂוֹת מֵהֶן כִּסֵּא נָאֶה וְעָשָׂה כִּסֵּא רַע אוֹ סַפְסָל. אִם הַשֶּׁבַח יָתֵר עַל הַהוֹצָאָה נוֹתֵן בַּעַל הַכְּלִי אֶת הַהוֹצָאָה וְאִם הַהוֹצָאָה יְתֵרָה עַל הַשֶּׁבַח נוֹתֵן לוֹ אֶת הַשֶּׁבַח בִּלְבַד. אָמַר בַּעַל הַכְּלִי אֵינִי רוֹצֶה בְּתַקָּנָה זוֹ אֶלָּא יִתֵּן לִי דְּמֵי הַצֶּמֶר אוֹ דְּמֵי הָעֵצִים אֵין שׁוֹמְעִין לוֹ. וְכֵן אִם אָמַר הָאֻמָּן הֵא לְךָ דְּמֵי צִמְרְךָ אוֹ דְּמֵי עֵצְךָ וְלֵךְ אֵין שׁוֹמְעִין לוֹ שֶׁאֵין הָאֻמָּן קוֹנֶה בְּשֶׁבַח כְּלִי שֶׁעָשָׂה: \n",
            "english": "If a person gives an article to a craftsman to fix and the craftsman ruins it, the craftsman is liable to make restitution.<br>What is implied? If a person gives a carpenter a chest, a box or a closet to place a nail into, and he breaks the article he must make restitution. Similarly, if a person gives a carpenter the wood to make a chest, a box or a closet, and he breaks them after he completes making them, the carpenter must pay the employer for a chest, a box or a closet. The rationale is that the craftsman does not acquire a share in the increase in the value of the article.<br>If a person gives a craftsman wool to dye, and the vat in which he dyes it boils until the water evaporates, thus destroying the wool, the dyer must reimburse the owner for his wool.<br>The following rules apply in the ensuing situations: The dyer dyed the wool unattractively, the owner asked him to dye it red and he dyed it black, he asked him to dye it black and he dyed it red, or he gave wood to a carpenter to make an attractive chair, and he made a poor chair or a bench. In all these instances, if the increase in the value of the article exceeds the cost, all the owner of the article is required to pay is the cost. If the cost exceeds the increase in the value of the article, all the owner of the article is required to pay is the increase in the value of the article.<br>If the owner of the article says: \"I do not desire this dispensation. I would prefer that he give me the value of the wool or the value of the wood,\" we do not heed his request. Conversely, if the craftsman says: \"Here is the cost of your wool or your wood, depart,\" he is not heeded. The rationale is that the craftsman does not acquire a share in the increase in the value of the article."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמּוֹלִיךְ חִטִּין לִטְחֹן וְלֹא לְתָתָן וַעֲשָׂאָן סֻבִּין אוֹ מֻרְסָן. נָתַן הַקֶּמַח לְנַחְתּוֹם וַעֲשָׂאוֹ פַּת נְפוֹלִין. בְּהֵמָה לְטַבָּח וְנִבְּלָהּ. חַיָּבִין לְשַׁלֵּם דְּמֵיהֶן מִפְּנֵי שֶׁהֵן נוֹשְׂאֵי שָׂכָר. לְפִיכָךְ אִם הָיָה טַבָּח מֻמְחֶה וְשָׁחַט בְּחִנָּם פָּטוּר מִלְּשַׁלֵּם וְאֵינוֹ מֻמְחֶה אַף עַל פִּי שֶׁהוּא בְּחִנָּם חַיָּב לְשַׁלֵּם. וְכֵן הַמַּרְאֶה דִּינָר לְשֻׁלְחָנִי וְאָמַר לוֹ יָפֶה הוּא וְנִמְצָא רַע אִם בְּשָׂכָר רָאָהוּ חַיָּב לְשַׁלֵּם אַף עַל פִּי שֶׁהוּא בָּקִי וְאֵינוֹ צָרִיךְ לְהִתְלַמֵּד. וְאִם בְּחִנָּם רָאָהוּ פָּטוּר וְהוּא שֶׁיִּהְיֶה בָּקִי שֶׁאֵינוֹ צָרִיךְ לְהִתְלַמֵּד. וְאִם אֵינוֹ בָּקִי חַיָּב לְשַׁלֵּם אַף עַל פִּי שֶׁהוּא בְּחִנָּם וְהוּא שֶׁיֹּאמַר לַשֻּׁלְחָנִי עָלֶיךָ אֲנִי סוֹמֵךְ אוֹ שֶׁהָיוּ הַדְּבָרִים מַרְאִין שֶׁהוּא סוֹמֵךְ עַל רְאִיָּתוֹ וְלֹא יַרְאֶה לַאֲחֵרִים. טַבָּח שֶׁעָשָׂה בְּחִנָּם וְנִבֵּל וְכֵן שֻׁלְחָנִי שֶׁאָמַר יָפֶה וְנִמְצָא רַע וְכֵן כָּל כַּיּוֹצֵא בָּזֶה עֲלֵיהֶן לְהָבִיא רְאָיָה שֶׁהֵן מֻמְחִין. וְאִם לֹא הֵבִיאוּ רְאָיָה מְשַׁלְּמִין: \n",
            "english": "When a person brings raw materials to a professional and he ruins them, the professional is liable to reimburse the owner for their value, for he is like a paid watchman. For example, a person gave wheat to a miller to grind and he did not soak it. Hence the flour came out as bran or coarse flour. A person gave flour to a baker and he made bread that crumbles, or a person brought an animal to a slaughterer and he slaughtered it unacceptably. They are all liable to make restitution.<br>Therefore, if an expert slaughterer slaughters an animal without charge and he caused it to be unacceptable, he is not liable to make restitution. If he is not an expert, even if he works without charge, he is required to make restitution.<br>Similar rules apply when a person shows a coin to a money changer and he says that it is acceptable, and it is discovered to be unacceptable. If he charged for his services, he is obligated to pay even though he is an expert and does not require further training. If he did not charge, he is not liable, provided he is an expert and does not require further training. If he is not an expert, he must reimburse the questioner even when he does not charge for his services.<br>The above applies when the questioner tells the money changer: \"I am relying upon you,\" or it is obvious from the situation that he is relying on his opinion and is not seeking another opinion.<br>When a ritual slaughterer slaughtered an animal without charge, but rendered it unfit, a money changer said that a coin was acceptable, and it was not, or in any similar situation, the person who caused the damage must supply proof that he is an expert. If he cannot supply proof, he is required to make restitution."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מָקוֹם שֶׁנָּהֲגוּ שֶׁיִּהְיֶה הַנּוֹטֵעַ אִילָנוֹת נוֹטֵל חֲצִי הַשֶּׁבַח וּבַעַל הַקַּרְקַע חֲצִי וְנָטַע וְהִשְׁבִּיחַ וְנָטַע וְהִפְסִיד מְחַשְּׁבִין לוֹ חֲצִי הַשֶּׁבַח שֶׁיֵּשׁ לוֹ וּמְנַכִּין מִמֶּנּוּ מַה שֶּׁהִפְסִיד וְנוֹטֵל הַשְּׁאָר. וַאֲפִלּוּ הִתְנָה עַל עַצְמוֹ שֶׁאִם הִפְסִיד לֹא יִטּל כְּלוּם הֲרֵי זֶה אַסְמַכְתָּא וְאֵין מְנַכִּין לוֹ אֶלָּא מַה שֶּׁהִפְסִיד. הָיָה מִנְהָגָם שֶׁיִּטּל הַנּוֹטֵעַ מֶחֱצָה וּבַעַל הַקַּרְקַע מֶחֱצָה וְכָךְ הָיָה מִנְהָגָם שֶׁיִּטּל הָאָרִיס שְׁלִישׁ. אִם נָטַע הַנּוֹטֵעַ וְהִשְׁבִּיחַ וְרָצָה לְהִסְתַּלֵּק שֶׁנִּמְצָא בַּעַל הַקַּרְקַע צָרִיךְ לְהוֹרִיד לָהּ אָרִיס הֲרֵי בַּעַל הַקַּרְקַע מוֹרִיד אָרִיס וְיִטּל בַּעַל הַקַּרְקַע חֶצְיוֹ וְלֹא יַפְסִיד בַּעַל הַקַּרְקַע כְּלוּם וְיִטּל הָאָרִיס שְׁלִישׁ וְהַשְּׁתוּת הַנִּשְׁאָר שֶׁל נוֹטֵעַ שֶׁהֲרֵי סִלֵּק עַצְמוֹ בִּרְצוֹנוֹ: \n",
            "english": "The following rules apply in a place where it is customary for a person who plants trees to receive half of the increase in value, and for the owner of the land to receive half of the increase in value. If he planted trees in a portion of the land and increased the value, but planted other trees in another portion of the land and caused a loss, we calculate the half of the profit that is due the planter and deduct the entire loss he caused. He then receives the remainder. Even if he stipulated that if he causes a loss in a certain portion of the land, he will not receive any profit at all, his words are not heeded and only the loss he actually caused is deducted from his profits. The rationale is that this stipulation is an <i>asmachta.</i><br>When the person who plants trees terminates his relationship with the owner before reaping the crop, he bears the responsibility for his actions. To illustrate this principle: The local custom is that the person who plants receives half of the profits and the owner of the land, the other half. A sharecropper receives a lesser share, one third of the crop. The person who planted the trees caused the land to increase in value and then wished to terminate his relationship with the owner, forcing the owner to employ a sharecropper. The owner of the land may employ a sharecropper. Even so, the owner of the land receives half of the profits; he does not suffer a loss.<br>The sharecropper receives a third and the remaining sixth is given to the person who planted the trees. Since he willingly terminated his relationship, he suffers the consequences."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַנּוֹטֵעַ אִילָנוֹת לִבְנֵי הַמְּדִינָה שֶׁהִפְסִיד. וְכֵן טַבָּח שֶׁל בְּנֵי הָעִיר שֶׁנִּבֵּל הַבְּהֵמוֹת. וְהַמַּקִּיז דָּם שֶׁחָבַל. וְהַסּוֹפֵר שֶׁטָּעָה בִּשְׁטָרוֹת. וּמְלַמֵּד תִּינוֹקוֹת שֶׁפָּשַׁע בְּתִינוֹקוֹת וְלֹא לִמֵּד אוֹ לִמֵּד בְּטָעוּת. וְכָל כַּיּוֹצֵא בְּאֵלּוּ הָאֻמָּנִים שֶׁאִי אֶפְשָׁר שֶׁיַּחְזִירוּ הַהֶפְסֵד שֶׁהִפְסִידוּ. מְסַלְּקִין אוֹתָן בְּלֹא הַתְרָאָה שֶׁהֵן כְּמֻתְרִין וְעוֹמְדִין עַד שֶׁיִּשְׁתַּדְּלוּ בִּמְלַאכְתָּן הוֹאִיל וְהֶעֱמִידוּ אוֹתָן הַצִּבּוּר עֲלֵיהֶם: \n",
            "english": "The following principle applies with regard to a person who plants trees on behalf of all the members of a city who caused a loss; similarly, a ritual slaughterer of a village who rendered an animal unacceptable for consumption, a blood-letter who caused an injury, a scribe who erred in composing a legal document, a teacher who was negligent with the children and did not teach them or taught them in error, or any other professional who made an error that cannot be corrected. They may be removed from their positions without warning, for the warning for them to perform their work carefully is self evident. They must faithfully apply themselves to their tasks, for they were appointed by the community to discharge this responsibility."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה לִתֵּן שְׂכַר הַשָּׂכִיר בִּזְמַנּוֹ שׁנֶּאֱמַר <small>(דברים כד טו)</small> \"בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ\" וְגוֹ'. וְאִם אִחֲרוֹ לְאַחַר זְמַנּוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כד טו)</small> \"וְלֹא תָבוֹא עָלָיו הַשֶּׁמֶשׁ\". וְאֵין לוֹקִין עָלָיו שֶׁהֲרֵי הוּא חַיָּב לְשַׁלֵּם. אֶחָד שְׂכַר הָאָדָם וְאֶחָד שְׂכַר הַבְּהֵמָה וְאֶחָד שְׂכַר הַכֵּלִים חַיָּב לִתֵּן בִּזְמַנּוֹ וְאִם אִחֵר לְאַחַר זְמַן עוֹבֵר בְּלֹא תַּעֲשֶׂה. וְגֵר תּוֹשָׁב יֵשׁ בּוֹ מִשּׁוּם בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ וְאִם אִחֲרוֹ אֵינוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה:  ",
            "english": "It is a positive commandment to pay a worker his wage on time, as Deuteronomy 24:15 states: \"On the day it is due, pay him his wage.\" If an employer delays payment, he violates a negative commandment, as that verse continues: \"Do not let the sun set without him receiving it.\" Lashes are not given for the violation of this prohibition, for he is liable to pay.<br>This principle applies to the wage of a person or the fee for hiring an animal or a utensil. In all these instances, one is obligated to make payment when due, and if one delays payment, one violates a negative commandment.<br>The obligation to pay a wage when due applies to a resident alien, but one does not transgress a negative commandment if one delays paying him."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַכּוֹבֵשׁ שְׂכַר שָׂכִיר כְּאִלּוּ נָטַל נַפְשׁוֹ מִמֶּנּוּ שֶׁנֶּאֱמַר <small>(דברים כד טו)</small> \"וְאֵלָיו הוּא נשֵֹׁא אֶת נַפְשׁוֹ\". וְעוֹבֵר בְּאַרְבַּע אַזְהָרוֹת וַעֲשֵׂה. עוֹבֵר מִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תַּעֲשֹׁק\" וּמִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תִּגְזל\" וּמִשּׁוּם לֹא תָלִין פְּעֻלַּת שָׂכִיר וּמִשּׁוּם <small>(דברים כד טו)</small> \"לֹא תָבוֹא עָלָיו הַשֶּׁמֶשׁ\" וּמִשּׁוּם <small>(דברים כד טו)</small> \"בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ\". אֵי זֶהוּ זְמַנּוֹ שְׂכִיר יוֹם גּוֹבֶה כָּל הַלַּיְלָה וְעָלָיו נֶאֱמַר <small>(ויקרא יט יג)</small> \"לֹא תָלִין פְּעֻלַּת שָׂכִיר אִתְּךָ עַד בֹּקֶר\". וּשְׂכִיר לַיְלָה גּוֹבֶה כָּל הַיּוֹם וְעָלָיו נֶאֱמַר בְּיוֹמוֹ תִתֵּן שְׂכָרוֹ. וּשְׂכִיר שָׁעוֹת שֶׁל יוֹם גּוֹבֶה כָּל הַיּוֹם וּשְׂכִיר שָׁעוֹת שֶׁל לַיְלָה גּוֹבֶה כָּל הַלַּיְלָה. שְׂכִיר שַׁבָּת שְׂכִיר חֹדֶשׁ שְׂכִיר שָׁנָה שְׂכִיר שָׁבוּעַ יָצָא בַּיּוֹם גּוֹבֶה כָּל הַיּוֹם יָצָא בַּלַּיְלָה גּוֹבֶה כָּל (אוֹתוֹ) הַלַּיְלָה:  ",
            "english": "Whenever a person withholds the payment of a worker's wage, it is as if he takes his soul from him, as Deuteronomy 24:16 continues: \"Because of it, he puts his life in his hand.\" He violates four admonitions and a positive commandment: He transgresses the commandments not to oppress a colleague, not to steal, not to hold overnight the wage of a worker and not to allow the sun to set before having paid him, and the positive commandment to pay him on time.<br>When are a worker's wages due? A person who is hired to work during the day should collect his wages at any time throughout the following night. With regard to him, Leviticus 19:13 states: \"Do not hold the wage of a worker in your possession overnight until the morning.\"<br>A person who is hired to work during the night should collect his wages at any time throughout the following day. Concerning him, it is written: \"On the day it is due, pay him his wage.\"<br>A person who is hired to work several hours during the day should collect his wage during the remainder of the day. A person who is hired to work several hours during the night, should collect his wage during the remainder of the night.<br>The following principles apply with regard to a person hired for a week, for a month, for a year or for a seven-year period. If he leaves his work during the day, he should collect his wage during the remainder of the day. If he leaves his work during the night, he should collect his wage during the remainder of the night."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "נָתַן טַלִּיתוֹ לְאֻמָּן וּגְמָרָהּ וְהוֹדִיעוֹ אֲפִלּוּ אִחֲרוֹ עֲשָׂרָה יָמִים כָּל זְמַן שֶׁהַכְּלִי בְּיַד הָאֻמָּן אֵינוֹ עוֹבֵר. נְתָנָהּ בַּחֲצִי הַיּוֹם כֵּיוָן שֶׁשָּׁקְעָה עָלָיו חַמָּה עוֹבֵר מִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תָּלִין\" שֶׁהַקַּבְּלָנוּת כִּשְׂכִירוּת הִיא וְחַיָּב לִתֵּן לוֹ בִּזְמַנּוֹ:  ",
            "english": "If a person gives his garment to a tailor, and the tailor completes it and notifies him, the owner does not transgress this commandment as long as the garment is in the possession of the tailor. This applies even if he delays paying him for ten days.<br>If the tailor returned it in the middle of the day, once the sun sets, the employer transgresses the commandment for holding the worker's wage past its due date. For contracting work is governed by the same laws as hired labor, and the craftsman must be paid when his wage is due."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָאוֹמֵר לִשְׁלוּחוֹ צֵא וּשְׂכֹר לִי פּוֹעֲלִים. אָמַר לָהֶם שְׂכַרְכֶם עַל בַּעַל הַבַּיִת שְׁנֵיהֶם אֵינָן עוֹבְרִין מִשּׁוּם בַּל <small>(ויקרא יט יג)</small> \"תָּלִין\" זֶה לְפִי שֶׁלֹּא שְׂכָרָן וְזֶה לְפִי שֶׁאֵין פְּעֻלָּתָן אֶצְלוֹ. וְאִם לֹא אָמַר לָהֶם שְׂכַרְכֶם עַל בַּעַל הַבַּיִת הַשָּׁלִיחַ עוֹבֵר. אֵין הַשּׂוֹכֵר עוֹבֵר אֶלָּא בִּזְמַן שֶׁתְּבָעוֹ הַשָּׂכִיר וְלֹא נָתַן לוֹ אֲבָל אִם לֹא תְּבָעוֹ אוֹ שֶׁתְּבָעוֹ וְלֹא הָיָה לוֹ מַה יִּתֵּן לוֹ אוֹ שֶׁהִמְחָהוּ אֵצֶל אַחֵר וְקִבֵּל הֲרֵי זֶה פָּטוּר:  ",
            "english": "The following rules apply when a person tells his agent: \"Go out and hire workers for me,\" and the agent tells them: \"The employer is responsible for your wages.\" They both do not transgress the prohibition against delaying payment of the worker's wages. The owner is not culpable, because he did not hire them, and the agent is not culpable, because he does not benefit from the workers' activity. If, however, the agent did not tell them: \"The employer is responsible for your wages,\" the agent is considered to be transgressing the prohibition.<br>The employer does not transgress this prohibition unless the worker demanded payment and he did not give it to him. If, however, the worker did not demand payment or he demanded payment and the employer did not have the money to pay him, or he directed the worker to another person who accepted the responsibility of paying him, the employer is not culpable."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמַּשְׁהֶה שְׂכַר שָׂכִיר עַד אַחַר זְמַנּוֹ אַף עַל פִּי שֶׁכְּבָר עָבַר בַּעֲשֵׂה וְלֹא תַּעֲשֶׂה הֲרֵי זֶה חַיָּב לִתֵּן מִיָּד. וְכָל עֵת שֶׁיִּשְׁהֶה עוֹבֵר עַל לָאו שֶׁל דִּבְרֵיהֶם שֶׁנֶּאֱמַר <small>(משלי ג כח)</small> \"אַל תֹּאמַר לְרֵעֲךָ לֵךְ וָשׁוּב\":  ",
            "english": "When a person delays payment of a worker's wages until after they are due, he is liable to pay him immediately, although he has already violated the positive and the negative commandment mentioned above. Throughout the time he delays payment, he transgresses a Rabbinic commandment, as alluded to by Proverbs 3:28: \"Do not tell your colleague, 'Go and return for tomorrow I will pay.'\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל שָׂכִיר שֶׁשְּׂכָרוֹ בְּעֵדִים וּתְבָעוֹ בִּזְמַנּוֹ וְאָמַר בַּעַל הַבַּיִת נָתַתִּי לְךָ שְׂכָרְךָ וְהַשָּׂכִיר אוֹמֵר לֹא נָטַלְתִּי כְּלוּם תִּקְּנוּ חֲכָמִים שֶׁיִּשָּׁבַע הַשָּׂכִיר בִּנְקִיטַת חֵפֶץ וְיִטּל כְּדִין כָּל נִשְׁבָּע וְנוֹטֵל מִפְּנֵי שֶׁבַּעַל הַבַּיִת טָרוּד בְּפוֹעֲלָיו וְזֶה הַשָּׂכִיר נוֹשֵׂא נַפְשׁוֹ לָזֶה. אֲפִלּוּ הָיָה הַשָּׂכִיר קָטָן הַשָּׂכִיר נִשְׁבָּע וְנוֹטֵל. שְׂכָרוֹ שֶׁלֹּא בְּעֵדִים מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְלֹא שְׂכַרְתִּיךָ נֶאֱמָן לוֹמַר שְׂכַרְתִּיךָ וְנָתַתִּי לְךָ שְׂכָרְךָ וְיִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת שֶׁנָּתַן אוֹ שְׁבוּעַת הַתּוֹרָה אִם הוֹדָה בְּמִקְצָת כִּשְׁאָר הַטְּעָנוֹת. הָיָה לוֹ עֵד אֶחָד שֶׁשְּׂכָרוֹ אֵינוֹ מוֹעִיל לוֹ כְּלוּם וְכֵן אִם תְּבָעוֹ אַחַר זְמַנּוֹ אַף עַל פִּי שֶׁשְּׂכָרוֹ בְּעֵדִים הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת. הֵבִיא רְאָיָה שֶׁתְּבָעוֹ כָּל זְמַנּוֹ הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל כָּל אוֹתוֹ הַיּוֹם שֶׁל תְּבִיעָה. כֵּיצַד. הָיָה עוֹשֶׂה עִמּוֹ בְּיוֹם שֵׁנִי עַד הָעֶרֶב זְמַנּוֹ כָּל לֵיל שְׁלִישִׁי וּבַיּוֹם הַשְּׁלִישִׁי אֵינוֹ נִשְׁבָּע וְנוֹטֵל. וְאִם הֵבִיא עֵדִים שֶׁהָיָה תּוֹבְעוֹ כָּל לֵיל שְׁלִישִׁי הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל כָּל יוֹם שְׁלִישִׁי. אֲבָל מִלֵּיל רְבִיעִי וָהָלְאָה הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְכֵן אִם הֵבִיא עֵדִים שֶׁהָיָה תּוֹבְעוֹ וְהוֹלֵךְ עַד יוֹם חֲמִישִׁי הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל כָּל יוֹם חֲמִישִׁי:  ",
            "english": "The following rules apply whenever a worker who was hired in the presence of witnesses demands payment from his employer at the appointed time, the owner claims to have paid the wage, and the worker claims not to have received it. Our Sages ordained that, while holding a sacred object, the worker should take an oath that he did not receive his wage. He may then collect it according to the laws governing all those who take oaths and then collect their due.<br>The rationale for this ruling is that the employer is busy managing his workers and the worker is pinning his soul on his wage. Even if the worker is a minor, the worker may take an oath and collect his wage.<br>Different rules apply when the employer hired the worker without witnesses observing. Since the employer could say: \"Such a thing never happened; I never hired you,\" we accept his claim when he says: \"I hired you, and I paid you.\" Hence, the employer must take a <i>sh'vuat hesset</i> if he denies owing anything to the worker or a Scriptural oath if he admits a portion of his claim, as applies in all other suits. If there is one witness who testifies that the worker was hired, it is of no consequence.<br>Similarly, if the worker demands payment after the day on which his wage is due, we follow the principle: \"A person who wishes to expropriate money from a colleague must prove his claim.\" This applies even if there are witnesses that the employer hired him. If he does not prove his claim, the employer may support his claim with a <i>sh'vuat hesset</i> and be freed of liability. If the worker proves that he has been continually demanding payment, he may take an oath and collect his wage on the day on which he demands payment.<br>What is implied? The worker performed labor for the employer on Monday until the evening. The time he should be paid is Monday night. On Tuesday, he can no longer take an oath and collect his wage. If he brings witnesses who testify that he demanded his wage throughout Monday night, he may take an oath and collect his wage throughout the day on Tuesday, but from Tuesday night onward, we follow the principle: \"A person who wishes to expropriate money from a colleague must prove his claim.\"<br>Similarly, if he has witnesses who testify that he had demanded his wage until Thursday, he may take an oath and collect his wage throughout the day on Thursday."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בַּעַל הַבַּיִת אוֹמֵר שְׁתַּיִם קָצַצְתִּי לְךָ וְהַשָּׂכִיר אוֹמֵר שָׁלֹשׁ קָצַצְתָּ לִי לֹא תִּקְּנוּ חֲכָמִים שֶׁיִּשָּׁבַע הַשָּׂכִיר כָּאן אֶלָּא הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאִם לֹא הֵבִיא רְאָיָה אַף עַל פִּי שֶׁכְּבָר נָתַן לוֹ שְׁתַּיִם אוֹ שֶׁאָמַר לוֹ הֵילָךְ הֲרֵי בַּעַל הַבַּיִת נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְדָבָר זֶה תַּקָּנַת חֲכָמִים הוּא כְּדֵי שֶׁלֹּא יֵלֵךְ הַשָּׂכִיר בְּפַחֵי נֶפֶשׁ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁשְּׂכָרוֹ בְּעֵדִים וְלֹא יָדְעוּ כַּמָּה פָּסַק לוֹ וּתְבָעוֹ בִּזְמַנּוֹ אֲבָל אִם שְׂכָרוֹ שֶׁלֹּא בְּעֵדִים אוֹ שֶׁתְּבָעוֹ אַחַר זְמַנּוֹ יִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת שֶׁלֹּא קָצַץ לוֹ אֶלָּא מַה שֶּׁכְּבָר נָתַן לוֹ אוֹ שֶׁלֹּא נִשְׁאַר לוֹ אֶצְלוֹ אֶלָּא זֶה שֶׁאָמַר לוֹ הֵילָךְ כְּדִין כָּל הַטְּעָנוֹת:  ",
            "english": "The following rules apply when there is a difference between the employer and the worker with regard to the wage promised - e.g., the employer states \"I promised you two <i>zuz</i>\" and the worker states: \"You promised me three.\"<br>In this instance, our Sages did not entitle the worker to support his claim with an oath. Instead, they applied the principle: \"A person who wishes to expropriate money from a colleague must prove his claim,\" If the worker did not prove his claim, even though the employer already gave him the two <i>zuz</i> he admits owing him or says: \"Here is your money,\" the employer must take an oath holding a sacred object. This oath was ordained by the Sages so that the worker will not depart with an unsatisfied soul.<br>When does the above apply? When the employer hired the worker in the presence of witnesses who did not know the wage they agreed on, and also when the worker demanded his wage on time. If, however, the employer hired the worker without this being observed by witnesses or the worker demanded payment after the time for payment passed, the employer is required to take only a <i>sh'vuat hesset</i> that he agreed to pay him no more than he already gave him or no more than he admits to owe him and told him that he was willing to pay, as is true with regard to all other claims."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַנּוֹתֵן טַלִּיתוֹ לְאֻמָּן אֻמָּן אוֹמֵר שְׁנַיִם קָצַצְתָּ לִי וְהַלָּה אוֹמֵר לֹא קָצַצְתִּי אֶלָּא אֶחָד כָּל זְמַן שֶׁהַטַּלִּית בְּיַד הָאֻמָּן אִם יָכוֹל לִטְעֹן שֶׁהִיא לְקוּחָה בְּיָדוֹ הֲרֵי הָאֻמָּן נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל. וְיָכוֹל לִטְעֹן שֶׁהִיא בִּשְׂכָרוֹ עַד כְּדֵי דָּמֶיהָ. וְאִם יָצָאת טַלִּית מִתַּחַת יָדוֹ אוֹ שֶׁאֵין לוֹ בָּהּ חֲזָקָה וְאֵינוֹ יָכוֹל לִטְעֹן שֶׁהִיא לְקוּחָה בְּיָדוֹ הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע בַּעַל הַטַּלִּית הֶסֵּת אוֹ שְׁבוּעַת הַתּוֹרָה אִם הוֹדָה בְּמִקְצָת כְּדִין כָּל הַטְּעָנוֹת. שֶׁאֵין זֶה כְּדִין הַשָּׂכִיר:  ",
            "english": "The following rules apply when a person gives a garment to a tailor to mend, and a difference of opinion arises concerning the payment due the tailor. The tailor says: \"You promised me two <i>zuz</i><i>,\"</i> and the owner says: \"I promised to pay only one.\"<br>As long as the garment is in the possession of the tailor, and he would be able to claim that he purchased it, the tailor is given the opportunity of taking an oath while holding a sacred object and collecting the amount he claims. He may claim up to the amount of the article's worth as his wage. Once the garment has departed from his possession, or in a situation when we would not presume that he is the owner and he cannot claim that he purchased the garment, we follow the principle: \"A person who wishes to expropriate money from a colleague must prove his claim.\" If he does not bring proof of his claim, the owner of the garment is required to take a <i>sh'vuat hesset</i> if he denies owing the tailor anything more than he paid him or a Scriptural oath if he admits a portion of the tailor's claim, as is the law with regard to other claims. Such a situation is not governed by the special leniencies granted with regard to the laws applying to a worker."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שָׂכִיר הַבָּא לְהִשָּׁבַע אֵין מַחֲמִירִין עָלָיו וְאֵין מְגַלְגְּלִין עָלָיו כְּלָל אֶלָּא נִשְׁבָּע שֶׁלֹּא נָטַל וְיִטּל. וּלְכָל הַנִּשְׁבָּעִין אֵין מְקִלִּין חוּץ מִן הַשָּׂכִיר שֶׁמְּקִלִּין עָלָיו וּפוֹתְחִין לוֹ תְּחִלָּה וְאוֹמְרִים לוֹ אַל תְּצַעֵר עַצְמְךָ הִשָּׁבַע וְטל. אֲפִלּוּ הָיָה שְׂכָרוֹ פְּרוּטָה אַחַת וּבַעַל הַבַּיִת אוֹמֵר נְתַתִּיהָ לֹא יִטּל אֶלָּא בִּשְׁבוּעָה. וְכֵן כָּל הַנִּשְׁבָּע וְנוֹטֵל אֲפִלּוּ לֹא יִטְעֹן אֶלָּא פְּרוּטָה אַחַת לֹא יִטּל אוֹתָהּ אֶלָּא בִּשְׁבוּעָה כְּעֵין שֶׁל תּוֹרָה:  ",
            "english": "When a worker comes to take an oath, we do not deal severely with him, nor is he required to take an oath with regard to other claims based on the principle of <i>gilgul sh'vuah.</i> Instead, he takes an oath that he did not receive payment and collects his due.<br>We are not lenient with any other people who come to take oaths, with the exception of a worker. In his case, we are lenient and invite him to take the oath, saying: \"Do not cause yourself exasperation. Take the oath and collect your due.\"<br>Even when his wage is only a <i>p'rutah,</i> if the owner claims to have paid him already, he should collect it only after taking an oath. Similarly, whenever a person takes an oath and collects his due, even if the claim is only <i>one p'rutah,</i> he may not collect it unless he takes an oath resembling one required by Scriptural Law."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַפּוֹעֲלִים שֶׁהֵן עוֹשִׂין בְּדָבָר שֶׁגִּדּוּלוֹ מִן הָאָרֶץ וַעֲדַיִן לֹא נִגְמְרָה מְלַאכְתּוֹ בֵּין בְּתָלוּשׁ בֵּין בִּמְחֻבָּר וְיִהְיוּ מַעֲשֵׂיהֶן גְּמִירַת הַמְּלָאכָה הֲרֵי עַל בַּעַל הַבַּיִת מִצְוָה שֶׁיַּנִּיחַ אוֹתָן לֶאֱכל מִמַּה שֶּׁהֵן עוֹשִׂין בּוֹ. שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"כִּי תָבֹא בְּכֶרֶם רֵעֶךָ\" וְגוֹ' וְכָתוּב <small>(דברים כג כו)</small> \"כִּי תָבֹא בְּקָמַת רֵעֶךָ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין הַכָּתוּב מְדַבֵּר אֶלָּא בְּשָׂכִיר וְכִי אִלּוּ לֹא שְׂכָרוֹ מִי הִתִּיר לוֹ שֶׁיָּבוֹא בְּכֶרֶם רֵעֵהוּ בַּקָּמָה שֶׁלּוֹ שֶׁלֹּא מִדַּעְתּוֹ אֶלָּא כָּךְ הוּא אוֹמֵר כִּי תָבֹא לִרְשׁוּת בְּעָלִים לַעֲבוֹדָה תֹּאכַל: \n",
            "english": "When workers are performing activities with produce that grows from the earth, but the work required for it has not been completed, and their actions bring the work to its completion, the employer is commanded to allow them to eat from the produce with which they are working. This applies whether they are working with produce that has been harvested or produce that is still attached to the ground.<br>This is derived from Deuteronomy 23:25, which states: \"When you enter the vineyard of your colleague, you may eat grapes as you desire,\" and <i>ibid.:26</i><i>,</i> which states: \"When you enter the standing grain belonging to your colleague, you may break off stalks by hand.\" According to the Oral Tradition, we learned that these verses are speaking solely about a paid worker. For if the owner of the produce did not hire him, what right does the person have to enter his colleague's vineyard or standing grain without his permission? Instead, the interpretation of the verse is that when you enter the domain of your employer for work, you may eat."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מַה בֵּין הָעוֹשֶׂה בְּתָלוּשׁ לְעוֹשֶׂה בִּמְחֻבָּר. שֶׁהָעוֹשֶׂה בְּתָלוּשׁ אוֹכֵל בַּדָּבָר עַד שֶׁלֹּא נִגְמַר מְלַאכְתּוֹ וּמִשֶּׁתִּגָּמֵר מְלַאכְתּוֹ אָסוּר לוֹ לֶאֱכל. וְהָעוֹשֶׂה בִּמְחֻבָּר כְּגוֹן בּוֹצֵר וְקוֹצֵר אֵינוֹ אוֹכֵל אֶלָּא כְּשֶׁיִּגְמֹר עֲבוֹדָתוֹ כְּגוֹן שֶׁיִּבְצֹר וְיִתֵּן בַּסַּל עַד שֶׁיְּמַלְּאֶנּוּ וִינַפֵּץ הַסַּל לְמָקוֹם אַחֵר וְיַחְזֹר וְיִבְצֹר וִימַלְּאֶנּוּ וְאֵינוֹ אוֹכֵל אֶלָּא עַד אַחַר שֶׁיְּמַלֵּא הַסַּל. אֲבָל מִפְּנֵי הֶשֵּׁב אֲבֵדָה לַבְּעָלִים אָמְרוּ חֲכָמִים שֶׁיִּהְיוּ הַפּוֹעֲלִין אוֹכְלִין בַּהֲלִיכָתָן מֵאֹמֶן לְאֹמֶן וּבַחֲזִירָתָן מִן הַגַּת כְּדֵי שֶׁלֹּא יִבָּטְלוּ מִמְּלַאכְתָּן וְיֵשְׁבוּ לֶאֱכל אֶלָּא אוֹכְלִין בְּתוֹךְ הַמְּלָאכָה כְּשֶׁהֵן מְהַלְּכִין וְאֵינָן מְבַטְּלִין: \n",
            "english": "What are the differences in the application of this mitzvah between a person who performs work with produce that has been reaped and one who works with produce that is still attached to the ground? A person who performs work with produce that has been reaped may partake of the produce as long as the work necessary for it has not been completed. Once the work necessary for it has been completed, he may not eat. By contrast, a person who performs work with produce that is still attached to the ground - e.g., a harvester of grapes or a reaper of grain - may not partake of the produce until he has completed his work.<br>For example, a person harvests grapes and puts them into a large basket. When the basket is filled, it is taken away and emptied in another place. According to Scriptural Law, the worker may eat only when the basket has been filled. Nevertheless, in order to prevent the owner from suffering a loss, the Sages ruled that the workers may eat while they are walking from one row to another and while they are returning from the vat, so that they will not neglect their work to sit down and eat. Instead, they were granted permission to eat while they are performing their work, so that they will not neglect it."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַמְבַטֵּל מִמְּלַאכְתּוֹ וְאָכַל אוֹ שֶׁאָכַל שֶׁלֹּא בִּשְׁעַת גְּמַר מְלָאכָה הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כג כו)</small> \"וְחֶרְמֵשׁ לֹא תָנִיף\" וְגוֹ'. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל זְמַן שֶׁהוּא עוֹסֵק בִּקְצִירָה לֹא יָנִיף חֶרְמֵשׁ לַאֲכִילָתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן פּוֹעֵל שֶׁהוֹלִיךְ בְּיָדוֹ מִמַּה שֶּׁעָשָׂה אוֹ שֶׁלָּקַח יֶתֶר עַל אֲכִילָתוֹ וְנוֹתֵן לַאֲחֵרִים עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"וְאֶל כֶּלְיְךָ לֹא תִתֵּן\". וְאֵין לוֹקִין עַל שְׁנֵי לָאוִין אֵלּוּ שֶׁאִם אָכַל אוֹ הוֹלִיךְ חַיָּב לְשַׁלֵּם: \n",
            "english": "When a person neglects his work and eats or eats when he has not completed his work, he transgresses a negative commandment, as Deuteronomy 23:26 states: \"You shall not lift a sickle against your colleague's standing grain.\"<br>According to the Oral Tradition, it is explained that as long as the worker is involved in reaping, he should not lift a sickle in order to partake of the produce himself. Similar laws apply in all analogous situations.<br>Similarly, a worker who carries home produce with which he had worked or who takes more than he can eat himself and gives to others transgresses a negative commandment, as <i>ibid.:28</i> states: \"You may not place in your containers.\" The violation of these two prohibitions is not punishable by lashes, because a person who ate when one should not have or took produce home is liable to make financial restitution."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַחוֹלֵב וְהַמְחַבֵּץ וְהַמְגַבֵּן אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁאֵינָן גִּדּוּלֵי קַרְקַע. הַמְנַכֵּשׁ בִּבְצָלִים וּבְשׁוּמִין אַף עַל פִּי שֶׁתּוֹלְשִׁין קְטַנִּים מִבֵּין הַגְּדוֹלִים וְכָל כַּיּוֹצֵא בָּזֶה אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁאֵין מַעֲשֵׂיהֶם גְּמַר מְלָאכָה. וְאֵין צָרִיךְ לוֹמַר שׁוֹמְרֵי גִּנּוֹת וּפַרְדֵּסִים וְכָל דָּבָר הַמְחֻבָּר כַּמִּקְשָׁאוֹת וְהַמִּדְלָעוֹת שֶׁאֵין אוֹכְלִין כְּלָל: \n",
            "english": "A person who milks an animal, one who makes butter, and one who makes cheese may not partake of that food, for it is not a product of the earth.<br>When a person hoes around onion heads and garlic heads, even though he removes small ones from the larger ones, or the like, he may not partake of them, because this activity does not constitute the completion of the task.<br>Needless to say, watchmen over gardens, orchards and fields where any crops are grown - e.g., cucumber gardens and gourd gardens - may not partake of the produce growing there at all."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַבּוֹדֵל בִּתְמָרִים וּבִגְרוֹגָרוֹת אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁנִּגְמְרָה מְלַאכְתָּן לְמַעֲשֵׂר. הָעוֹשֶׂה בְּחִטִּים וְכַיּוֹצֵא בָּהֶן אַחַר שֶׁעָשׂוּ כְּגוֹן שֶׁשְּׂכָרָן לָבוּר צְרוֹרוֹת אוֹ לְנַפֵּחַ אוֹתָן אוֹ לִטְחֹן הֲרֵי אֵלּוּ אוֹכְלִין שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתָּן לְחַלָּה. אֲבָל הַלָּשׁ וְהַמְקַטֵּף וְהָאוֹפֶה אֵינוֹ אוֹכֵל מִפְּנֵי שֶׁנִּגְמְרָה מְלַאכְתָּן לְחַלָּה וְאֵין הַפּוֹעֵל אוֹכֵל אֶלָּא מִדָּבָר שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתּוֹ לְחַלָּה וּלְמַעֲשֵׂר: \n",
            "english": "A person who separates dates and figs [that have already been harvested and are stuck together] may not partake of them, for the work that obligates the performance of the mitzvah of tithing has been completed.<br>A person who works with wheat and the like after they have been tithed - e.g., a person was hired to remove pebbles from grain, to sift the kernels or to grind them - may partake of them, for the work that obligates the performance of the mitzvah of <i>challah</i> has not been completed. When, however, a person kneads dough, bastes loaves or bakes, he may not partake of the food, because the work that obligates the performance of the mitzvah of <i>challah</i> has become completed. And a worker may not partake of produce except when the work that obligates the performance of the mitzvah of tithing or <i>challah</i> has not been completed."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "נִתְפָּרְסוּ עִגּוּלָיו וְנִתְפַּתְּחוּ חָבִיּוֹתָיו [וְנֶחְתְּכוּ דְּלוּעָיו] וּשְׂכָרָן לַעֲשׂוֹת בָּהֶן הֲרֵי אֵלּוּ לֹא יֹאכְלוּ שֶׁהֲרֵי נִגְמְרוּ מְלַאכְתָּן וְנִקְבְּעוּ לְמַעֲשֵׂר וַהֲרֵי הֵן טֶבֶל. וְאִם לֹא הוֹדִיעָן מְעַשֵּׂר וּמַאֲכִילָן. אֵין הַפּוֹעֲלִים אוֹכְלִין בְּשֶׁל הֶקְדֵּשׁ שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"בְּכֶרֶם רֵעֶךָ\": \n",
            "english": "If the cakes of figs belonging to a person become broken up, his barrels of wine become open, or his gourds become cut, and he hires workers to tend to the produce, they may not partake of it, for the work necessary for them has been completed and they have become obligated to be tithed. Indeed, they are <i>tevel.</i> If, however, the owner did not notify the workers, he must tithe the produce and allow them to partake of it.<br>Workers may not partake of the crops in a field that was consecrated to the Temple treasury. This is derived from Deuteronomy 23:25, which speaks of \"your colleague's vineyard.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שָׂכַר פּוֹעֲלִין לַעֲשׂוֹת בְּנֶטַע רְבָעִי שֶׁלּוֹ הֲרֵי אֵלּוּ לֹא יֹאכְלוּ. וְאִם לֹא הוֹדִיעָם פּוֹדֶה וּמַאֲכִילָן: \n",
            "english": "When a person hires workers to work with produce that is <i>neta reva'i,</i> they may not partake of it. If he did not inform them that it was <i>neta reva'i</i><i>,</i> he must redeem it, and allow them to partake of it."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַקּוֹצֵר וְהַדָּשׁ וְהַזּוֹרֶה וְהַבּוֹרֵר וְהַמּוֹסֵק וְהַבּוֹצֵר וְהַדּוֹרֵךְ וְכָל כַּיּוֹצֵא בִּמְלָאכוֹת אֵלּוּ הֲרֵי הֵם אוֹכְלִין מִן הַתּוֹרָה: \n",
            "english": "Workers who reap, thresh, winnow, separate unwanted matter from food, harvest olives or grapes, tread grapes, or perform any other tasks of this nature are granted the right to partake of the produce with which they working by Scriptural Law."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שׁוֹמְרֵי גִּתּוֹת וַעֲרֵמוֹת וְכָל דָּבָר הַתָּלוּשׁ מִן הַקַּרְקַע שֶׁעֲדַיִן לֹא נִגְמְרָה מְלַאכְתָּן לְמַעֲשֵׂר אוֹכְלִין מֵהִלְכוֹת מְדִינָה שֶׁהַשּׁוֹמֵר אֵינוֹ כְּעוֹשֶׂה מַעֲשֶׂה. אֲבָל אִם עָשָׂה בְּאֵיבָרָיו בֵּין בְּיָדָיו בֵּין בְּרַגְלָיו אֲפִלּוּ בִּכְתֵפָיו הֲרֵי זֶה אוֹכֵל מִן הַתּוֹרָה: \n",
            "english": "Watchmen for vats, grain heaps and any produce that has been separated from the ground, for which the work that obligates tithing has not been completed may partake of the produce because of local convention. They are not granted this privilege according to Scriptural Law, because a watchman is not considered to be one who performs an action.<br>If, however, a person works with his limbs whether with his hands, his feet or even with his shoulders, he is entitled to partake of produce according to the Torah."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָיָה עוֹשֶׂה בִּתְאֵנִים לֹא יֹאכַל בַּעֲנָבִים בַּעֲנָבִים לֹא יֹאכַל בִּתְאֵנִים שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"בְּכֶרֶם\" \"וְאָכַלְתָּ עֲנָבִים\". וְהָעוֹשֶׂה בְּגֶפֶן זוֹ אֵינוֹ אוֹכֵל בְּגֶפֶן אַחֶרֶת. וְלֹא יֹאכַל עֲנָבִים וְדָבָר אַחֵר. וְלֹא יֹאכַל בְּפַת וְלֹא בְּמֶלַח וְאִם קָצַץ עַל בַּעַל הַבַּיִת עַל שִׁעוּר מַה שֶּׁיֹּאכַל אוֹכֵל אוֹתוֹ בֵּין בְּמֶלַח בֵּין בְּפַת בֵּין בְּכָל דָּבָר שֶׁיִּרְצֶה. אָסוּר לְפוֹעֵל לָמֹץ בַּעֲנָבִים שֶׁנֶּאֱמַר וְאָכַלְתָּ עֲנָבִים. וְלֹא יִהְיוּ בָּנָיו אוֹ אִשְׁתּוֹ מְהַבְהֲבִין לוֹ הַשִּׁבֳּלִין בָּאוּר שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"וְאָכַלְתָּ עֲנָבִים כְּנַפְשְׁךָ\" עֲנָבִים כְּמוֹת שֶׁהֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "A worker who is working with figs may not partake of grapes. One who is working with grapes may not partake of figs. These laws are derived from Deuteronomy 23:25, which states: \"When you enter the vineyard of your colleague, you may eat grapes.\"<br>When a person is working with one vine, he may not eat from another vine. Nor may he partake of grapes together with other food; he should not partake of them together with bread or salt. If, however, the worker set a limit concerning the quantity that he may eat, he may eat the produce with salt, with bread or with any other food that he desires.<br>It is forbidden for a worker to suck the juice from grapes, for the verse states: \"And you shall eat grapes.\" Neither the worker's sons nor his wife may roast the kernels of grain in a fire for him. This is implied by the above verse, which states: \"You may eat grapes as you desire.\" The implication is that you must desire the grapes as they are. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אָסוּר לַפּוֹעֵל לֶאֱכל מִמַּה שֶּׁהוּא אוֹכֵל אֲכִילָה גַּסָּה שֶׁנֶּאֱמַר כְּנַפְשְׁךָ שָׂבְעֶךָ. וּמֻתָּר לוֹ לִמְנֹעַ אֶת עַצְמוֹ עַד מְקוֹם הַיָּפוֹת וְאוֹכֵל. וְיֵשׁ לוֹ לֶאֱכל קִישׁוּת אֲפִלּוּ בְּדִינָר וְכוֹתֶבֶת אֲפִלּוּ בְּדִינָר אַף עַל פִּי שֶׁשְּׂכָרוֹ בְּמָעָה כֶּסֶף שֶׁנֶּאֱמַר <small>(דברים כג כה)</small> \"כְּנַפְשְׁךָ שָׂבְעֶךָ\". אֲבָל מְלַמְּדִין אֶת הָאָדָם שֶׁלֹּא יִהְיֶה רְעַבְתָּן וְיִהְיֶה סוֹתֵם אֶת הַפֶּתַח בְּפָנָיו. הָיָה מְשַׁמֵּר אַרְבַּע אוֹ חָמֵשׁ עֲרֵמוֹת לֹא יְמַלֵּא כְּרֵסוֹ מֵאַחַת מֵהֶן אֶלָּא אוֹכֵל מִכָּל אַחַת וְאַחַת לְפִי חֶשְׁבּוֹן: \n",
            "english": "It is forbidden for a worker to eat an inordinate amount of the produce with which he is working. This is implied by the above verse, which states: \"You may eat... as you desire, to your satisfaction.\" It is permitted, however, for him to delay eating until he reaches the place of higher quality grapes and eat there.<br>A worker may eat even a <i>dinar's</i> worth of cucumbers or dates even though he was hired to work only for a silver <i>me'ah.</i> Nevertheless, we teach a person not to be a glutton, so that he will not close the doors in his own face. if a person is guarding four or five grain heaps, he should not eat his fill from only one of them. Instead, he should eat an equal amount from each one."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַפּוֹעֲלִים שֶׁלֹּא הָלְכוּ שְׁתִי וָעֵרֶב בַּגַּת אוֹכְלִין עֲנָבִים וְאֵין שׁוֹתִין יַיִן שֶׁעֲדַיִן אֵינָן עוֹשִׂין אֶלָּא בַּעֲנָבִים בִּלְבַד. וּמִשֶּׁיִּדְרְכוּ בַּגַּת וִיהַלְּכוּ בָּהּ שְׁתִי וָעֵרֶב יֵשׁ לָהֶן לֶאֱכל מִן הָעֲנָבִים וְלִשְׁתּוֹת מִן הַתִּירוֹשׁ שֶׁהֲרֵי הֵן עוֹשִׂין בָּעֲנָבִים וּבַיַּיִן: \n",
            "english": "Workers who have not walked both lengthwise and laterally in a vat may eat grapes but may not drink wine, for at that time they are still working solely with grapes. When they have treaded in the vat and walked both lengthwise and laterally, they may eat grapes and drink the grape juice, for they are working with both the grapes and the wine."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "פּוֹעֵל שֶׁאָמַר תְּנוּ לְאִשְׁתִּי וּבָנַי מַה שֶּׁאֲנִי אוֹכֵל אוֹ שֶׁאָמַר הֲרֵינִי נוֹתֵן מְעַט מִזֶּה שֶׁנָּטַלְתִּי לֶאֱכל לְאִשְׁתִּי וּבָנַי אֵין שׁוֹמְעִין לוֹ שֶׁלֹּא זִכְּתָה תּוֹרָה אֶלָּא לַפּוֹעֵל עַצְמוֹ. אֲפִלּוּ נָזִיר שֶׁהָיָה עוֹשֶׂה בָּעֲנָבִים וְאָמַר תְּנוּ לְאִשְׁתִּי וּבָנַי אֵין שׁוֹמְעִין לוֹ: \n",
            "english": "When a worker says: \"Give my wife and my children what I would eat,\" or \"I will give a small amount of what I have taken to eat to my wife and my children,\" he is not given this prerogative. For the Torah has granted this right only to a worker himself. Even when a nazarite who is working with grapes says, \"Give some to my wife and children,\" his words are of no consequence."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "פּוֹעֵל שֶׁהָיָה עוֹשֶׂה הוּא וְאִשְׁתּוֹ וּבָנָיו וַעֲבָדָיו וְהִתְנָה עִם הַבַּעַל הַבַּיִת שֶׁלֹּא יֹאכְלוּ מִמַּה שֶּׁהֵן עוֹשִׂין לֹא הוּא וְלֹא הֵם הֲרֵי אֵלּוּ אֵינָן אוֹכְלִין. בַּמֶּה דְּבָרִים אֲמוּרִים בִּגְדוֹלִים מִפְּנֵי שֶׁיֵּשׁ בָּהֶם דַּעַת וַהֲרֵי מָחֲלוּ אֲבָל קְטַנִּים אֵינוֹ יָכוֹל לִפְסֹק עֲלֵיהֶם שֶׁלֹּא יֹאכְלוּ שֶׁאֵינָן אוֹכְלִין מִשֶּׁל אֲבִיהֶן אוֹ מִשֶּׁל אֲדוֹנֵיהֶם אֶלָּא מִשֶּׁל שָׁמַיִם: \n",
            "english": "When a worker - and his wife, his children and his slaves - were all employed to work with produce, and the worker stipulated that they - neither he nor the members of his household - should not partake of the produce, they may not partake of it.<br>When does the above apply? When they are past majority, because they are intellectually mature, responsible for their decisions, and willingly gave up the right the Torah granted them. If, however, the children are minors, their father cannot pledge that they will not eat, for they are not eating from his property or from what the employer grants them, but rather from what they were granted by God."
          }
        }
      ]
    },
    {
      "chapter": 13,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַבְּהֵמָה אוֹכֶלֶת כָּל זְמַן שֶׁהִיא עוֹשָׂה בְּגִדּוּלֵי קַרְקַע בֵּין בִּמְחֻבָּר בֵּין בְּתָלוּשׁ. וְאוֹכֶלֶת מִמַּשּׂאוֹי שֶׁעַל גַּבָּהּ עַד שֶׁתִּהְיֶה פּוֹרֶקֶת וּבִלְבַד שֶׁלֹּא יִטּל בְּיָדוֹ וְיַאֲכִילֶנָּה:  ",
            "english": "An animal should be given the opportunity to eat whenever it works with produce, whether the produce is still attached to the ground or has been harvested. Similarly, it may partake of produce from the burden it is carrying until it has been unloaded, provided that the person caring for the animal does not take the produce in his hand and feed it."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַמּוֹנֵעַ הַבְּהֵמָה מִלֶּאֱכל בִּשְׁעַת מְלַאכְתָּהּ לוֹקֶה שֶׁנֶּאֱמַר <small>(דברים כה ד)</small> \"לֹא תַחְסֹם שׁוֹר בְּדִישׁוֹ\". אֶחָד שׁוֹר וְאֶחָד כָּל מִינֵי בְּהֵמָה וְחַיָּה בֵּין טְמֵאִין בֵּין טְהוֹרִין וְאֶחָד הַדִּישָׁה וְאֶחָד כָּל שְׁאָר הַמְּלָאכוֹת שֶׁל גִּדּוּלֵי קַרְקַע וְלֹא נֶאֱמַר שׁוֹר בְּדִישׁוֹ אֶלָּא בָּהוֹוֶה. וְהַחוֹסֵם אֶת הַפּוֹעֵל פָּטוּר. אֶחָד הַחוֹסֵם אוֹתָהּ בִּשְׁעַת מְלָאכָה וְאֶחָד הַחוֹסֵם אוֹתָהּ מִקֹּדֶם וְעָשָׂה בָּהּ מְלָאכָה וְהִיא חֲסוּמָה אֲפִלּוּ חֲסָמָהּ בְּקוֹל לוֹקֶה. שָׂכַר בְּהֵמָה וַחֲסָמָהּ וְדָשׁ בָּהּ לוֹקֶה וּמְשַׁלֵּם לַבְּעָלִים אַרְבַּעַת קַבִּין לְפָרָה וּשְׁלֹשֶׁת קַבִּין לַחֲמוֹר שֶׁמִּשְּׁעַת מְשִׁיכָה נִתְחַיֵּב בִּמְזוֹנוֹתֶיהָ. וְאֵינוֹ חַיָּב מַלְקוֹת עַד שֶׁיָּדוּשׁ בָּהּ חֲסוּמָה:  ",
            "english": "Whoever prevents an animal from eating while it is working should be punished by lashes, as Deuteronomy 25:4 states: \"Do not muzzle an ox while threshing.\"<br>The prohibition applies to an ox and to all other species of animals and beasts, whether a kosher animal or a non-kosher animal. Similarly, it applies with regard to threshing and all other types of work with produce. The Torah speaks about an ox threshing only to mention the most common instance.<br>An employer is not liable if he muzzles a worker. He is, however, liable for muzzling an animal. This applies whether he muzzles the animal while he is working with it or muzzles it beforehand and works with it while muzzled. He is liable even if he \"muzzles it\" with his mouth.<br>When a person rents an animal, muzzles it and then threshes with it, he receives lashes and must pay the owners the value of four <i>kabbin</i> of grain for a cow, and three <i>kabbin</i> for a donkey. Although generally a person does not receive both lashes and a financial penalty for the same transgression, an exception is made in this instance, because the renter was obligated to provide the animal with its sustenance from the time he pulled it after him, and he is not liable for lashes until he threshes with the animal while muzzled."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "יִשְׂרָאֵל הַדָּשׁ בְּפָרָתוֹ שֶׁל עַכּוּ\"ם עוֹבֵר מִשּׁוּם בַּל <small>(דברים כה ד)</small> \"תַחְסֹם\". וְהָעַכּוּ\"ם הַדָּשׁ בְּפָרָתוֹ שֶׁל יִשְׂרָאֵל אֵינוֹ עוֹבֵר מִשּׁוּם בַּל תַחְסֹם. אָמַר לְעַכּוּ\"ם חֲסֹם פָּרָתִי וְדוּשׁ בָּהּ. יָשַׁב לָהּ קוֹץ בְּפִיהָ וְדָשׁ בָּהּ וַהֲרֵי אֵינָהּ אוֹכֶלֶת. הִרְבִּיץ לָהּ אֲרִי מִבַּחוּץ אוֹ שֶׁהִרְבִּיץ בְּנָהּ מִבַּחוּץ. הֲרֵי שֶׁצָּמְאָה וְאֵינוֹ מַשְׁקֶה אוֹתָהּ. פָּרַס עוֹר עַל גַּבֵּי הַדַּיִשׁ כְּדֵי שֶׁלֹּא תֹּאכַל. כָּל זֶה וְכַיּוֹצֵא בּוֹ אָסוּר וְאֵינוֹ לוֹקֶה. הָיָה הַדָּבָר שֶׁהִיא עוֹשָׂה בּוֹ רַע לִבְנֵי מֵעֶיהָ וּמַזִּיקָהּ אוֹ שֶׁהָיְתָה חוֹלָה וְאִם תֹּאכַל מִזֶּה מַתְרֶזֶת מֻתָּר לְמָנְעָהּ. שֶׁלֹּא הִקְפִּידָה תּוֹרָה אֶלָּא עַל הֲנָאָתָהּ וַהֲרֵי אֵינָהּ נֶהֱנֵית:  ",
            "english": "When a Jew threshes with a cow belonging to a gentile, he is subject to violating the prohibition against muzzling. When, by contrast, a gentile threshes with an ox belonging to Jew, he is not subject to violating this prohibition.<br>If a Jew tells a gentile: \"Muzzle my ox and thresh with it,\" a thorn becomes lodged in the ox's mouth and he threshes with it so it does not eat, he places a lion outside the threshing floor, he places the animal's son outside the threshing floor, he does not provide the animal with drink when it is thirsty, or spreads a hide over the grain so that it will not eat - all of these and similar acts are forbidden, but the person does not receive lashes.<br>When the produce with which the animal is working is bad for its digestion and will damage the animal's health or when the animal is sick and eating will cause it to become diarrheic, it is permitted to prevent the animal from eating. The rationale is that the Torah enacted this prohibition so that the animal would benefit, and in such an instance it does not benefit."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "פָּרָה שֶׁל יִשְׂרָאֵל שֶׁהָיָה כֹּהֵן דָּשׁ בָּהּ בִּתְרוּמָה וּבִתְרוּמַת מַעֲשֵׂר שֶׁל וַדַּאי. וְכֵן פָּרוֹת הַדָּשׁוֹת בְּמַעֲשֵׂר שֵׁנִי. וּפָרוֹת הַמְהַלְּכוֹת עַל הַתְּבוּאָה. לְפִי שֶׁיָּרַט לָהֶן הַדֶּרֶךְ אֵינוֹ עוֹבֵר עֲלֵיהֶן מִשּׁוּם בַּל <small>(דברים כה ד)</small> \"תַּחְסֹם\". אֲבָל מִפְּנֵי מַרְאִית הָעַיִן אִם הָיוּ דָּשׁוֹת בִּתְרוּמָה וּמַעֲשֵׂר שֵׁנִי מֵבִיא מְעַט מֵאוֹתוֹ הַמִּין וְתוֹלֶה לָהֶן בַּקְּרֻסְטְלִין שֶׁבְּפִיהֶן:  ",
            "english": "When a priest is threshing grain that is <i>terumah</i> or grain that is definitely <i>terumat ma'aser</i> with a cow that belongs to an Israelite, he is not subject to violating the prohibition against muzzling them.<br>This law also applies when cows thresh grain that is <i>ma'aser sheni</i> and when cows veer from the path. Nevertheless, because of the impression that might be created, when the cows are threshing grain that is <i>terumah</i> or <i>ma'aser sheni</i> the worker should bring that type of grain and place it in the food sack hanging below their mouths."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַדָּשׁ בְּמַעֲשֵׂר שֵׁנִי שֶׁל דְּמַאי וּבִתְרוּמַת מַעֲשֵׂר שֶׁל דְּמַאי וּבְגִדּוּלֵי תְּרוּמָה עוֹבֵר מִשּׁוּם בַּל <small>(דברים כה ד)</small> \"תַּחְסֹם\":  ",
            "english": "When a person muzzles a cow that is threshing produce that is <i>ma'aser sheni</i> which is <i>demai terumat ma'aser</i> which is <i>demai</i> or produce that grew from <i>terumah</i> he violates the prohibition against muzzling the animal."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "רַשַּׁאי בַּעַל הַפָּרָה לְהַרְעִיב פָּרָתוֹ וּלְסַגְּפָהּ כְּדֵי שֶׁתֹּאכַל הַרְבֵּה מִן הַדַּיִשׁ. וְרַשַּׁאי הַשּׂוֹכֵר לְהַאֲכִילָהּ פְּקִיעֵי עָמִיר כְּדֵי שֶׁלֹּא תֹּאכַל הַרְבֵּה מִן הַדַּיִשׁ. כַּיּוֹצֵא בּוֹ רַשַּׁאי בַּעַל הַבַּיִת לְהַשְׁקוֹת פּוֹעֲלִים יַיִן כְּדֵי שֶׁלֹּא יֹאכְלוּ עֲנָבִים הַרְבֵּה. וְרַשָּׁאִין פּוֹעֲלִין לִטְבּל פִּתָּן בְּצִיר כְּדֵי שֶׁיֹּאכְלוּ עֲנָבִים הַרְבֵּה. אֲבָל אֵין הַפּוֹעֵל רַשַּׁאי לַעֲשׂוֹת מְלַאכְתּוֹ בַּלַּיְלָה וּלְהַשְׂכִּיר עַצְמוֹ בַּיּוֹם אוֹ לָדוּשׁ בְּפָרָתוֹ עַרְבִית וּלְהַשְׂכִּירָהּ שַׁחֲרִית. וְלֹא יִהְיֶה מַרְעִיב וּמְסַגֵּף עַצְמוֹ וּמַאֲכִיל מְזוֹנוֹתָיו לְבָנָיו מִפְּנֵי גֵּזֶל מְלַאכְתּוֹ שֶׁל בַּעַל הַבַּיִת. שֶׁהֲרֵי תָּשֵׁשׁ כֹּחוֹ וְתֵחָלֵשׁ דַּעְתּוֹ וְלֹא יַעֲשֶׂה מְלָאכָה בְּכֹחַ:  ",
            "english": "The owner of an ox is permitted to make his animal hungry and aggrieve it so that it will eat a large quantity of the grain that it is threshing. Conversely, the renter of the ox may feed it hay so that it will not eat a large quantity of the grain that it is threshing.<br>Similarly, an employer may provide his workers with wine so that they will not eat many grapes. Conversely, the workers may dip their bread in brine so they will eat many grapes.<br>A worker may not, however, perform work at night and then hire himself out during the day, or work with his ox in the evening and then rent it out in the morning. Similarly, he should not starve and aggrieve himself and give his food to his sons, because this leads to stealing from the work due his employer, for his energy will be sapped and his thinking unclear, and he will not be able to perform his work robustly."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כְּדֶרֶךְ שֶׁמֻּזְהָר בַּעַל הַבַּיִת שֶׁלֹּא יִגְזל שְׂכַר עָנִי וְלֹא יְעַכְּבֶנּוּ כָּךְ הֶעָנִי מֻזְהָר שֶׁלֹּא יִגְזל מְלֶאכֶת בַּעַל הַבַּיִת וְיִבָּטֵל מְעַט בְּכָאן וּמְעַט בְּכָאן וּמוֹצִיא כָּל הַיּוֹם בְּמִרְמָה אֶלָּא חַיָּב לְדַקְדֵּק עַל עַצְמוֹ בַּזְּמַן שֶׁהֲרֵי הִקְפִּידוּ עַל בְּרָכָה רְבִיעִית שֶׁל בִּרְכַּת הַמָּזוֹן שֶׁלֹּא יְבָרֵךְ אוֹתָהּ. וְכֵן חַיָּב לַעֲבֹד בְּכָל כֹּחוֹ שֶׁהֲרֵי יַעֲקֹב הַצַּדִּיק אָמַר <small>(בראשית לא ו)</small> \"כִּי בְּכָל כֹּחִי עָבַדְתִּי אֶת אֲבִיכֶן\". לְפִיכָךְ נָטַל שְׂכַר זֹאת אַף בָּעוֹלָם הַזֶּה שֶׁנֶּאֱמַר <small>(בראשית ל מג)</small> \"וַיִּפְרֹץ הָאִישׁ מְאֹד מְאֹד\": סְלִיקוּ לְהוּ הִלְכוֹת שְׂכִירוּת  ",
            "english": "Just as the employer is warned not to steal the wage of the poor person or to withhold it from him, the poor person is forewarned not to steal from the work due his employer and neglect his work slightly here and there, spending the entire day in deceit.<br>Instead, he is obligated to be precise with regard to his time. The importance of such preciseness is indicated by our Sages' ruling that workers should not recite the fourth blessing of grace, so as not to neglect their work.<br>Similarly, a worker is obligated to work with all his strength, for Jacob the righteous man said Genesis 31:7: \"I served your father with all my strength.\" Therefore, he was granted a reward even in this world, as indicated by <i>ibid.</i> 30:43: \"And the man became prodigiously wealthy.\"<br>Blessed be God who grants assistance."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:14:49.000Z",
    "totalChapters": 13,
    "status": "imported_sefaria"
  }
}
