{
  "id": "immersion_pools",
  "name": "Mishneh Torah, Immersion Pools",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Immersion Pools",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הַטְּמֵאִין בֵּין אָדָם בֵּין כֵּלִים בֵּין שֶׁנִּטְמְאוּ טֻמְאָה חֲמוּרָה שֶׁל תּוֹרָה בֵּין שֶׁנִּטְמְאוּ בְּטֻמְאָה שֶׁל דִּבְרֵיהֶן אֵין לָהֶן טָהֳרָה אֶלָּא בִּטְבִילָה בְּמַיִם הַנִּקְוִין בְּקַרְקַע:  ",
            "english": "All impure entities - whether humans or <i>keilim</i>, whether they contracted a severe impurity of Scriptural origin or whether they contracted Rabbinic impurity - regain purity only through immersion in water that is collected in a pool in the ground."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל מָקוֹם שֶׁנֶּאֱמַר בַּתּוֹרָה רְחִיצַת בָּשָׂר וְכִבּוּס בְּגָדִים מִן הַטֻּמְאָה אֵינוֹ אֶלָּא טְבִילַת כָּל הַגּוּף בְּמִקְוֶה. וְזֶה שֶׁנֶּאֱמַר בְּזָב <small>(ויקרא טו יא)</small> \"וְיָדָיו לֹא שָׁטַף בַּמָּיִם\" כְּלוֹמַר שֶׁיִּטְבֹּל כָּל גּוּפוֹ. וְהוּא הַדִּין לִשְׁאָר הַטְּמֵאִין שֶׁאִם טָבַל כֻּלּוֹ חוּץ מֵרֹאשׁ אֶצְבַּע הַקְּטַנָּה עֲדַיִן הוּא בְּטֻמְאָתוֹ. וְכָל הַדְּבָרִים הָאֵלֶּה אַף עַל פִּי שֶׁהֵן מִפִּי הַשְּׁמוּעָה הֲרֵי נֶאֱמַר <small>(ויקרא יא לב)</small> \"בַּמַּיִם יוּבָא וְטָמֵא עַד הָעֶרֶב וְטָהֵר\" בִּנְיַן אָב לְכָל הַטְּמֵאִים שֶׁיָּבוֹאוּ בַּמַּיִם:  ",
            "english": "Whenever the Torah mentions washing one's flesh or laundering one's garments from impurity, the intent is solely the immersion of the entire body or article in a <i>mikveh</i>. The phrase, Leviticus 15:11: \"And he did not wash his hands in water,\" also refers to the immersion of the entire body. This also applies to other impure people. If one immersed himself entirely with the exception of the tip of his little finger, he is still ritually impure.<br>Although all of these matters have their source in the Oral Tradition, Leviticus 11:32 does state: \"He shall enter water; he remains impure until the evening and then he becomes pure.\" This rule is then applied with regard to all those impure: They must enter water."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל הַכֵּלִים שֶׁנִּטְמְאוּ יֵשׁ לָהֶן טָהֳרָה בְּמִקְוֶה חוּץ מִכְּלֵי חֶרֶס וּכְלֵי זְכוּכִית וְכֵן הַמַּפָּץ. כְּלִי חֶרֶס נֶאֱמַר בּוֹ <small>(ויקרא יא לג)</small> \"וְאֹתוֹ תִשְׁבֹּרוּ \"וְאֵין לוֹ טָהֳרָה אֶלָּא שְׁבִירָה. אֲפִלּוּ חִבְּרוֹ בְּקַרְקַע וַאֲפִלּוּ קְבָעוֹ בְּמַסְמֵר וַאֲפִלּוּ מִלְּאָהוּ סִיד אוֹ גְּפָסִים הֲרֵי הוּא כְּמוֹ שֶׁהָיָה עַד שֶׁיִּשָּׁבֵר. וּכְלֵי זְכוּכִית כִּכְלֵי חֶרֶס עֲשָׂאוּם בְּדָבָר זֶה:  ",
            "english": "All <i>keilim</i> that contract impurity can be purified through immersion in a <i>mikveh</i> with the exception of an earthenware container, a glass <i>k'li</i>, and a reed mat.<br>With regard to an earthenware container, Leviticus 11:33 states: \"You shall break it,\" implying that its purification comes only through breaking it. Even if it was joined to the earth, even affixed to it with a nail, and even if it was filled with lime or gypsum, it retains its impurity until it is broken. Our Sages considered glass <i>keilim</i> like earthenware containers in this respect."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמַּפָּץ אֵינוֹ בִּכְלַל הַכֵּלִים הַמְקַבְּלִים שְׁאָר כָּל הַטֻּמְאוֹת לְפִי שֶׁאֵינוֹ כְּלִי קִבּוּל אֵינוֹ מִכְּלַל כְּלֵי עֵץ הָאֲמוּרִין בַּתּוֹרָה וְהוֹאִיל וְהוּא רָאוּי לְמִשְׁכָּב נִתְרַבָּה לְטֻמְאַת מִדְרָס בִּלְבַד דִּין תּוֹרָה. וְכֵיוָן שֶׁאֵין לוֹ טֻמְאָה וְטָהֲרָה בְּפֵרוּשׁ וְנִתְרַבָּה לַטֻּמְאָה לֹא יִתְרַבֶּה לְטַהֵר בְּמִקְוֶה שֶׁאֵין מִתְטַהֵר בְּמִקְוֶה אֶלָּא הַכֵּלִים הָאֲמוּרִין בַּתּוֹרָה וְאֵין לַמַּפָּץ טָהֳרָה אֶלָּא קְרִיעָתוֹ עַד שֶׁיִּשָּׁאֵר פָּחוֹת מִשִּׁשָּׁה עַל שִׁשָּׁה טְפָחִים:  ",
            "english": "A reed mat is not included among the <i>keilim</i> that are susceptible to other types of impurity. Since it does not have a receptacle, it is not in the category of the wooden <i>keilim</i> mentioned by the Torah. Nevertheless, since it is fit to lie upon, it was included among the <i>keilim</i> susceptible to <i>midras</i> impurity according to Scriptural Law. Now since there is no explicit mention of its association with purity and impurity in the Torah and yet, it was included among the articles that contract impurity, it was not included with regard to purification through immersion in a <i>mikveh</i>. For only <i>keilim</i> mentioned in the Torah can be purified in a <i>mikveh</i>. A reed mat can be purified only by being torn to the extent that there remain less than six handbreadths by six handbreadths."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַזָּב אֵין לוֹ טָהֳרָה אֶלָּא בְּמַעְיָן שֶׁהֲרֵי נֶאֱמַר בּוֹ <small>(ויקרא טו יג)</small> \"בְּמַיִם חַיִּים\" אֲבָל הַזָּבָה וּשְׁאָר הַטְּמֵאִין בֵּין אָדָם בֵּין כֵּלִים טוֹבְלִין אַף בְּמִקְוֶה:  ",
            "english": "A <i>zav</i> can be purified only through immersion in a stream, for Leviticus 15:13 states that he must immerse \"in living water.\" A <i>zavah</i> and other persons and <i>keilim</i> that are impure may immerse or be immersed in a <i>mikveh</i>."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל חַיָּבֵי טְבִילוֹת טְבִילָתָן בַּיּוֹם חוּץ מִנִּדָּה וְיוֹלֶדֶת שֶׁטְּבִילָתָן בַּלַּיְלָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן נִדָּה. וּבַעַל קֶרִי טוֹבֵל וְהוֹלֵךְ כָּל הַיּוֹם כֻּלּוֹ מִתְּחִלַּת הַלַּיְלָה שֶׁנֶּאֱמַר <small>(דברים כג יב)</small> \"וְהָיָה לִפְנוֹת עֶרֶב יִרְחַץ בַּמָּיִם\" מְלַמֵּד שֶׁטּוֹבֵל וְהוֹלֵךְ מִתְּחִלַּת הַלַּיְלָה עַד הַעֲרֵב שֶׁמֶשׁ:  ",
            "english": "All those obligated to immerse may immerse during the day with the exception of a <i>nidah</i> and a woman after childbirth. They must immerse at night, as we explained with regard to the laws of <i>nidah</i>. One who has a seminal emission may immerse throughout the entire day from the beginning of the night. This is derived from Deuteronomy 23:12 which states: \"And it shall be that toward evening, he shall immerse in water.\" This teaches that he may immerse and continue in his state from the beginning of the night until the night falls the following day."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל הַטּוֹבֵל צָרִיךְ שֶׁיִּטְבֹּל כָּל גּוּפוֹ כְּשֶׁהוּא עָרוּם בְּבַת אַחַת. וְאִם הָיָה בַּעַל שֵׂעָר יַטְבִּיל כָּל שְׂעַר רֹאשׁוֹ וַהֲרֵי הוּא כְּגוּפוֹ דִּין תּוֹרָה. וְכָל הַטְּמֵאִין שֶׁטָּבְלוּ בְּבִגְדֵיהֶן עָלְתָה לָהֶן טְבִילָה מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶן וְאֵינָן חוֹצְצִין. וְכֵן הַנִּדָּה שֶׁטָּבְלָה בִּבְגָדֶיהָ מֻתֶּרֶת לְבַעֲלָהּ:  ",
            "english": "All those who immerse should immerse their entire bodies while naked at one time. If the person has hair, all of his hair must be immersed; it is considered as part of his body according to Scriptural Law.<br>Whenever impure individuals immersed while wearing clothes, the immersion is acceptable, because the water passes through the clothes and they do not intervene. Similarly, if a <i>nidah</i> immerses in her clothes, she is permitted to resume relations with her husband."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל הַטּוֹבֵל צָרִיךְ לְהִתְכַּוֵּן לִטְבִילָה וְאִם לֹא נִתְכַּוֵּן עָלְתָה לוֹ טְבִילָה לְחֻלִּין. אֲפִלּוּ נִדָּה שֶׁטָּבְלָה בְּלֹא כַּוָּנָה כְּגוֹן שֶׁנָּפְלָה לְתוֹךְ הַמַּיִם אוֹ יָרְדָה לְהָקֵר הֲרֵי זוֹ מֻתֶּרֶת לְבַעֲלָהּ. אֲבָל לִתְרוּמָה וּלְקָדָשִׁים אֵינָהּ טְהוֹרָה עַד שֶׁתִּטְבֹּל בְּכַוָּנָה:  ",
            "english": "All those who immerse must have the intent to purify themselves through immersion. If one did not have such an intent, the immersion is acceptable with regard to ordinary foods. Even a <i>nidah</i> who immerses without intent, e.g., she fell into water or descended into water to cool off, is permitted to her husband. Nevertheless, with regard to <i>terumah</i> and sacrificial food, she is not considered pure until she immerses with the proper intent."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַכּוֹפֵת יָדָיו וְרַגְלָיו וְיָשַׁב לוֹ בְּאַמַּת הַמַּיִם אִם נִכְנְסוּ מַיִם דֶּרֶךְ כֻּלּוֹ טָהוֹר. הַקּוֹפֵץ לְתוֹךְ הַמִּקְוֶה הֲרֵי זֶה מְגֻנֶּה. וְהַטּוֹבֵל פַּעֲמַיִם בַּמִּקְוֶה הֲרֵי זֶה מְגֻנֶּה. וְהָאוֹמֵר לַחֲבֵרוֹ כְּבשׁ יָדְךָ עָלַי בַּמִּקְוֶה הֲרֵי זֶה מְגֻנֶּה:  ",
            "english": "When a person ties his hands and feet and is seated in an irrigation canal, if the water covers his body entirely, he is pure.<br>When a person jumps into a <i>mikveh</i>, it is reprehensible. When one immerses in a <i>mikveh</i> twice, it is reprehensible. When one tells a friend: \"Place your hand upon me in the <i>mikveh</i>,\" it is reprehensible."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בֵּית הַסְּתָרִים וּבֵית הַקְּמָטִים אֵינָן צְרִיכִין שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם שֶׁנֶּאֱמַר <small>(ויקרא טו יא)</small> \"וְיָדָיו לֹא שָׁטַף בַּמָּיִם\" אֵיבָרִים הַנִּרְאִים בִּלְבַד. וְאַף עַל פִּי כֵן צְרִיכִין לִהְיוֹת רְאוּיִין שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם וְלֹא יִהְיֶה דָּבָר חוֹצֵץ לְפִיכָךְ אָמְרוּ חֲכָמִים לְעוֹלָם יִלְמֹד אָדָם בְּתוֹךְ בֵּיתוֹ שֶׁתִּהְיֶה אִשָּׁה מְדִיחָה בֵּין קְמָטֶיהָ בְּמַיִם וְאַחַר כָּךְ תִּטְבֹּל. וְהָאִשָּׁה טוֹבֶלֶת כְּדֶרֶךְ גְּדִילָתָהּ כְּאוֹרֶגֶת וּכְמֵינִיקָה אֶת בְּנָהּ:  ",
            "english": "Water from the <i>mikveh</i> need not seep into the non-visible portions or the creases of a person's body, as implied by the verse: \"And he did not wash his hands in water.\" It can be inferred that it is necessary only that visible portions of the body be in contact with the water. Nevertheless, the non-visible portions must be fit for water to reach them without there being any intervening substances upon them. Therefore, our Sages instructed: At home, a person should always teach that a woman should rinse between the folds of her body and then immerse.<br>A woman should immerse as she stands normally when weaving or when nursing her child."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אִשָּׁה אֵינָהּ טוֹבֶלֶת בַּנָּמֵל מִפְּנֵי שֶׁמִּתְבַּיֶּשֶׁת מִבְּנֵי הָעִיר וְאֵינָהּ טוֹבֶלֶת כַּהֹגֶן. וְאִם הִקִּיף לָהּ מַפָּץ וְכַיּוֹצֵא בּוֹ כְּדֵי לְהַצְנִיעָהּ טוֹבֶלֶת בַּנָּמֵל. וְלֹא תִּטְבֹּל עַל גַּבֵּי כְּלִי חֶרֶס אוֹ סַל וְכַיּוֹצֵא בָּהֶן מִפְּנֵי שֶׁמְּפַחֶדֶת וְלֹא תַּעֲלֶה לָהּ טְבִילָה:  ",
            "english": "A woman should not immerse in a harbor, because she will be embarrassed because of the inhabitants of the city and will not immerse properly. If mats were erected as a screen for the purpose of modesty, she may immerse in a harbor. A woman should not immerse while standing on an earthenware container, on a basket, or the like, because she will be afraid of falling and the immersion will not be acceptable."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אֶחָד הָאָדָם אוֹ הַכֵּלִים לֹא יִהְיֶה דָּבָר חוֹצֵץ בֵּינָם וּבֵין הַמַּיִם. וְאִם הָיָה דָּבָר חוֹצֵץ בֵּינָם וּבֵין הַמַּיִם כְּגוֹן שֶׁהָיָה בָּצֵק אוֹ טִיט מֻדְבָּק עַל בְּשַׂר הָאָדָם אוֹ עַל גּוּף הַכְּלִי הֲרֵי זֶה טָמֵא כְּשֶׁהָיָה וְלֹא עָלְתָה לָהֶן טְבִילָה. דְּבַר תּוֹרָה אִם הָיָה דָּבָר הַחוֹצֵץ חוֹפֶה אֶת רֹב הָאָדָם אוֹ רֹב הַכְּלִי לֹא עָלְתָה לָהֶן טְבִילָה וְהוּא שֶׁיַּקְפִּיד עָלָיו וְרוֹצֶה לְהַעֲבִירוֹ. אֲבָל אִם אֵינוֹ מַקְפִּיד עָלָיו וְלֹא שָׂם אוֹתוֹ עַל לֵב בֵּין עָבַר בֵּין לֹא עָבַר אֵינוֹ חוֹצֵץ וְאַף עַל פִּי שֶׁחוֹפֶה אֶת רֻבּוֹ. וְכֵן אִם הָיָה חוֹפֶה מִעוּטוֹ אֵינוֹ חוֹצֵץ אַף עַל פִּי שֶׁהוּא מַקְפִּיד עָלָיו. מִדִּבְרֵי סוֹפְרִים שֶׁכָּל דָּבָר הַחוֹצֵץ אִם הָיָה מַקְפִּיד עָלָיו לֹא עָלְתָה לוֹ טְבִילָה אַף עַל פִּי שֶׁהוּא עַל מִעוּטוֹ גְּזֵרָה מִשּׁוּם רֻבּוֹ. וְכָל דָּבָר הַחוֹצֵץ אִם הָיָה חוֹפֶה אֶת רֻבּוֹ לֹא עָלְתָה לוֹ טְבִילָה אַף עַל פִּי שֶׁאֵינוֹ מַקְפִּיד עָלָיו גְּזֵרָה מִשּׁוּם רֻבּוֹ הַמַּקְפִּיד עָלָיו. נִמְצֵאתָ אוֹמֵר שֶׁאִם הָיָה עַל בְּשַׂר הָאָדָם אוֹ עַל גּוּף הַכְּלִי דָּבָר מִדְּבָרִים הַחוֹצְצִין כְּגוֹן בָּצֵק וְזֶפֶת וְכַיּוֹצֵא בָּהֶן אֲפִלּוּ טִפָּה כְּחַרְדָּל וְהוּא מַקְפִּיד עָלָיו לֹא עָלְתָה לוֹ טְבִילָה. וְאִם אֵינוֹ מַקְפִּיד עָלָיו עָלְתָה לוֹ טְבִילָה. אֶלָּא אִם כֵּן הָיָה חוֹפֶה רֹב הַכְּלִי אוֹ רֹב הָאָדָם כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "When either a human or a <i>k'li</i> is immersed, there should not be any intervening substance between them and the water. If there is an any intervening substance between them and the water - for example, there was dough or mud clinging to the flesh of a person or the substance of a <i>k'li</i> - the person or the <i>k'li</i> is impure as it was originally and the immersion is invaild.<br>According to Scriptural Law, if there is an intervening substance covering the larger portion of the person's body or the larger portion of the <i>k'li</i>, the immersion is invalid, provided he objects to the intervening substance and would like to remove it. If, however, he does not object to it and does not pay attention whether it would be removed or not, it is not considered an intervening substance, even if it covers the major portion of the person or the <i>k'li</i>. Similarly, if it covers less than half a person's body, it is not considered as an intervening substance even if he objects to it. According to Rabbinic decree, any intervening substance that one objects to invalidates an immersion even if it covers only the lesser portion of the person's body. This is a decree, lest such a substance cover the greater portion of the person's body. And any intervening substance that covers the larger portion of the person's body disqualifies the immersion even if he does not object to it. This is a decree, lest a substance that one objects to cover the greater portion of his body.<br>Thus if even a drop the size of a mustard seed of an intervening substance, e.g., dough, tar, or the like, was on a person's flesh or on the substance of a <i>k'li</i>, and he objects to it, his immersion is disqualified. If he does not object to it, the immersion is acceptable unless the intervening substance covers the major portion of the <i>k'li</i> or the person, as explained."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵלוּ חוֹצְצִין בָּאָדָם. לִפְלוּף שֶׁחוּץ לָעַיִן. וְגֶלֶד שֶׁחוּץ לַמַּכָּה. וְהַדָּם יָבֵשׁ שֶׁעַל גַּבֵּי הַמַּכָּה. וְהָרְטִיָּה שֶׁעָלֶיהָ. וְגִלְדֵי צוֹאָה שֶׁעַל בְּשָׂרוֹ. וּבָצֵק אוֹ טִיט שֶׁתַּחַת הַצִּפֹּרֶן. וְהַמִּלְמוּלִין שֶׁעַל הַגּוּף. וְטִיט הַיָּוֵן וְטִיט הַיּוֹצְרִים וְטִיט שֶׁל דְּרָכִים הַנִּמְצָא שָׁם תָּמִיד אֲפִלּוּ בִּימוֹת הַחַמָּה כָּל אֵלּוּ חוֹצְצִין. וּשְׁאָר כָּל הַטִּיט כְּשֶׁהוּא לַח אֵינוֹ חוֹצֵץ שֶׁהֲרֵי נִמְחָה בְּמַיִם וּכְשֶׁהוּא יָבֵשׁ חוֹצֵץ:  ",
            "english": "These are the substances that intervene for a person: the secretion outside the eye, the fluid outside a wound that crusts, dried blood over a wound, a bandage over a wound, crusts of filth on one's flesh, dough or mud under one's nails, particles of mud or dough that collect on one's flesh, thick mud, potters' clay, and mud that is found in the thoroughfares at all times, even in the summer. All of these substances intervene. Other mud does not intervene when wet, because it will dissolve in the water. When it is dry, it is considered as an intervening substance."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַדְּבַשׁ. וְהַדְּיוֹ. וְהֶחָלָב. וְהַדָּם. וּשְׂרַף הַתּוּת. וְהַתְּאֵנָה. וְהַשִּׁקְמָה. וְהֶחָרוּב. יְבֵשִׁין חוֹצְצִין לַחִין אֵינָן חוֹצְצִין. וּשְׁאָר כָּל הַשְּׂרָפִין בֵּין לַחִין בֵּין יְבֵשִׁין חוֹצְצִין. וְדָם שֶׁנִּסְרַךְ בַּבָּשָׂר אֲפִלּוּ לַח חוֹצֵץ. הָאֵבֶר וְהַבָּשָׂר הַמְדֻלְדָּלִים חוֹצְצִין:  ",
            "english": "When the following: honey, ink, milk, blood, and the sap of berry bushes, fig trees, wild fig trees, and carob trees are dry, they are considered intervening substances. When they are moist, they are not. The sap of other fruits are considered as intervening substances whether moist or dry.<br>Blood that sticks to the flesh, even if it is moist, is considered an intervening substance. A loosely hanging limb or flesh is considered an intervening substance."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בֵּית הַסְּתָרִים בְּאִשָּׁה חוֹצֵץ עַד שֶׁתָּדִיחַ תְּחִלָּה. שֶׁהַזֵּעָה שָׁם תָּמִיד וְהֶאָבָק מִתְקַבֵּץ וְחוֹצֵץ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּנְשׂוּאָה. אֲבָל בִּפְנוּיָה הוֹאִיל וְאֵינָהּ מַקְפֶּדֶת אֵינוֹ חוֹצֵץ:  ",
            "english": "A woman's hidden area is considered to have intervening substances present unless she washes before her immersion, because that portion of the body is always sweaty and dust collects there and intervenes.<br>To whom does the above apply? To a married woman. Different rules apply for an unmarried woman. Since she is not concerned about the cleanliness of that area, it is not considered to have intervening substances present."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָאֶגֶד שֶׁעַל גַּבֵּי הַמַּכָּה. וְהַקַּשְׂקַשִּׂין שֶׁעַל גַּבֵּי הַשֶּׁבֶר. וְהַשֵּׁירִים וְהַנְּזָמִים וְהַקַּטְלָיוֹת וְהַטַּבָּעוֹת. בִּזְמַן שֶׁהֵן חֲזָקִים וּדְבוּקִים בַּבָּשָׂר חוֹצְצִים. רָפִים אֵינָם חוֹצְצִין:  ",
            "english": "The following rules apply to bandages on a wound, metal plates on a broken bone, necklaces, noserings, choker necklaces, and rings. When they are firm and cling to the flesh, they are considered as intervening substances. If they are loose, they are not considered as intervening substances."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "חוּטֵי צֶמֶר וְחוּטֵי פִּשְׁתָּן וְהָרְצוּעוֹת שֶׁקּוֹשְׁרוֹת הַנָּשִׁים בְּרָאשֵׁיהֶן לְנוֹי חוֹצְצִין מִפְּנֵי שֶׁמַּבְדִּילִין בֵּין הַגּוּף וּבֵין הַמַּיִם. אֲבָל חוּטֵי שֵׂעָר אֵין חוֹצְצִין מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶן אַף עַל פִּי שֶׁאֵינָן רָפִין:  ",
            "english": "Strands of wool, strands of flax, and straps that women tie to their heads as adornments are intervening substances, because they separate between the body and the water. Strands of hair are not considered intervening substances, because water penetrates through them, even when they are not loose."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "חוּטִין שֶׁבַּצַּוָּאר אֵינָן חוֹצְצִין אֲפִלּוּ שֶׁל פִּשְׁתָּן לְפִי שֶׁאֵין אִשָּׁה חוֹנֶקֶת עַצְמָהּ בָּהֶן. אֲבָל חֲבָקִים שֶׁבַּצַּוָּאר כְּגוֹן קַטְלָיוֹת וַעֲנָקִים חוֹצְצִין לְפִי שֶׁהָאִשָּׁה חוֹנֶקֶת עַצְמָהּ בָּהֶן כְּדֵי שֶׁתֵּרָאֶה בַּעֲלַת בָּשָׂר:  ",
            "english": "Strands tied around one's neck, even of flax, are not considered as intervening substances, because a woman does not strangle herself with them. Tight necklaces, e.g., choker necklaces and necklets, are intervening substances, because a woman chokes herself with them to look fat."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שֵׂעָר שֶׁעַל הַלֵּב שֶׁנִּתְקַשֵּׁר וְנַעֲשָׂה קִלְקִין. וְכֵן קִלְקֵי הַזָּקָן חוֹצְצִין:  ",
            "english": "Hair over the heart that became tangled and matted and similarly, matted hairs of the beard are intervening substances."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "חֵץ הַתָּחוּב בְּאָדָם בִּזְמַן שֶׁהוּא נִרְאֶה חוֹצֵץ. וּבַזְּמַן שֶׁאֵינוֹ נִרְאֶה טוֹבֵל וְאוֹכֵל בִּתְרוּמָתוֹ לָעֶרֶב אַף עַל פִּי שֶׁהוּא חֵץ טָמֵא. וְכֵן מִי שֶׁבָּלַע טַבַּעַת טָמֵא וְטָבַל הֲרֵי זֶה טָהוֹר. וְאִם הֱקִיאָהּ אַחַר שֶׁטָּבַל נִטְמָא בְּמַגָּעָהּ שֶׁכְּבָר בֵּאַרְנוּ שֶׁכָּל הַבְּלוּעִים בְּגוּף הַחַי לֹא מְטַמְּאִין וְלֹא מִתְטַמְּאִין. נִכְנְסוּ צְרוֹרוֹת וְקֵיסָמִין בְּסִדְקֵי רַגְלָיו מִלְּמַטָּה חוֹצְצִין:  ",
            "english": "When an arrow is stuck in a person's flesh, if it is visible, it is considered an intervening substance. If it is not visible, he may immerse in a <i>mikveh</i> and partake of <i>terumah</i> in the evening even though the arrow itself is impure. Similarly, if a person swallowed an impure ring and immersed, he is pure. If he vomited it out after immersing, he contracts impurity, because of contact with it. For, as we explained, any entities swallowed within the body of a living being, do not impart impurity or contract impurity.<br>If pebbles or splinters enter the cracks on the soles of a person's feet, they are considered as intervening substances."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אִסְפְּלָנִית מְלוּגְמָא וּרְטִיָּה שֶׁעַל בֵּית הַסְּתָרִים חוֹצְצִין. אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ שֶׁיִּכָּנְסוּ בָּהֶן הַמַּיִם צְרִיכִין שֶׁיִּהְיוּ רְאוּיִין וְלֹא יְהֵא בָּהֶן דָּבָר חוֹצֵץ כְּמוֹ שֶׁבֵּאַרְנוּ. הָיְתָה בּוֹ שְׂעָרָה אַחַת אוֹ שְׁתַּיִם חוּץ לַמַּכָּה וְרֹאשָׁהּ מֻדְבָּק לַמַּכָּה אוֹ שֶׁהָיוּ שְׁתֵּי שְׂעָרוֹת רֹאשָׁם מֻדְבָּק בְּטִיט אוֹ בְּצוֹאָה אוֹ שֶׁהָיוּ שְׁתֵּי שְׂעָרוֹת בְּרִיסֵי עֵינָיו מִלְּמַטָּה וּנְקָבָן וְהוֹצִיאָן בְּרִיסֵי עֵינָיו מִלְּמַעְלָה הֲרֵי אֵלּוּ חוֹצְצִין:  ",
            "english": "When there is a bandage, a compress, or a dressing over the hidden parts of a person's body, they are considered as intervening substances. The rationale is that even though water need not enter these parts, they must be fit for water to enter them and not have any intervening substances upon them, as we explained.<br>If there was one or two hairs that were outside the wound, but their tips were stuck to the wound, there were two hairs with mud or filth stuck to their tips, or there were two hairs from one's upper eyelashes that were perforated and hairs from one's lower eyelashes were threaded through them, they are considered an intervening substance."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "לֹא יִטְבּל אָדָם בֶּעָפָר שֶׁעַל רַגְלָיו וְאִם טָבַל אֵינוֹ חוֹצֵץ:  ",
            "english": "A person should not immerse with dust on his feet. If, however, he did, the dust is not an intervening substance."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָאוֹחֵז בְּאָדָם וּבְכֵלִים וְהִטְבִּילָן הֲרֵי הֵן בְּטֻמְאָתָן. וְאַף עַל פִּי שֶׁרִפָּה יָדָיו עַד שֶׁבָּאוּ בָּהֶן הַמַּיִם גְּזֵרָה שֶׁמָּא לֹא יַרְפֶּה. וְאִם הֵדִיחַ יָדָיו בַּמַּיִם עָלְתָה לָהֶן טְבִילָה:  ",
            "english": "When one holds another person or an implement and immerses them, they remain impure. This applies even if he loosens his hand and allows water to reach the person or the article being immersed. This is a decree, lest he not loosen his hand. If he rinses his hand in water first, the immersion is acceptable."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַמַּפְשֶׁלֶת בְּנָהּ לַאֲחוֹרָהּ וְטָבְלָה לֹא עָלְתָה לָהּ טְבִילָה שֶׁמָּא הָיָה טִיט בְּרַגְלֵי הַתִּינוֹק אוֹ בְּיָדָיו וְנִדְבַּק בְּאִמּוֹ בִּשְׁעַת טְבִילָה וְחָצַץ וְאַחַר שֶׁעָלְתָה נָפַל:  ",
            "english": "When a woman slings her infant son over her back and immerses, the immersion is not acceptable, for perhaps there was mud on the infant's feet or hands and it became attached to his mother at the time of her immersion and intervened between her body and the water, but it fell off after she emerged."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "נִדָּה שֶׁנָּתְנָה שְׂעָרָהּ בְּפִיהָ אוֹ שֶׁקָּפְצָה יָדָהּ אוֹ שֶׁקָּרְצָה בְּשִׂפְתוֹתֶיהָ אוֹ שֶׁנִּמְצָא עֶצֶם בֵּין שִׁנֶּיהָ כְּאִלּוּ לֹא טָבְלָה. וְכֵן שְׁאָר כָּל הַטְּמֵאִים. נָתְנָה מָעוֹת בְּפִיהָ וְיָרְדָה וְטָבְלָה טָהֲרָה מִטֻּמְאַת הַנִּדָּה וַהֲרֵי הִיא טְמֵאָה עַל גַּב רֻקָּה וְנִמְצֵאת רִאשׁוֹן לְטֻמְאָה כְּמִי שֶׁנָּגַע בְּרֹק הַנִּדָּה. וְכֵן הַדִּין בְּזָב:  ",
            "english": "When a woman who was a <i>nidah</i> put her hair in her mouth, clenched her fists, pursed her lips, or a bone was discovered between her teeth, it is as if she did not immerse. This applies to other impure individuals as well.<br>If she placed coins in her mouth and descended and immersed, she is purified from <i>nidah</i> impurity, but she is impure because of her spittle. Thus she is a primary derivative of impurity, like one who touched the spittle of a <i>nidah</i>. The same laws apply with regard to a <i>zav</i>."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁאֵין חוֹצְצִין בְּאָדָם. קִלְקֵי הָרֹאשׁ וּבֵית הַשֶּׁחִי וּבֵית הַסְּתָרִים שֶׁבָּאִישׁ. וְלִפְלוּף שֶׁבָּעַיִן. וְגֶלֶד שֶׁהֶעֶלְתָה הַמַּכָּה. וְלִכְלוּכֵי צוֹאָה שֶׁעַל בְּשָׂרוֹ. וְצוֹאָה שֶׁתַּחַת הַצִּפֹּרֶן. וְצִפֹּרֶן הַמְדֻלְדֶּלֶת. וּכְשׁוּת הַקָּטָן וְהוּא הַשֵּׂעָר הַדַּק שֶׁעַל בְּשָׂרוֹ. כָּל אֵלּוּ אֵינָן חוֹצְצִין:  ",
            "english": "These are the substances that do not intervene for a human: the matted hair of the head, the arm pits, and the hidden parts of a man, the secretions of the eye, the scab above a wound, moist drops of filth on his skin, filth that is under a nail, a loose-hanging nail, and the thin hair that is on the skin of a child. All of these substances are not considered as intervening."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שְׁתֵּי שְׂעָרוֹת אוֹ יֶתֶר שֶׁהָיוּ קְשׁוּרִין כְּאַחַת קֶשֶׁר אֶחָד אֵינָן חוֹצְצִין מִפְּנֵי שֶׁהַמַּיִם בָּאִין בָּהֶן. וּשְׂעָרָה אַחַת שֶׁנִּקְשְׁרָה חוֹצֶצֶת וְהוּא שֶׁיִּהְיֶה מַקְפִּיד עָלֶיהָ. אֲבָל אִם אֵינוֹ מַקְפִּיד עָלֶיהָ עָלְתָה לוֹ טְבִילָה עַד שֶׁתִּהְיֶה רֹב שְׂעָרוֹ קָשׁוּר נִימָא נִימָא בִּפְנֵי עַצְמוֹ כָּזֶה הוֹרוּ הַגְּאוֹנִים. וְיֵרָאֶה לִי שֶׁשְּׂעָרוֹ שֶׁל אָדָם כְּגוּפוֹ הוּא חָשׁוּב לְעִנְיַן טְבִילָה וְאֵינוֹ כְּגוּף בִּפְנֵי עַצְמוֹ כְּדֵי שֶׁנֹּאמַר רֹב הַשֵּׂעָר אֶלָּא אַף עַל פִּי שֶׁכָּל שְׂעַר רֹאשׁוֹ קָשׁוּר נִימָא נִימָא אִם אֵינוֹ מַקְפִּיד עָלָיו עָלְתָה לוֹ טְבִילָה אֶלָּא אִם כֵּן נִצְטָרֵף לְחוֹצֵץ אַחֵר עַל גּוּפוֹ וְנִמְצָא הַכּל רֹב גּוּפוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְאֶחָד הַנִּדָּה וְאֶחָד שְׁאָר הַטְּמֵאִין שֶׁיֵּשׁ בְּרֹאשָׁן שֵׂעָר:  ",
            "english": "When two or more hairs are knotted in one knot, they are not considered as an intervening substance, because the water can penetrate through them. If one hair is knotted, it is considered an intervening substance, provided the person is particular about it. If, however, he is not particular about it, his immersion is acceptable unless the larger portion of his hair is tied individually hair by hair. This is the ruling of the <i>Geonim</i>.<br>It appears to me that a person's hair is considered like his body with regard to immersion and is not a separate entity to the extent that it is inappropriate to speak of \"the larger portion of his hair.\" Instead, even though all of a person's hair is tied hair by hair, if the person is not particular about the matter, his immersion is acceptable unless the hairs are combined with another intervening substance on his body and thus there are intervening substances covering the larger portion of his body, as we explained. The laws mentioned here apply equally to a woman in the <i>nidah</i> state and to other impure people who have hair on their heads."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "תַּקָּנַת עֶזְרָא הִיא שֶׁתִּהְיֶה אִשָּׁה חוֹפֶפֶת אֶת שְׂעָרָהּ וְאַחַר כָּךְ תִּטְבֹּל. וְאִם אֶפְשָׁר לָהּ לָחֹף בַּלַּיְלָה וְלִטְבּל מִיָּד תֵּכֶף לַחֲפִיפָה הֲרֵי זֶה מְשֻׁבָּח. וּבִשְׁעַת הַדְּחָק אוֹ מִפְּנֵי הַחלִי חוֹפֶפֶת אֲפִלּוּ בְּעֶרֶב שַׁבָּת וְטוֹבֶלֶת לְמוֹצָאֵי שַׁבָּת:  ",
            "english": "Ezra ordained that a woman should comb out her hair and then immerse. If it is possible for her to comb out her hair at night and immerse immediately thereafter, it is praiseworthy. In a pressing situation or when there is a question of sickness, she may comb out her hair - say - on Friday and immerse Saturday night."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "טָבְלָה וְעָלְתָה וְנִמְצָא עָלֶיהָ דָּבָר חוֹצֵץ אִם בְּאוֹתוֹ הַיּוֹם שֶׁחָפְפָה טָבְלָה אֵינָהּ צְרִיכָה לָחֹף פַּעַם שְׁנִיָּה אֶלָּא חוֹזֶרֶת וְטוֹבֶלֶת מִיָּד בִּלְבַד. וְאִם לָאו צְרִיכָה לָחֹף פַּעַם שְׁנִיָּה וְלִטְבֹּל:  ",
            "english": "The following rules apply when a woman immersed and then an intervening substance was found upon her that disqualified her immersion. If she immersed on the same day that she prepared herself, she does not have to prepare herself again. Instead, she may remove the intervening substance and immerse again immediately. If not, she must prepare herself a second time and then immerse."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "לֹא תָּחֹף אִשָּׁה בְּנֶתֶר מִפְּנֵי שֶׁמְּקַטֵּף אֶת הַשֵּׂעָר. וְלֹא בְּאֹהֶל מִפְּנֵי שֶׁמַּסְרִיךְ אֶת הַשֵּׂעָר. אֶלָּא בְּחַמִּין וַאֲפִלּוּ בְּחַמֵּי חַמָּה מִפְּנֵי שֶׁהַחַמִּין מְיַשְּׁרִין אֶת הַשֵּׂעָר וּמְסַלְסְלִין אוֹתוֹ. אֲבָל הַצּוֹנְנִין מְקַלְקְלִין וּמְקַבְּצִין אֶת הַשֵּׂעָר וּמִתְקַשֵּׁר:  ",
            "english": "A woman should not comb out her hair with natron, because it causes the hairs to snap, nor with oak sap, because it snarls the hair. Instead, she should use hot water, even water heated in the sun, because it hardens the hair and enables it to be combed out. Cold water, by contrast, tangles the hair and causes it to contract and thus become intertwined."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "נִדָּה שֶׁנָּתְנָה תַּבְשִׁיל לִבְנָהּ וְטָבְלָה לֹא עָלְתָה לָהּ טְבִילָה מִפְּנֵי הַשַּׁמְנוּנִית שֶׁעַל יָדֶיהָ:  ",
            "english": "When a <i>nidah</i> gave cooked food to her son and then immersed, the immersion is invalid because of the fatty substances on her hand."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "שָׂרְטָה בִּבְשָׂרָהּ וְהוֹצִיא דָּם וְטָבְלָה. בְּתוֹךְ שְׁלֹשָׁה יָמִים אֵין מְקוֹם הַשְּׂרִיטוֹת חוֹצֵץ לְאַחַר שְׁלֹשָׁה יָמִים חוֹצֵץ מִפְּנֵי שֶׁהַדָּם נִקְפֶּה שָׁם כְּגֶלֶד שֶׁעַל גַּבֵּי הַמַּכָּה. וְכֵן לִפְלוּף שֶׁבָּעַיִן אִם הָיָה יָבֵשׁ וְהוּא שֶׁהִתְחִיל לְהוֹרִיק חוֹצֵץ בְּנִדָּה:  ",
            "english": "The following laws apply if a woman scratched her skin to the extent that it bled and then immersed. If the immersion was within three days of the bleeding, the place of the scratches is not considered as intervening. After three days, it is considered as intervening because the blood coagulates there, like a scab on the wound.<br>Similar concepts apply with regard to secretion in the eye. If it is dry and has begun to change color, it is considered as an intervening substance for a <i>nidah</i>."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "כֹּחַל שֶׁבָּעַיִן אֵינוֹ חוֹצֵץ. שֶׁעַל גַּב הָעַיִן חוֹצֵץ. וְאִם הָיוּ עֵינֶיהָ פּוֹרְחוֹת אַף עַל גַּבֵּי הָעַיִן אֵינוֹ חוֹצֵץ:  ",
            "english": "Blue ointment in the eye is not considered as an intervening substance. If it is outside the eye, it is considered as an intervening substance. If her eyes open and close frequently, even the ointment outside the eye, it is not considered as an intervening substance."
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "פָּתְחָה עֵינֶיהָ בְּיוֹתֵר אוֹ עִצַּמְתָּן בְּיוֹתֵר לֹא עָלְתָה לָהּ טְבִילָה. בַּמֶּה דְּבָרִים אֲמוּרִים לְעִנְיַן טָהֳרוֹת. אֲבָל לְהַתִּירָהּ לְבַעֲלָהּ הֲרֵי זוֹ מֻתֶּרֶת. אַף עַל פִּי שֶׁנָּתְנָה תַּבְשִׁיל לִבְנָהּ אוֹ שֶׁהָיָה בָּהּ שֶׂרֶט יָשָׁן אוֹ שֶׁהָיָה עַל גַּב עֵינָהּ כֹּחַל. וּבֵין פָּתְחָה עֵינֶיהָ אוֹ עִצַּמְתָּן הֲרֵי זוֹ מֻתֶּרֶת לְבַעֲלָהּ שֶׁכָּל הַדְּבָרִים הָאֵלּוּ וְכַיּוֹצֵא בָּהֶן אֵינָן חוֹצְצִין אֶלָּא מִדִּבְרֵיהֶן וּלְעִנְיַן טָהֳרוֹת גָּזְרוּ לְעִנְיַן בִּיאָה לֹא גָּזְרוּ. וְכָל הַחוֹצֵץ בְּנִדָּה לְטָהֳרוֹת חוֹצֵץ בִּשְׁאָר הַטְּמֵאִין לְעִנְיַן טָהֳרוֹת. וְחוֹצֵץ בְּגֵר בִּשְׁעַת טְבִילָה:  ",
            "english": "If, while immersing, a woman opened her eyes to a great extent or closed them very firmly, the immersion is not acceptable.<br>With regard to what does the above apply? With regard to immersion to partake or touch pure foods. With regard to permitting intimacy with her husband, by contrast, she is permitted even if she gave cooked food to her son, she had an old scratch, there was blue ointment above her eye, or she opened her eyes very widely or closed them tightly. The rationale is that all of these matters and other similar ones are considered as intervening only according to Rabbinic Law and the Sages ordained their decree with regard to pure foods, but not with regard to intimacy.<br>Whenever a substance is considered as intervening for a <i>nidah</i> with regard to pure foods, it is considered as intervening for other impure people with regard to pure foods and as intervening for a convert when immersing during conversion."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "מִי שֶׁטָּבַל וְעָלָה וְנִמְצָא עָלָיו דָּבָר חוֹצֵץ אַף עַל פִּי שֶׁנִּתְעַסֵּק בְּאוֹתוֹ הַמִּין כָּל הַיּוֹם כֻּלּוֹ הֲרֵי הוּא בְּטֻמְאָתוֹ עַד שֶׁיֹּאמַר יוֹדֵעַ אֲנִי בְּוַדַּאי שֶׁלֹּא הָיָה זֶה עָלַי קֹדֶם הַטְּבִילָה הוֹאִיל וְהֻחְזַק טָמֵא הַעֲמֵד טָמֵא עַל טֻמְאָתוֹ עַד שֶׁתֵּדַע בְּוַדַּאי שֶׁטָּהַר:  ",
            "english": "When a person immersed and after he ascended an intervening substance was found upon his body, even though he was involved with that substance for the entire day after the immersion, he is considered as impure unless he says: \"I know with certainty that this substance was not upon me before the immersion.\" The rationale is that since he was categorized as impure, he is presumed to remain in that state until it is known for certain that he regained purity."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "וְאֵלוּ חוֹצְצִין בְּכֵלִים. הַזֶּפֶת וְהַחֵמָר וְכַיּוֹצֵא בָּהֶן. הַזֶּפֶת שֶׁבַּכּוֹס וְשֶׁבַּצְּלוֹחִית מִתּוֹכָן חוֹצְצִין מֵאֲחוֹרֵיהֶן אֵינָן חוֹצְצִין. בַּמֶּה דְּבָרִים אֲמוּרִים מִבֵּית הָאֻמָּן. אֲבָל מִבַּעַל הַבַּיִת בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן חוֹצְצִין. הַזֶּפֶת שֶׁבַּתַּמְחוּי וְשֶׁבַּקְּעָרָה בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן בֵּין מִבַּעַל הַבַּיִת בֵּין מִבֵּית הָאֻמָּן חוֹצְצִין: \n",
            "english": "These are the substances that intervene with regard to the immersion of <i>keilim</i>: Pitch, mortar, and the like.<br>When tar is on a cup or a bottle, it is considered an intervening substance if it is on the inside. If it is on the outside, it is not an intervening substance. When does the above apply? To a <i>k'li</i> in a craftsman's shop. When one belongs to a homeowner, whether the tar is on the inside or on the outside, it is an intervening substance.<br>When there is tar on a large pot or on a bowl, whether it is on the inside or on the outside, whether it belongs to a homeowner or comes from a craftsman's shop, it is considered as intervening."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמּוֹר וְהַקּוֹמוֹס בֵּין בְּכוֹס בֵּין בִּצְלוֹחִית בֵּין בְּתַמְחוּי וּקְעָרָה בֵּין מִבַּעַל הַבַּיִת בֵּין מִבֵּית הָאֻמָּן בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן חוֹצְצִין. הָיָה זֶפֶת אוֹ חֵמָר וְכַיּוֹצֵא בָּהֶן עַל הַטַּבְלָא וְעַל הַשֻּׁלְחָן וְעַל הַדַּרְגָּשׁ אִם הָיוּ נְקִיִּים חוֹצְצִין מִפְּנֵי שֶׁמַּקְפִּיד עֲלֵיהֶן. וְעַל הַבְּלוּסִין אֵינָן חוֹצְצִין מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד עֲלֵיהֶן: \n",
            "english": "Musk and black earth are considered as intervening substances, whether in a cup, a bottle, a large pot, or a bowl, whether it belongs to a homeowner or comes from a craftsman's shop.<br>If pitch or mortar and the like are found on a counter-top, on a table, or on a small chair and they are clean, the foreign substances are considered as intervening, because the owner objects to their presence. If the surfaces are dirty, the foreign substances are not considered as intervening, because he does not object to their presence."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיוּ עַל מִטּוֹת בַּעַל הַבַּיִת חוֹצְצִין עַל מִטּוֹת שֶׁל עָנִי אֵינָן חוֹצְצִין. עַל אֻכַּף בַּעַל הַבַּיִת חוֹצֵץ וְעַל זַקָּקִין אֵינוֹ חוֹצֵץ. עַל הַמִּרְדַּעַת מִשְּׁנֵי צְדָדִין חוֹצֵץ: \n",
            "english": "If such substances were on the bed of an ordinary homeowner, they are considered intervening. If they were found on the bed of a poor person, they are not considered as intervening. If they were found on the saddle placed on a donkey belonging to an ordinary homeowner, they are considered intervening. If found on the wineskins placed on a donkey, they are not considered as intervening; on both sides of its saddle-blanket, they are considered intervening."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיוּ זֶפֶת אוֹ חֵמָר וְכַיּוֹצֵא בָּהֶן עַל בִּגְדֵי תַּלְמִידֵי חֲכָמִים אֲפִלּוּ מִצַּד אֶחָד חוֹצֵץ מִפְּנֵי שֶׁמַּקְפִּידִין עַל מַלְבּוּשָׁן לִהְיוֹת נָקִי. עַל בִּגְדֵי עַמֵּי הָאָרֶץ מִשְּׁנֵי צְדָדִין חוֹצֵץ מִצַּד אֶחָד אֵינוֹ חוֹצֵץ: \n",
            "english": "If pitch, mortar, or the like were found on the clothes of Torah scholars, even on one side, they are considered as intervening substances, because they are careful to keep their clothes clean. If such substances are found on both sides of the clothes of unlearned people, they are considered as intervening. If they are only on one side, they are not considered as intervening."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָיוּ עַל הַמִּטְפָּחוֹת שֶׁל זַפָּתִים וְשֶׁל יוֹצְרִים וְשֶׁל מְפַסְּלֵי אִילָנוֹת אֵינָן חוֹצְצִין: \n",
            "english": "If such substances were found on the handkerchiefs of men who work with tar, potters, or tree-pruners, they are not considered intervening substances."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "טַבָּח שֶׁהָיָה דָּם עַל בְּגָדָיו אֵינוֹ חוֹצֵץ מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד: \n",
            "english": "When there is blood on the garments of a butcher, it is not considered as an intervening substance, because he does not object to its presence."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מוֹכֵר רְבָב שֶׁהָיָה רְבָב עַל בִּגְדוֹ אֵינוֹ חוֹצֵץ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הָיָה הַטַּבָּח מוֹכֵר רְבָב וְהָיָה עַל בִּגְדוֹ דָּם וּרְבָב הֲרֵי זֶה סָפֵק אִם חוֹצֵץ מִפְּנֵי שֶׁהֵן שְׁנַיִם וּמַקְפִּיד אוֹ אֵינוֹ חוֹצֵץ שֶׁהֲרֵי מְלַאכְתּוֹ הִיא וְאֵינוֹ מַקְפִּיד: \n",
            "english": "When oily substances are found on the garments of one who sells such substances, they are not considered as intervening. Similar laws apply in all analogous situations.<br>If a butcher also sold oily substances and both blood and oily substances were found on his clothes, there is an unresolved question whether they are considered as intervening, because there are two stains, or whether they are not considered as intervening, since this is his work and hence he does not object to their presence."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הָיָה הַזֶּפֶת אוֹ הַחֵמָר וְכַיּוֹצֵא בָּהֶן עַל הַסַּנְדָּל מִתּוֹכוֹ. מִלְּמַעְלָה חוֹצֵץ מִלְּמַטָּה אֵינוֹ חוֹצֵץ. עַל הַסַּפְסָל מִלְּמַעְלָה אוֹ מִן הַצְּדָדִין חוֹצֵץ מִלְּמַטָּה אֵינוֹ חוֹצֵץ: \n",
            "english": "If tar, mortar, or the like were present on the inside of a sandal, on its upper surface, it is intervening; on its lower surface, it is not intervening. If they were found on a bench, on the upper surface or on the sides, they are intervening. On the lower surface, they are not intervening."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "לִכְלוּכֵי צוֹאָה שֶׁבַּכִּסֵּא וְשֶׁבַּקַּתֵּדְרָה הַמְכֻבָּשִׁין בֵּין מִתּוֹכָן בֵּין מֵאֲחוֹרֵיהֶן בֵּין מִלְּמַטָּה בֵּין מִן הַצְּדָדִין אֵינָן חוֹצְצִין מִפְּנֵי שֶׁהַמַּיִם מַעֲבִירִין אוֹתָן. אֲבָל לִכְלוּכֵי שְׁמָרִים שֶׁבַּכּוֹס וְשֶׁבַּצְּלוֹחִית וְהַמּוֹךְ שֶׁבַּשֵּׁיר וְשֶׁבַּזּוֹג. וְהַטִּיט וְהַבָּצֵק שֶׁעַל יַד הַקּוֹרְדוֹם וְשֶׁעַל יַד הַמַּגְרֵפָה [אֵינָן חוֹצְצִין. הִגְלִידוּ] חוֹצְצִין: \n",
            "english": "Spots of filth on a chair and a carriage top that have been laundered, whether in the inside or on the outside, whether below or on the sides, are not intervening, because the water will wash them away. Filth coming from dregs left in a cup and a bottle, cotton on the inside of a necklace or inside a bell, and mud or dough on the handle of a hatchet or a rake are not considered as intervening. Should they harden, they are considered as intervening."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "דָּבָר בָּרוּר הוּא שֶׁכָּל מָקוֹם שֶׁאָמַרְנוּ בְּזֶפֶת וּבְחֵמָר וְכַיּוֹצֵא בָּהֶן שֶׁאֵינָן חוֹצְצִין בְּכֵלִים מִפְּנֵי שֶׁאֵינוֹ מַקְפִּיד הוּא לְפִיכָךְ אִם הָיָה רֹב הַכְּלִי חָפוּי בְּזֶפֶת אוֹ בְּחֵמָר וְכַיּוֹצֵא בָּהֶן לֹא עָלְתָה לוֹ טְבִילָה כְּמוֹ שֶׁבֵּאַרְנוּ אַף עַל פִּי שֶׁאֵינוֹ מַקְפִּיד. אֵין בְּדָבָר זֶה הֶפְרֵשׁ בִּכְלִי מִן הַכֵּלִים אֶלָּא כָּל הַכֵּלִים שָׁוִין בְּדָבָר זֶה: \n",
            "english": "It is clear that whenever we have said that tar, mortar, or the like do not intervene for <i>keilim</i>, the rationale is that the owner does not object to their presence. Therefore, if the larger portion of the <i>k'li</i> was covered with tar, mortar, or the like, its immersion is invalid, even though the owner does not object, as we explained. There is no difference in this context regarding any particular type of <i>k'li</i>. Instead, all <i>keilim</i> are the same in this regard."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל יְדוֹת הַכֵּלִים שֶׁהֵן חֲלוּלִין שֶׁהִכְנִיסָן שֶׁלֹּא כְּדַרְכָּן. אוֹ שֶׁהִכְנִיסָן כְּדַרְכָּן וְלֹא מֵרְקָן. אוֹ שֶׁהָיוּ שֶׁל מַתֶּכֶת וְנִשְׁבְּרוּ. לֹא עָלְתָה לָהֶן טְבִילָה: \n",
            "english": "Whenever the handles of a <i>k'li</i> are hollow and were inserted into a <i>mikveh</i> upside down, they were inserted in the ordinary manner, but they were not thoroughly washed out, or they were of metal and they were bent out of shape, their immersion is invalid."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כְּלִי שֶׁהָפַךְ פִּיו לְמַטָּה וְהִטְבִּילוֹ כְּאִלּוּ לֹא טָבַל מִפְּנֵי שֶׁאֵין הַמַּיִם נִכְנָסִין בְּכֻלּוֹ. הָיָה בּוֹ מָקוֹם שֶׁאֵין הַמַּיִם נִכְנָסִין בּוֹ עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ לֹא עָלְתָה לוֹ טְבִילָה עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ: \n",
            "english": "When one turned the opening of a container upside down and immersed it, it is as if it was not immersed, because the water will not enter it entirely. If a utensil has a portion into which water will not enter unless it is tilted to its side, its immersion is not valid until it is tilted to its side."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "כְּלִי שֶׁהוּא צַר מִכָּאן וּמִכָּאן וְרָחָב בָּאֶמְצַע אֵינוֹ טָהוֹר עַד שֶׁיַּטֶּנּוּ עַל צִדּוֹ: \n",
            "english": "When a utensil is narrow on either side and wide in the center, it does not regain purity unless one turns it on its side in the water."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "צְלוֹחִית שֶׁפִּיהָ שׁוֹקֵעַ אֵינָהּ טְהוֹרָה עַד שֶׁיַּטֶּנָּה עַל צִדָּהּ: \n",
            "english": "When the rim of the opening of a bottle is turned over, it does not regain purity unless one turns it on its side in the water."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "קַלְמָרִין אֵינָהּ טְהוֹרָה עַד שֶׁיִּקָּבֶנָּה מִצִּדָּהּ כְּדֵי שֶׁיִּכָּנְסוּ הַמַּיִם לָעַקְמוּמִיּוּת שֶׁבָּהּ: \n",
            "english": "An inkwell does not regain purity until a hole was made at its side so that water can enter its curved portions."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "בְּהֵמָה שֶׁהָיָה הַשֵּׁיר שֶׁעָלֶיהָ רָפוּי וְנִטְמָא מַטְבִּילִין אוֹתוֹ בִּמְקוֹמוֹ: \n",
            "english": "When the collar of an animal was loose and it contracted impurity, it can be immersed in its place."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "לֹא יַטְבִּיל אָדָם אֶת הַקֻּמְקוּם בְּפֶחָמִין שֶׁבּוֹ אֶלָּא אִם כֵּן שִׁפְשֵׁף: \n",
            "english": "A person should not immerse a kettle with its coals unless he moves the coals with his hands."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "כְּלִי שֶׁהוּא מָלֵא מַשְׁקִין וְהִטְבִּילוֹ כְּאִלּוּ לֹא טָבַל. הָיָה מָלֵא מַיִם וְהִטְבִּילוֹ הֲרֵי הַמַּיִם וְהַכְּלִי טְהוֹרִין כְּאַחַת מִפְּנֵי שֶׁהַמַּיִם יֵשׁ לָהֶן טָהֳרָה בְּמִקְוֶה כְּמוֹ שֶׁבֵּאַרְנוּ בְּטֻמְאַת אֳכָלִין וּמַשְׁקִין. הָיָה הַכְּלִי מָלֵא מֵי רַגְלַיִם רוֹאִין אוֹתוֹ כְּאִלּוּ הוּא מַיִם. הָיָה בּוֹ מֵי חַטָּאת אִם הָיָה רֹב הַכְּלִי פָּנוּי כְּדֵי שֶׁיִּרְבּוּ מֵי מִקְוֶה עַל מֵי חַטָּאת שֶׁבְּתוֹכוֹ הֲרֵי זֶה טָהוֹר. וְאִם לָאו עֲדַיִן הוּא בְּטֻמְאָתוֹ וּכְאִלּוּ הֵן שְׁאָר מַשְׁקִין שֶׁחוֹצְצִין בֵּין גּוּף הַכְּלִי וּבֵין מֵי הַמִּקְוֶה: \n",
            "english": "When a container was filled with liquids and immersed in a <i>mikveh</i>, it is as if it was not immersed. If the container was filled with water and one immersed it in a <i>mikveh</i>, the water and the container regain purity simultaneously. The rationale is that water can be purified in a <i>mikveh</i>, as we explained in <i>Hilchot</i> <i>Tum'at Ochalin</i>.<br>If there was urine in the container, it is considered as if it were water. The following rules apply to a container holding water mixed with the ashes of the red heifer. If the greater portion of the container was empty, so that the quantity of <i>mikveh</i> water would be greater than that of the water mixed with the ashes of the red heifer, the container is pure. If not, it is impure, as if the water is another liquid that intervenes between the substance of the container and the water of the <i>mikveh</i>."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "כְּלִי שֶׁתּוֹכוֹ טָהוֹר וְגַבּוֹ טָמֵא וְהָיָה מָלֵא יַיִן לָבָן אוֹ חָלָב וְהִטְבִּילוֹ. הוֹלְכִין אַחַר הָרֹב אִם הָיָה רֹב הַכְּלִי פָּנוּי כְּדֵי שֶׁיִּרְבּוּ הַמַּיִם בְּתוֹכוֹ טָהוֹר מִפְּנֵי שֶׁטֻּמְאָתוֹ מִדִּבְרֵיהֶן. אֲבָל אִם הָיָה בּוֹ יַיִן אָדֹם אוֹ שְׁאָר מַשְׁקִין לֹא עָלְתָה לוֹ טְבִילָה: \n",
            "english": "When the inside of a container was pure, but the outside was impure, it was filled with white wine or milk, and immersed in a <i>mikveh</i>, the ruling depends on which is the greater quantity. If the greater portion of the container was empty so that there would be more water than milk or wine, it is pure. This leniency is granted, because the impurity is of Rabbinic origin. If it contained red wine or other liquids, the immersion is not effective."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "לָגִין שֶׁהוּא מָלֵא מַיִם טְמֵאִין וְהָיָה עַל פִּיו טִיט טוֹפֵחַ וְהָיָה הַטִּיט שׁוֹקֵעַ בַּמַּיִם וְהִטְבִּילוֹ טָהוֹר. וְאִם הָיָה טִיט הַיָּוִן וְכַיּוֹצֵא בּוֹ כְּאִלּוּ לֹא טָבַל. וְכֵן טַבַּעַת שֶׁנְּתָנָהּ בִּלְבֵנָה שֶׁל טִיט טוֹפֵחַ וְהִטְבִּילָהּ טְהוֹרָה. וְאִם הָיָה טִיט יָוֵן כְּאִלּוּ לֹא טְבָלָהּ: \n",
            "english": "The following law applies to a container that is filled with impure water which had its opening closed with moist mud which was extending into the water of the container. If one immersed it, it is pure. If it was closed with thick mud, it is as if it was not immersed.<br>Similarly, if a ring was placed in a brick of moist mud and immersed, it is pure. If the brick is made from thick mud, it is as if it was not immersed."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "אֵלּוּ שֶׁאֵין צְרִיכִין שֶׁיָּבוֹאוּ הַמַּיִם בָּהֶן. סְתָם קִשְׁרֵי בִּגְדֵי עֲנִיִּים, וְאִם הִקְפִּיד עֲלֵיהֶן חוֹצְצִין. וְקִשְׁרֵי בִּגְדֵי בַּעֲלֵי בָּתִּים סְתָמָן חוֹצְצִין, וְאִם אֵינוֹ מַקְפִּיד עֲלֵיהֶן אֵינָן חוֹצְצִין. וְקִשְׁרֵי נִימֵי הַבְּגָדִים שֶׁנִּקְשְׁרוּ מֵאֲלֵיהֶן. וְחֵבֶט הַסַּנְדָּל. וּתְפִלָּה שֶׁל רֹאשׁ בִּזְמַן שֶׁהַקְּצִיצָה דְּבוּקָה עִם הָרְצוּעָה שֶׁבָּהּ וַחֲזָקָה. וּתְפִלָּה שֶׁל זְרוֹעַ בִּזְמַן שֶׁאֵינָהּ עוֹלָה וְיוֹרֶדֶת. וְאָזְנֵי הַחֵמֶת וְהַתּוּרְמִיל. וְכָל כַּיּוֹצֵא בְּאֵלּוּ מִקְּשָׁרִים וּתְפָרִים שֶׁאֵינוֹ עָתִיד לְהַתִּירָם: \n",
            "english": "Water need not penetrate through the following articles for their immersion to be effective:<br>a) knots in the clothes of poor people as a rule; if they are particular about them, they<br>are intervening; by contrast, as a rule, knots in the garments of homeowners, intervene;<br>if they are not particular about them, they do not intervene:<br>b) knots in the fringes of clothes that became tied unintentionally:<br>c) the loops of sandals:<br>d) the head <i>tefilah</i> when its cube is firmly attached to its strand;<br>e) the arm <i>tefilah</i> when it does not move up and down freely:<br>f) the handles of a leather drinking pouch or a satchel; and<br>g) any similar entity that is tied or sewed and will not be untied in the future."
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁצְּרִיכִין שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם. הַקְּשָׁרִים שֶׁבְּפִתְחֵי הֶחָלוּק שֶׁהֵן עֲשׂוּיִין לוּלָאוֹת. וְכֵן קִשְׁרֵי לוּלָאוֹת שֶׁבַּכָּתֵף. וְשָׂפָה שֶׁל סָדִין צָרִיךְ לְמַתֵּחַ. וּתְפִלָּה שֶׁל רֹאשׁ בִּזְמַן שֶׁאֵינָהּ קְבוּעָה בִּרְצוּעָה. וְשֶׁל זְרוֹעַ בִּזְמַן שֶׁהִיא עוֹלָה וְיוֹרֶדֶת. וּשְׁנָצִים שֶׁל סַנְדָּל. וְקִשְׁרֵי נִימֵי הַבְּגָדִים שֶׁקְּשָׁרָן. וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַמְּקוֹמוֹת שֶׁהוּא עָתִיד לְגַלּוֹתָן וּלְמָתְחָן. הַסַּלִּין שֶׁל גַּת וְשֶׁל בַּד אִם הָיוּ חֲזָקִים צָרִיךְ לְחַטֵּט וְאִם הָיוּ רָפִים צָרִיךְ לְנַעֵר. הַכַּר וְהַכֶּסֶת שֶׁל עוֹר צְרִיכִים שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם: \n",
            "english": "Water must be able to penetrate the following articles for their immersion to be effective:<br>a) the knots in the openings of a cloak which are made like loops;<br>b) the knots that serve as loops on the shoulder;<br>c) the border of a sheet that must be extended:<br>d) the head <i>tefilah</i> when its cube is not attached to its strand:<br>e) the arm <i>tefilah</i> when it moves up and down freely:<br>f) the laces of a sandal; and knots in the fringes of clothes that were tied by humans; and<br>g) any similar entity that will be laid open or extended.<br>With regard to baskets used in winepresses and olivepresses, if the strands of material that make up the basket are firm, one must scratch out around them. If they are loose, one must shake them out. For their immersion to be effective, water must penetrate into leather pillows and cushions."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "כֶּסֶת עֲגֻלָּה. וְהַכַּדּוּר. וְהָאִמּוּם. וְהַקָּמֵעַ. וְהַתְּפִלָּה. אֵינָן צְרִיכִין שֶׁיָּבוֹאוּ הַמַּיִם לַחֲלָלָן. זֶה הַכְּלָל כָּל שֶׁאֵין דַּרְכּוֹ לְהוֹצִיא וּלְהַכְנִיס טוֹבֵל סָתוּם: \n",
            "english": "Water does not have to penetrate into the inner space of a round leather cushion, a ball, a mold, an amulet, and <i>tefillin</i> for their immersion to be valid. This is the general principle: Whenever it is not common to remove and insert entities in the inner space of an object, it may be immersed while closed."
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "הַמַּטְבִּיל בְּגָדִים הַמְכֻבָּסִין צְרִיכִין שֶׁיִּכָּנְסוּ בָּהֶן הַמַּיִם עַד שֶׁיְּבַעְבְּעוּ. הִטְבִּילָן נְגוּבִין עַד שֶׁיְּבַעְבְּעוּ וְיָנוּחוּ מִבִּעֲבּוּעָן: \n",
            "english": "When one immerses clothes that have been laundered, the water must penetrate through them to the extent that air bubbles arise. If they were immersed while dry, they must remain in the water until air bubbles arise and then cease arising."
          }
        },
        {
          "halakha": 25,
          "translations": {
            "hebrew": "כָּל יְדוֹת הַכֵּלִים שֶׁהֵן אֲרֻכִּים יוֹתֵר מִכְּדֵי צָרְכָּן וְעָתִיד לְקָצְצָן מַטְבִּילָן עַד מְקוֹם הַמִּדָּה. כֵּיצַד. שַׁלְשֶׁלֶת דְּלִי גָּדוֹל אַרְבָּעָה טְפָחִים וְקָטָן עֲשָׂרָה. מַטְבִּיל מִן הַשַּׁלְשֶׁלֶת עַד מִדָּה זוֹ בִּלְבַד וְהַשְּׁאָר טָהוֹר: \n",
            "english": "Whenever the accessories of a <i>k'li</i> are longer than necessary and one will ultimately cut them off, one may immerse them to the extent necessary.<br>What is implied? For the chain of a large bucket, the measure is four handbreadths; for a small one, ten handbreadths. It is necessary to immerse only this much of the chain, the remainder is pure."
          }
        },
        {
          "halakha": 26,
          "translations": {
            "hebrew": "כְּלִי טָמֵא שֶׁנָּתַן בְּתוֹכוֹ כֵּלִים אֲחֵרִים וְהִטְבִּיל הַכּל עָלְתָה לָהֶן טְבִילָה אַף עַל פִּי שֶׁפִּי הַכְּלִי צַר בְּיוֹתֵר שֶׁהֲרֵי הַמַּיִם נִכְנָסִין לוֹ וּמִתּוֹךְ שֶׁעָלְתָה טְבִילָה לַכְּלִי הַגָּדוֹל עָלְתָה טְבִילָה לַכֵּלִים שֶׁבְּתוֹכוֹ. וְאִם הִטָּהוּ עַל צִדּוֹ וְהִטְבִּיל לֹא עָלְתָה לָהֶן טְבִילָה עַד שֶׁיִּהְיֶה פִּיו רָחָב כִּשְׁפוֹפֶרֶת הַנּוֹד. וְכֵן אִם הָיָה הַכְּלִי טָהוֹר וְנָתַן לְתוֹכוֹ כֵּלִים טְמֵאִים וְהִטְבִּילָן לֹא עָלְתָה לָהֶן טְבִילָה עַד שֶׁיִּהְיֶה פִּיו רָחָב כִּשְׁפוֹפֶרֶת הַנּוֹד. בַּמֶּה דְּבָרִים אֲמוּרִים לִתְרוּמָה. אֲבָל לְקֹדֶשׁ אֵין מַטְבִּילִין כֵּלִים לְתוֹךְ כֵּלִים טְהוֹרִין כְּלָל וַאֲפִלּוּ הָיוּ בְּסַל אוֹ בְּקֻפָּה כְּמוֹ שֶׁבֵּאַרְנוּ לְמַעְלָה בִּמְקוֹמוֹ: \n",
            "english": "When one placed other <i>keilim</i> in an impure <i>k'li</i> and immersed them together, the immersion is effective for all of them, even if the opening of the <i>k'li</i> is very narrow. The rationale is that the water is able to enter it and since the immersion is acceptable for the larger <i>k'li</i>, it is also acceptable for the <i>keilim</i> inside of it. If he inclined it on its side and immersed it, the immersion is not acceptable for the <i>keilim</i> inside of it unless the opening is as wide as the mouthpiece of a drinking pouch. Similarly, if the larger <i>k'li</i> is pure and one placed impure <i>keilim</i> and immersed them together, the immersion is not acceptable for the <i>keilim</i> inside of it unless the opening is as wide as the mouthpiece of a drinking pouch.<br>When does the above apply? With regard to <i>terumah</i>, but with regard to consecrated food, <i>keilim</i> should not be immersed inside pure <i>keilim</i> at all, even if they were in a basket or a storage bin, as explained in its place."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "דִין תּוֹרָה שֶׁכָּל מַיִם מְכֻנָּסִין טוֹבְלִין בָּהֶן שֶׁנֶּאֱמַר <small>(ויקרא יא לו)</small> \"מִקְוֵה מַיִם\" מִכָּל מָקוֹם. וְהוּא שֶׁיִּהְיֶה בָּהֶן כְּדֵי לְהַעֲלוֹת בָּהֶן כְּדֵי טְבִילָה לְכָל גּוּף הָאָדָם בְּבַת אַחַת. שִׁעֲרוּ חֲכָמִים אַמָּה עַל אַמָּה בְּרוּם שָׁלֹשׁ אַמּוֹת. וְשִׁעוּר זֶה הוּא מַחֲזִיק אַרְבָּעִים סְאָה מַיִם בֵּין שְׁאוּבִין בֵּין שֶׁאֵינָן שְׁאוּבִין: \n",
            "english": "According to Scriptural Law, it is permissible to immerse in any collected body of water, as implied by Leviticus 11:36: \"a gathering of water,\" i.e., any gathering, provided it contains enough water for the entire body of a human being to immerse in it at one time. Our Sages measured this figure as a cubit by a cubit by a height of three cubits. This measure contains 40 <i>se'ah</i> of water. According to Scriptural Law, the water is acceptable whether drawn or not."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִדִּבְרֵי סוֹפְרִים שֶׁהַמַּיִם הַשְּׁאוּבִין פְּסוּלִין לִטְבִילָה. וְלֹא עוֹד אֶלָּא מִקְוֵה מַיִם שֶׁאֵינָן שְׁאוּבִין שֶׁנָּפַל לְתוֹכָן שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין פָּסְלוּ הַכּל. אַף עַל פִּי שֶׁפִּסּוּל מַיִם שְׁאוּבִין מִדִּבְרֵי סוֹפְרִים לְמָדוּהוּ בְּהֶקֵּשׁ שֶׁהֲרֵי הוּא אוֹמֵר <small>(ויקרא יא לו)</small> \"אַךְ מַעְיָן וּבוֹר מִקְוֵה מַיִם יִהְיֶה טָהוֹר\", הַמַּעְיָן אֵין בּוֹ תְּפִיסַת יַד אָדָם כְּלָל וְהַבּוֹר כֻּלּוֹ בִּידֵי אָדָם שֶׁהֲרֵי כֻּלּוֹ מַיִם שְׁאוּבִין, אָמְרוּ חֲכָמִים הַמִּקְוֶה לֹא יִהְיֶה כֻּלּוֹ שָׁאוּב כְּבוֹר וְאֵין צָרִיךְ לִהְיוֹת כֻּלּוֹ בִּידֵי שָׁמַיִם כְּמַעְיָן אֶלָּא אִם יֵשׁ בּוֹ תְּפִיסַת יַד אָדָם כָּשֵׁר: \n",
            "english": "According to Rabbinic Law, water that is drawn is invalid for immersion. Moreover, if there was a body of water that was not drawn and three <i>lugim</i> of drawn water fell into it, the entire body of water is invalidated.<br>Although the disqualification of drawn water is a Rabbinic decree, our Sages explained it based on an association found in a Biblical verse. Leviticus, <i>op. cit.</i>, states: \"Only a spring, a cistern, or a gathering of water shall be pure.\" Based on a comparison of the terms used in the verse, they explained: The water of \"a spring\" is not dependent on man's activity at all. The water of \"a cistern\" is entirely dependent on man's activity, for it contains drawn water entirely. Our Sages said: The \"gathering of water\" should not be entirely made up of drawn water like a cistern, nor need it come entirely from the hand of heaven. Instead, if it came into being partially through human effort, it is acceptable."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כֵּיצַד. הַמַּנִּיחַ קַנְקַנִּים בְּרֹאשׁ הַגַּג לְנַגְּבָם וְיָרְדוּ לָהֶם גְּשָׁמִים וְנִתְמַלְּאוּ אַף עַל פִּי שֶׁהִיא עוֹנַת הַגְּשָׁמִים הֲרֵי זֶה יִשְׁבֹּר אֶת הַקַּנְקַנִּים אוֹ יִכְפֵּם וְהַמַּיִם הַנִּקְוִים מֵהֶם כְּשֵׁרִים לִטְבּל וְאַף עַל פִּי שֶׁכָּל הַמַּיִם הָאֵלּוּ הָיוּ בַּכֵּלִים שֶׁהֲרֵי לֹא מִלְּאָן בְּיָדוֹ. לְפִיכָךְ אִם הִגְבִּיהַּ אֶת הַקַּנְקַנִּים וְהֶעֱרָם הֲרֵי כָּל הַמַּיִם שֶׁבָּהֶם שְׁאוּבִין: \n",
            "english": "What is implied? When a person places barrels on top of a roof to dry, but it rained and they became filled with water, even though it is during the rainy season, he may break the barrels or turn them over and the water collected from them is acceptable for immersion. Even though all of this water had been contained in vessels, the <i>mikveh</i> is acceptable, because the person did not fill it up by hand. Therefore if he lifted up the barrels and overturned them, all of the water in them is considered as drawn."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמַּנִּיחַ כֵּלִים תַּחַת הַצִּנּוֹר תָּמִיד בְּכָל עֵת וּבְכָל זְמַן אֶחָד כֵּלִים קְטַנִּים וְאֶחָד כֵּלִים גְּדוֹלִים אֲפִלּוּ כְּלֵי אֲבָנִים וְכַיּוֹצֵא בָּהֶן מִכֵּלִים שֶׁאֵינָן מְקַבְּלִין טֻמְאָה וְנִתְמַלְּאוּ מֵי גְּשָׁמִים הֲרֵי אֵלּוּ פְּסוּלִין. וְאִם כְּפָאָן עַל פִּיהֶן אוֹ שְׁבָרָן הַמַּיִם הַנִּקְוִין מֵהֶן כִּשְׁאוּבִין לְכָל דָּבָר שֶׁהֲרֵי לְדַעְתּוֹ נִתְמַלְּאוּ שֶׁחֶזְקַת הַצִּנּוֹר לְקַלֵּחַ מַיִם. וַאֲפִלּוּ שָׁכַח הַכֵּלִים תַּחַת הַצִּנּוֹר פְּסוּלִין גָּזְרוּ עַל הַשּׁוֹכֵחַ מִפְּנֵי הַמַּנִּיחַ. וְכֵן הַמַּנִּיחַ אֶת הַכֵּלִים בֶּחָצֵר בְּעֵת קִשּׁוּר הֶעָבִים וְנִתְמַלְּאוּ הַמַּיִם שֶׁבָּהֶן פְּסוּלִין שֶׁהֲרֵי לְדַעְתּוֹ נִתְמַלְּאוּ. וְכֵן גָּזְרוּ עַל הַשּׁוֹכֵחַ בֶּחָצֵר בִּשְׁעַת קִשּׁוּר עָבִים מִשּׁוּם מַנִּיחַ. הִנִּיחָן בֶּחָצֵר בְּעֵת פִּזּוּר עָבִים וּבָאוּ עָבִים וְנִתְמַלְּאוּ הֲרֵי אֵלּוּ כְּשֵׁרִין כְּמוֹ שֶׁמַּנִּיחָן בְּרֹאשׁ הַגָּג לְנַגְּבָן. וְכֵן אִם הִנִּיחָן בְּעֵת קִשּׁוּר הֶעָבִים וְנִתְפַּזְּרוּ וְחָזְרוּ וְנִתְקַשְּׁרוּ וְנִתְמַלְּאוּ הֲרֵי אֵלּוּ כְּשֵׁרִין. וְאִם שִׁבְּרָן אוֹ כְּפָאָן הַמַּיִם הַנִּקְוִין מֵהֶן כְּשֵׁרִין: \n",
            "english": "When a person places containers under a drainage pipe at any time and any season, both small containers and large containers, even containers of stone and the like that are not susceptible to ritual impurity, if they became filled with rainwater, the water is not acceptable for a <i>mikveh</i>. Even if he turned them over or broke them, the water collected from them is considered as drawn in every respect. For the containers were filled as a result of his intent, since it can be assumed that a drainpipe will conduct water. Even if one forgot containers under a drainpipe, the water is unacceptable for a <i>mikveh</i>. Our Sages issued a decree against one who forgot, lest a person place them there intentionally.<br>Similarly, if one placed containers in a courtyard when the sky was densely cloudy and they became filled with rainwater afterwards, the water inside of them is unacceptable for a <i>mikveh</i>, since they were filled as a result of his intent. Moreover, our Sages issued a decree against one who forgot containers in a courtyard, lest a person place them there intentionally.<br>If one placed containers in a courtyard when the clouds were dispersed and then the sky became cloudy and the containers became filled with rainwater, the water is acceptable for a <i>mikveh</i>, like that in containers left on top of a roof to dry. Similarly, when one left containers in a courtyard when the sky was densely cloudy, the clouds dispersed, and then became dense again and the containers became filled with rainwater, the water is acceptable. If he breaks the containers or turns them over, the water collected from them is acceptable for a <i>mikveh</i>."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַסַּיָּד שֶׁשָּׁכַח עָצִיץ בַּמִּקְוֶה וְנִתְמַלְּאוּ מַיִם אַף עַל פִּי שֶׁלֹּא נִשְׁאַר בַּמִּקְוֶה אֶלָּא מְעַט וַהֲרֵי הֶעָצִיץ יֵשׁ בּוֹ רֹב הַמִּקְוֶה הֲרֵי זֶה יִשְׁבֹּר אֶת הֶעָצִיץ בִּמְקוֹמוֹ וְנִמְצָא הַמִּקְוֶה כֻּלּוֹ כָּשֵׁר. וְכֵן הַמְסַדֵּר אֶת הַקַּנְקַנִּים בְּתוֹךְ הַמִּקְוֶה כְּדֵי לְחַסְּמָן וְנִתְמַלְּאוּ מַיִם אַף עַל פִּי שֶׁבָּלַע הַמִּקְוֶה אֶת מֵימָיו וְלֹא נִשְׁאַר שָׁם מַיִם כְּלָל אֶלָּא מַיִם שֶׁבְּתוֹךְ הַקַּנְקַנִּים הֲרֵי זֶה יִשְׁבֹּר אֶת הַקַּנְקַנִּים וְהַמַּיִם הַנִּקְוִין מֵהֶן מִקְוֶה כָּשֵׁר: \n",
            "english": "When one who applies lime forgot a large container in a <i>mikveh</i> and it became full with water, even if only a small quantity of water remained in the <i>mikveh</i> and the majority of the water of the <i>mikveh</i> is in the container, he may break the container in its place. Thus the entire <i>mikveh</i> will be acceptable.<br>Similarly, when one arranged containers in a <i>mikveh</i> to seal them and they became filled with water, even though the <i>mikveh</i> absorbed its water and no water remained except the water in the containers, one may break the containers. The water that collects from them forms an acceptable <i>mikveh</i>."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כֵּיצַד פּוֹסְלִין הַמַּיִם הַשְּׁאוּבִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין. שֶׁאִם הָיָה בַּמִּקְוֶה פָּחוֹת מֵאַרְבָּעִים סְאָה [וְנָפַל לְתוֹכָן שְׁלֹשָׁה לוֹגִין וְהִשְׁלִימוּם לְאַרְבָּעִים סְאָה] הַכּל פָּסוּל. אֲבָל מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם שֶׁאֵינָן שְׁאוּבִין וְשָׁאַב בְּכַד וְשָׁפַךְ לְתוֹכוֹ כָּל הַיּוֹם כֻּלּוֹ כָּשֵׁר. וְלֹא עוֹד אֶלָּא מִקְוֶה עֶלְיוֹן שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִין וְהָיָה מְמַלֵּא בִּכְלִי וְנוֹתֵן לְתוֹכוֹ עַד שֶׁיִּרְבּוּ הַמַּיִם וְיָרְדוּ לַמִּקְוֶה הַתַּחְתּוֹן אַרְבָּעִים סְאָה הֲרֵי הַתַּחְתּוֹן כָּשֵׁר: \n",
            "english": "How do three <i>lugim</i> of drawn water invalidate a <i>mikveh</i>? If there were less than 40 <i>se'ah</i> of acceptable water in a <i>mikveh</i> and three <i>lugim</i> of water fell in, making the entire amount 40 <i>se'ah</i>, all of the water is disqualified for use. If, however, there are 40 <i>se'ah</i> of water that was not drawn in a <i>mikveh</i> and then one drew water with a pitcher and poured it into the <i>mikveh</i> throughout the entire day, it is acceptable. Furthermore, when there are two <i>mikveot</i>, one above the other, and the upper <i>mikveh</i> had 40 <i>se'ah</i> of acceptable water and one was drawing water by hand and pouring it into that <i>mikveh</i> until the amount of water increased to the extent that 40 <i>se'ah</i> overflowed and descended into the lower <i>mikveh</i>, the lower <i>mikveh</i> is acceptable."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מְכֻוָּנוֹת וְנָתַן לְתוֹכוֹ סְאָה מַיִם שְׁאוּבִין וְנָטַל אַחַר כָּךְ מִמֶּנּוּ סְאָה הֲרֵי זֶה כָּשֵׁר. וְכֵן נוֹתֵן סְאָה וְנוֹטֵל סְאָה וְהוּא כָּשֵׁר עַד רֻבּוֹ: \n",
            "english": "When a <i>mikveh</i> contained exactly 40 <i>se'ah</i> and one added a <i>se'ah</i> of drawn water and then removed a <i>se'ah</i> of water from it, the <i>mikveh</i> is acceptable. Similarly, if he added a <i>se'ah</i> of drawn water and removed a <i>se'ah</i> of water from the <i>mikveh</i>, the <i>mikveh</i> is acceptable provided the greater portion of the original water remained."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין הַמַּיִם הַשְּׁאוּבִין פּוֹסְלִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין עַד שֶׁיִּפְּלוּ לְתוֹךְ הַמִּקְוֶה מִן הַכְּלִי. אֲבָל אִם נִגְרְרוּ הַמַּיִם הַשְּׁאוּבִין חוּץ לַמִּקְוֶה וְנִמְשְׁכוּ וְיָרְדוּ לַמִּקְוֶה אֵינָן פּוֹסְלִין אֶת הַמִּקְוֶה עַד שֶׁיִּהְיוּ מֶחֱצָה לְמֶחֱצָה אֲבָל אִם הָיָה רֹב מִן הַכְּשֵׁרִים הֲרֵי הַמִּקְוֶה כָּשֵׁר. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ עֶשְׂרִים סְאָה וּמַשֶּׁהוּ מַיִם כְּשֵׁרִין וְהָיָה מְמַלֵּא וְשׁוֹאֵב חוּץ לַמִּקְוֶה וְהַמַּיִם נִמְשָׁכִין וְיוֹרְדִין לַמִּקְוֶה בֵּין שֶׁהָיוּ נִמְשָׁכִין עַל הַקַּרְקַע אוֹ בְּתוֹךְ הַסִּילוֹן וְכַיּוֹצֵא בּוֹ מִדְּבָרִים שֶׁאֵינָן פּוֹסְלִין אֶת הַמִּקְוֶה הֲרֵי הוּא כָּשֵׁר וַאֲפִלּוּ הִשְׁלִימוֹ לְאֶלֶף סְאָה. שֶׁהַשְּׁאִיבָה שֶׁהִמְשִׁיכוּהָ כְּשֵׁרָה אִם הָיָה שָׁם רֹב אַרְבָּעִים סְאָה מִן הַכָּשֵׁר. וְכֵן גַּג שֶׁהָיָה בְּרֹאשׁוֹ עֶשְׂרִים סְאָה וּמַשֶּׁהוּ מֵי גְּשָׁמִים וּמִלֵּא בִּכְתֵפוֹ וְנָתַן לְתוֹכוֹ פָּחוֹת מֵעֶשְׂרִים שֶׁנִּמְצָא הַכּל פָּסוּל וּפָתַח הַצִּנּוֹר וְנִמְשְׁכוּ הַכּל לְמָקוֹם אֶחָד הֲרֵי זֶה מִקְוֶה כָּשֵׁר. שֶׁהַשְּׁאוּבִים שֶׁהִמְשִׁיכוּהָ כֻּלָּהּ כְּשֵׁרָה הוֹאִיל וְהָיָה שָׁם רֹב מִן הַכָּשֵׁר: \n",
            "english": "Drawn water does not disqualify the water of a <i>mikveh</i> when three <i>lugin</i> fall in unless they fall into the <i>mikveh</i> from a container. If, by contrast, the drawn water flows on the ground outside the <i>mikveh</i> and continues streaming until it descends into the <i>mikveh</i>, it does not disqualify the <i>mikveh</i> unless it constitutes half or more of the original 40 <i>seah</i> of water. If, however, the majority of the original 40 <i>se'ah</i> of water was acceptable, the <i>mikveh</i> is acceptable.<br>What is implied? When a <i>mikveh</i> contains a little bit more than 20 <i>se'ah</i> of acceptable water, one drew water and poured it outside the <i>mikveh</i>, and then the water flowed and descended into the <i>mikveh</i>, it is acceptable, even if it reached a total of 1000 <i>se'ah</i>. This applies whether the water flowed on the ground or through a conduit or the like that does not disqualify a <i>mikveh</i>. The rationale is that drawn water that was caused to flow is acceptable if the majority of 40 <i>se'ah</i> water is acceptable.<br>Similarly, if there was a little more than 20 <i>se'ah</i> of rainwater on an enclosed roof and one drew water by hand and poured less than 20 <i>se'ah</i> of water into the water, the entire quantity is unacceptable. Nevertheless, if one opened the drainage pipe and caused all the water to flow into one place, it constitutes an acceptable <i>mikveh</i>. The rationale is that when an entire quantity of drawn water was caused to flow, it is acceptable, provided the majority of the water was acceptable."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הוֹרוּ מִקְצָת חַכְמֵי מַעֲרָב וְאָמְרוּ הוֹאִיל וְאָמְרוּ חֲכָמִים שְׁאוּבָה שֶׁהִמְשִׁיכוּהָ כֻּלָּהּ טְהוֹרָה אֵין אָנוּ צְרִיכִין שֶׁיִּהְיוּ שָׁם רֹב מַיִם כְּשֵׁרִין. וְזֶה שֶׁהִצְרִיךְ רֹב וְהַמְשָׁכָה דִּבְרֵי יָחִיד הֵן וּכְבָר נִדְּחוּ שֶׁהֲרֵי אָמְרוּ בַּסּוֹף שְׁאוּבָה שֶׁהִמְשִׁיכוּהָ כֻּלָּהּ טְהוֹרָה. לְפִי דִּבְרֵי זֶה אִם הָיָה מְמַלֵּא בִּכְלִי וְשׁוֹפֵךְ וְהַמַּיִם נִזְחָלִין וְהוֹלְכִין לְמָקוֹם אֶחָד הֲרֵי זֶה מִקְוֶה כָּשֵׁר. וְכֵן כָּל אַמְבְּטִי שֶׁבְּמֶרְחֲצָאוֹת שֶׁלָּנוּ מִקְוָאוֹת כְּשֵׁרִין. שֶׁהֲרֵי כָּל הַמַּיִם שֶׁבָּהֶן שָׁאוּב וְשֶׁנִּמְשָׁךְ הוּא. וּמֵעוֹלָם לֹא רָאִינוּ מִי שֶׁעָשָׂה מַעֲשֵׂה בְּעִנְיָן זֶה: \n",
            "english": "Some of the scholars of the west ruled that since the Sages declared \"An entire quantity of drawn water that was caused to flow is pure,\" it is not necessary that the majority of the water be acceptable. Instead, the perspective that required both a majority of acceptable water and that it be caused to flow are the words of only one Sage and they were already rebutted, for the conclusion of the passage states: \"An entire quantity of drawn water that was caused to flow is pure.\"<br>According to the words of the scholars of the west, if one would fill a container with water and pour it out and the water would flow to one place where it collects, it would be an acceptable <i>mikveh</i>. Similarly, all the pools in our bathhouses would be kosher <i>mikveot</i>, for all the water they contain was drawn and then flowed through pipes. Never have we seen anyone who performed such a deed, i.e., ruling that such pools are acceptable for immersion."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מֵי גְּשָׁמִים וּמַיִם שְׁאוּבִין שֶׁהָיוּ מִתְעָרְבִין בְּחָצֵר וְנִמְשָׁכִין וְיוֹרְדִין לַעֻקָּה שֶׁבֶּחָצֵר אוֹ שֶׁמִּתְעָרְבִין עַל מַעֲלוֹת הַמְּעָרָה וְיוֹרְדִין לַמְּעָרָה. אִם רֹב מִן הַכָּשֵׁר כָּשֵׁר וְאִם רֹב מִן הַפָּסוּל פָּסוּל. מֶחֱצָה לְמֶחֱצָה פָּסוּל. אֵימָתַי בִּזְמַן שֶׁמִּתְעָרְבִין עַד שֶׁלֹּא יַגִּיעוּ לַמִּקְוֶה וְנִמְשָׁכִין וְיוֹרְדִין אֲבָל אִם הָיוּ הַכְּשֵׁרִים וְהַפְּסוּלִים מְקַלְּחִין לְתוֹךְ הַמִּקְוֶה אִם יָדוּעַ שֶׁנָּפְלוּ לְתוֹכוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִין עַד שֶׁלֹּא יָרְדוּ לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין כָּשֵׁר וְאִם לָאו פָּסוּל: \n",
            "english": "The following laws apply when rainwater and drawn water were mixed together in a courtyard and flowed into a cavity or they were mixed together on the steps leading to an underground cavern and then descended into the cavern. If the majority of the water was acceptable, the <i>mikveh</i> is acceptable. If the majority of the water was unacceptable, it is unacceptable.<br>When does the above apply? When they became mixed together before they reached the <i>mikveh</i>, but instead, flowed and descended together. If, however, the acceptable water and the unacceptable water were descending directly into the <i>mikveh</i>, different rules apply. If it is known that 40 <i>se'ah</i> of acceptable water fell into the <i>mikveh</i> before three <i>lugim</i> of drawn water, the <i>mikveh</i> is acceptable. If not, it is unacceptable."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִקְוְה שֶׁנָּפְלוּ אֵלָיו שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין מִכְּלִי אֶחָד אוֹ מִשְּׁנַיִם וּשְׁלֹשָׁה כֵּלִים מִצְטָרְפִין וְהוּא שֶׁיַּתְחִיל הַשֵּׁנִי עַד שֶׁלֹּא פָּסַק הָרִאשׁוֹן. מֵאַרְבָּעָה כֵּלִים אֵין מִצְטָרְפִין. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁלֹּא נִתְכַּוֵּן לְרַבּוֹת. אֲבָל אִם נִתְכַּוֵּן לְרַבּוֹת אֶת מֵי הַמִּקְוֶה אֲפִלּוּ נָפַל מִשְׁקַל דִּינָר בְּכָל שָׁנָה מִצְטָרֵף לִשְׁלֹשָׁה לוֹגִין בֵּין שֶׁקָּדְמוּ הַשְּׁאוּבִים אֶת הַכְּשֵׁרִים בֵּין שֶׁקָּדְמוּ הַכְּשֵׁרִים אֶת הַשְּׁאוּבִים אוֹ שֶׁנָּפְלוּ שְׁתֵּיהֶן כְּאַחַת. כֵּיוָן שֶׁנָּפְלוּ שְׁלֹשָׁה לוֹגִין שְׁאוּבִין לְתוֹךְ אַרְבָּעִים סְאָה [קֹדֶם שֶׁנָּפְלוּ בּוֹ אַרְבָּעִים סְאָה אוֹ לְפָחוֹת מֵאַרְבָּעִים] נִפְסַל הַכּל וְנַעֲשָׂה שָׁאוּב:  ",
            "english": "When three <i>lugim</i> of drawn water fall into a <i>mikveh</i> - whether from one <i>k'li</i> or from two or three <i>keilim</i> - they can be combined to reach a quantity that disqualifies the <i>mikveh</i>, provided the water begins descending from the second before it concludes descending from the first. If descends from four <i>keilim</i>, the water from them is not combined.<br>When does the above apply? When one did not intend to increase the amount of water in the <i>mikveh</i>. If, however, one intended to increase the amount of water in the <i>mikveh</i>, even if a <i>dinar</i>-size measure was added each year, they are all combined to reach the sum of three <i>lugim</i>, whether the drawn water was present there before the acceptable water, the acceptable water was present there before the drawn water, or they both fell into the <i>mikveh</i> at the same time. Since three <i>lugim</i> of water fell into 40 <i>se'ah</i> combining with the acceptable water to reach that amount or into less than 40 <i>se'ah</i> of water, the entire amount is invalidated and considered as drawn."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהֵטִילוּ זֶה לוֹג וּמֶחֱצָה וְזֶה לוֹג וּמֶחֱצָה. וְהַסּוֹחֵט כְּסוּתוֹ וְהִגְבִּיהָהּ וְהַמַּיִם שֶׁבָּהּ נוֹפְלִין מִמְּקוֹמוֹת הַרְבֵּה. וְכֵן הַמְעָרֶה מִן הַצַּרְצוּר שֶׁמֵּטִיל מִמְּקוֹמוֹת הַרְבֵּה הֲרֵי אֵלּוּ פּוֹסְלִין:  ",
            "english": "When two people each poured a <i>log</i> and a half into a <i>mikveh</i>, or one wrung out his garment and lifted it up, causing the water it contained to fall from several places, it invalidates a <i>mikveh</i>. A similar ruling applies when one pours from a distributor that causes water to pour from several places at the same time."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַמַּטְבִּיל כַּר אוֹ כֶּסֶת שֶׁל עוֹר בְּמִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מְכֻוָּנוֹת כֵּיוָן שֶׁהִגְבִּיהַּ שִׂפְתוֹתֵיהֶן מִן הַמַּיִם נִמְצְאוּ הַמַּיִם שֶׁבְּתוֹכָן שְׁאוּבִין. כֵּיצַד יַעֲשֶׂה. מַטְבִּילָן וּמַעֲלָן דֶּרֶךְ שׁוּלֵיהֶן. אֲבָל הַקֻּפָּה וְהַשַּׂק מַטְבִּילָן וּמַעֲלָן כְּדַרְכָּן וְאֵינוֹ חוֹשֵׁשׁ:  ",
            "english": "When one immerses a pillow or a cushion of leather into a <i>mikveh</i> that has exactly 40 <i>se'ah</i>, when he lifts their edges out of the water, the water inside of them is considered as drawn water.<br>What should he do? He should immerse them and lift them up by their ends. With regard to a basket and a sack, he should immerse them and lift them up in the ordinary manner without showing any concern."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁיֵּשׁ בּוֹ שָׁלֹשׁ גּוּמוֹת מִמַּיִם שְׁאוּבִין לוֹג בְּכָל גּוּמָא וְנָפְלוּ לְתוֹכוֹ מַיִם כְּשֵׁרִים אִם יָדוּעַ שֶׁנָּפַל לְתוֹכוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִים עַד שֶׁלֹּא יַגִּיעוּ לַגּוּמָא הַשְּׁלִישִׁית כָּשֵׁר וְאִם לָאו פָּסוּל:  ",
            "english": "The following law applies to a <i>mikveh</i> that had three pockets of drawn water with a <i>log</i> in each of the pockets and then acceptable water fell into it. If it is known that 40 <i>se'ah</i> of acceptable water fell into it before the water reached the third pocket, it is acceptable, If not, it is disqualified."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁנֵי מִקְוָאוֹת אֵין בְּכָל אֶחָד מֵהֶן אַרְבָּעִים סְאָה וְנָפַל לָזֶה לוֹג וּמֶחֱצָה וְלָזֶה לוֹג וּמֶחֱצָה וְנִתְעָרְבוּ שְׁנֵי הַמִּקְוָאוֹת הֲרֵי אֵלּוּ כְּשֵׁרִין מִפְּנֵי שֶׁלֹּא נִקְרָא עַל אֶחָד מֵהֶן שֵׁם פָּסוּל. אֲבָל מִקְוֶה שֶׁאֵין בּוֹ אַרְבָּעִים סְאָה שֶׁנָּפַל לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין וְאַחַר כָּךְ נֶחְלָק לִשְׁנַיִם וְרִבָּה מַיִם כְּשֵׁרִים עַל כָּל אֶחָד מֵהֶן הֲרֵי אֵלּוּ פְּסוּלִין שֶׁכָּל הַמִּקְוֶה כֻּלּוֹ שֶׁנִּפְסַל כְּמַיִם שְׁאוּבִין הוּא חָשׁוּב וּכְאִלּוּ כָּל מֵימָיו נִשְׁאֲבוּ בִּכְלִי:  ",
            "english": "When there are two <i>mikveot</i>, neither containing 40 <i>se'ah</i>, a <i>log</i> and a half fell into each one of them, and then the <i>mikveot</i> became mixed together, they are acceptable. The rationale is that neither one of them had been designated as unacceptable.<br>If, by contrast, three <i>lugim</i> of drawn water fell into a <i>mikveh</i> that does not contain 40 <i>se'ah</i> [of acceptable water and afterwards, it was divided into two, even though enough acceptable water was added to each one to constitute an acceptable <i>mikveh</i>, they are invalid. The rationale is that whenever a <i>mikveh</i> is disqualified, all of its contents are considered as drawn water. It is as if all of the water had been drawn with a container."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בּוֹר שֶׁהוּא מָלֵא מַיִם שְׁאוּבִים וְהָאַמָּה נִכְנֶסֶת לוֹ וְיוֹצֵאת מִמֶּנּוּ לְעוֹלָם הוּא בְּפִסּוּלוֹ עַד שֶׁתְּחַשֵּׁב שֶׁלֹּא נִשְׁאֲרוּ מִן הַשְּׁאוּבִין שֶׁהָיוּ בַּבּוֹר שְׁלֹשָׁה לוֹגִין. מִקְוֶה שֶׁנָּפַל לְתוֹכוֹ מַיִם שְׁאוּבִין וְנִפְסַל וְאַחַר כָּךְ רִבָּה עָלָיו מַיִם כְּשֵׁרִים עַד שֶׁנִּמְצְאוּ הַכְּשֵׁרִים אַרְבָּעִים סְאָה הֲרֵי הוּא בְּפִסּוּלוֹ עַד שֶׁיֵּצְאוּ כָּל הַמַּיִם שֶׁהָיוּ בְּתוֹכוֹ וְיִפְחֲתוּ הַשְּׁאוּבִין מִשְּׁלֹשָׁה לוֹגִין. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ עֶשְׂרִים סְאָה מֵי גְּשָׁמִים וְנָפַל לְתוֹכוֹ סְאָה מַיִם שְׁאוּבִים וְאַחַר כָּךְ הִרְבָּה עָלָיו מַיִם כְּשֵׁרִים. הֲרֵי זֶה בְּפִסּוּלוֹ עַד שֶׁיֵּדַע שֶׁיָּצְאוּ מִמֶּנּוּ עֶשְׂרִים סְאָה שֶׁהָיוּ בּוֹ וַחֲמִשָּׁה קַבִּין וְיוֹתֵר מֵרְבִיעַ הַקַּב וְלֹא נִשְׁאַר מִן הַכּל שֶׁנִּפְסַל חוּץ מִפָּחוֹת מִשְּׁלֹשָׁה לוֹגִין. וְכֵן אִם עָשָׂה מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִים וְעֵרְבוֹ עִם הַמִּקְוֶה הַזֶּה הַפָּסוּל טִהֲרוּ אֵלּוּ אֶת אֵלּוּ:  ",
            "english": "When a cistern is filled with drawn water and a canal of rainwater flows into it and out of it, it is still considered as unacceptable until it can be calculated that not even three <i>lugim</i> of the drawn water that originally was in the cistern remain.<br>When three <i>lugim</i> of unacceptable water fall into a <i>mikveh</i> containing less than 40 <i>se'ah</i> of acceptable water, all of its contents are disqualified. Even if afterwards, he added enough acceptable water until the measure of 40 <i>se'ah</i> is reached, the <i>mikveh</i> remains invalid until all the water that was contained within it flows out and less than three <i>lugim</i> of the drawn water remain.<br>What is implied? A <i>mikveh</i> contains 20 <i>se'ah</i> of rainwater and a <i>se'ah</i> of drawn water fell into it. Afterwards, more acceptable water was added to it. It remains unacceptable until one knows that the 20 <i>se'ah</i> it originally contained and more than five and a quarter <i>kabbin</i> of the added water flowed out and less than three <i>lugim</i> of the entire quantity remain. Similarly, if one made a <i>mikveh</i> that contains 40 <i>se'ah</i> of acceptable water and joined it to this invalid <i>mikveh</i>, the acceptable water purifies the unacceptable water."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמְסַלֵּק אֶת הַטִּיט לַצְּדָדִים וְנִמְשְׁכוּ מִמֶּנּוּ שְׁלֹשָׁה לוֹגִים לַמִּקְוֶה הֲרֵי זֶה כָּשֵׁר. הָיָה תּוֹלֵשׁ הַטִּיט וּמַגְבִּיהוֹ בְּיָדוֹ וְהִבְדִּילוֹ מִן הַמִּקְוֶה לְצִדָּהּ וְנִמְשְׁכוּ מִמֶּנּוּ שְׁלֹשָׁה לוֹגִין הֲרֵי אֵלּוּ פּוֹסְלִין:  ",
            "english": "If one was moving mud from the bottom of the <i>mikveh</i> to the sides and, as a result, three <i>lugim</i> of water flowed into the <i>mikveh</i>, it remains acceptable. If one was removing the mud and lifted it up by hand, separating it from the <i>mikveh</i> and placing it on the <i>mikveh's</i> sides and three <i>lugim</i> flowed into the <i>mikveh</i> from it, they disqualify it."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "גַּיִס הָעוֹבֵר מִמָּקוֹם לְמָקוֹם וְכֵן בְּהֵמָה הָעוֹבֶרֶת מִמָּקוֹם לְמָקוֹם וְזָלְפוּ בִּידֵיהֶן וּבְרַגְלֵיהֶם שְׁלֹשָׁה לוֹגִין לַמִּקְוֶה הֲרֵי זֶה כָּשֵׁר. וְלֹא עוֹד אֶלָּא אֲפִלּוּ עָשׂוּ מִקְוֶה בַּתְּחִלָּה הֲרֵי זֶה כָּשֵׁר:  ",
            "english": "When a legion is passing from one place to another - or similarly, an animal is passing from one place to another - and three <i>lugim</i> of water was splashed into a <i>mikveh</i> by their hands and feet, it is acceptable. Moreover, even if they made a <i>mikveh</i> in this manner initially, it is acceptable."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁאֵין בּוֹ אַרְבָּעִים סְאָה וְנָפַל לְתוֹכוֹ פָּחוֹת מִשְּׁלֹשָׁה לוֹגִין מַיִם טְמֵאִין שְׁאוּבִין הֲרֵי זֶה כָּשֵׁר לְחַלָּה וְלִתְרוּמָה וְלִטּל מֵהֶן לַיָּדַיִם. וּפְסוּלִין לְהַקְווֹת עֲלֵיהֶן. יָרְדוּ עֲלֵיהֶן גְּשָׁמִים וְרַבּוּ עֲלֵיהֶן הֲרֵי אֵלּוּ כְּשֵׁרִים לְהַקְווֹת עֲלֵיהֶם. נָפַל לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין טְמֵאִים הֲרֵי זֶה פָּסוּל לְחַלָּה וְלִתְרוּמָה וְלִטּל מִמֶּנּוּ לַיָּדַיִם. וּפְסוּלִין לְהַקְווֹת עָלָיו. יָרְדוּ גְּשָׁמִים וְרַבּוּ עֲלֵיהֶן הֲרֵי הֵן כְּשֵׁרִין לְחַלָּה וְלִתְרוּמָה וְלִטּל מֵהֶן לַיָּדַיִם וּפְסוּלִין לְהַקְווֹת עֲלֵיהֶן עַד שֶׁיֵּצְאוּ כָּל הַמַּיִם הָרִאשׁוֹנִים שֶׁנַּעֲשׂוּ כֻּלָּן כִּשְׁאוּבִין וְלֹא יִשָּׁאֵר מֵהֶן אֶלָּא פָּחוֹת מִשְּׁלֹשָׁה לוֹגִין. וְכֵן מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר דִּינָר וְנָפְלוּ לְתוֹכוֹ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין טְמֵאִין הֲרֵי זֶה פָּסוּל לְחַלָּה וְלִתְרוּמָה וְלִטּל מִמֶּנּוּ לַיָּדַיִם וּפְסוּלִין לְהַקְווֹת עֲלֵיהֶן. נָפַל לְתוֹכוֹ פָּחוֹת מִשְּׁלֹשָׁה לוֹגִין מַיִם אֲפִלּוּ כֻּלָּן טְמֵאִין וְאַחַר כָּךְ נָפְלוּ לְתוֹכוֹ מִשְׁקַל דִּינָר מֵי גְּשָׁמִים שֶׁהִשְׁלִימוּ כָּשֵׁר. כְּשֵׁם שֶׁטָּהוֹר לִטְבִילָה כָּךְ טָהוֹר לְכָל דָּבָר:  ",
            "english": "When a <i>mikveh</i> does not contain 40 <i>se'ah</i> and less than three <i>lugim</i> of impure, drawn water fell into it, the water is acceptable with regard to <i>challah</i> and <i>terumah</i> and one may use it for the ritual washing of hands. It is, however, invalid to be used as the base for the collection of water for an acceptable <i>mikveh</i>. If rainwater descended upon it to the extent that the rainwater constituted the majority of the mixture, the mixture is acceptable to be used as the base for the collection of water for an acceptable <i>mikveh</i>.<br>When three <i>lugim</i> of impure, drawn water fell into it, the water is unacceptable for <i>challah</i> and <i>terumah</i>. One may not use it for the ritual washing of hands, nor may it be used as the base for the collection of water for an acceptable <i>mikveh</i>. If rainwater descended upon it to the extent that the rainwater constituted the majority of the mixture, the mixture is acceptable with regard to <i>challah</i> and <i>terumah</i> and one may use it for the ritual washing of hands. It is, however, invalid to be used as the base for the collection of water for an acceptable <i>mikveh</i> until all of the original water that became considered as drawn flowed out and less than three <i>lugim</i> of it remained.<br>Similarly, if there was a <i>mikveh</i> that contained only a <i>dinar</i>-size measure less than 40 <i>se'ah</i> and three <i>lugim</i> of impure, drawn water fell into it, the water is unacceptable for <i>challah</i> and <i>terumah</i>. One may not use it for the ritual washing of hands, nor may it be used as the base for the collection of water for an acceptable <i>mikveh</i>. If less than three <i>lugim</i> of water fell into it - even if the water was all impure - and then a <i>dinar</i>-size measure of rainwater fell into it, causing it to comprise a complete measure of 40 <i>se'ah</i>, it is acceptable. Just as it is considered as pure with regard to immersion, it is considered pure in every respect."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הַכֵּלִים הַמְקַבְּלִין שֶׁהָלְכוּ הַמַּיִם עֲלֵיהֶן אוֹ שֶׁנָּפְלוּ מִתּוֹכָן הֲרֵי אֵלּוּ שְׁאוּבִין וּפוֹסְלִין אֶת הַמִּקְוֶה. וְהוּא שֶׁיֵּעָשׂוּ לְקַבָּלָה. אֲפִלּוּ הָיוּ כֵּלִים שֶׁאֵין מְקַבְּלִין טֻמְאָה כְּגוֹן כְּלֵי אֲבָנִים וּכְלֵי אֲדָמָה הֲרֵי אֵלּוּ פּוֹסְלִין: \n",
            "english": "Whenever water passes over <i>keilim</i> that contain a receptacle or water falls into them, it is considered as drawn water and disqualifies a <i>mikveh</i>, provided that the receptacle was made to serve that purpose. Even containers that are not susceptible to ritual impurity, e.g., stone containers and containers made from earth, disqualify water."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל כְּלִי שֶׁלֹּא נַעֲשָׂה לְקַבָּלָה אַף עַל פִּי שֶׁהוּא מְקַבֵּל אֵינוֹ פּוֹסֵל אֶת הַמִּקְוֶה. כְּגוֹן הַסִּילוֹנוֹת שֶׁהַמַּיִם נִמְשָׁכִין מֵהֶן אַף עַל פִּי שֶׁהֵן רְחָבִים בְּאֶמְצַע וּמְקַבְּלִין אֵין פּוֹסְלִין אֶת הַמִּקְוֶה בֵּין שֶׁהָיוּ שֶׁל מַתֶּכֶת אוֹ שֶׁל חֶרֶס: \n",
            "english": "Whenever a <i>k'li</i> was not made with the intent that it serve as a receptacle, even though it does serve as a receptacle, the water it contains does not disqualify a <i>mikveh</i>, for example, large pipes through which water flows. Even though they are wide in the middle and serve as receptacles, the water they contain does not disqualify a <i>mikveh</i>. This applies whether they were made of metal or of earthenware."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַשֹּׁקֶת שֶׁבַּסֶּלַע אֵינוֹ פּוֹסֵל אֶת הַמִּקְוֶה לְפִי שֶׁאֵינָהּ כְּלִי. אֲבָל כְּלִי שֶׁחִבְּרוֹ בַּסֶּלַע פּוֹסֵל אֶת הַמִּקְוֶה אַף עַל פִּי שֶׁחִבְּרוֹ בְּסִיד. נִקְּבָה מִלְּמַטָּה אוֹ מִן הַצַּד כִּשְׁפוֹפֶרֶת הַנּוֹד כְּשֵׁרָה וְאֵינָהּ פּוֹסֶלֶת אֶת הַמִּקְוֶה: \n",
            "english": "The water contained in a trough in a stone does not disqualify a <i>mikveh</i>, because the trough is not a <i>k'li</i>. If, however, one joins a <i>k'li</i> to a stone, water contained in it disqualifies a <i>mikveh</i>, even if it was joined with cement. If one made a hole from below or one as wide as the mouthpiece of a drinking pouch in the trough from the side, it is acceptable and water contained within it does not disqualify a <i>mikveh</i>."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַלּוֹקֵחַ כְּלִי גָּדוֹל כְּגוֹן חָבִית גְּדוֹלָה אוֹ עֲרֵבָה גְּדוֹלָה וְנִקְּבוֹ נֶקֶב הַמְטַהֲרוֹ וּקְבָעוֹ בָּאָרֶץ וַעֲשָׂאָהוּ מִקְוֶה הֲרֵי זֶה כָּשֵׁר. וְכֵן אִם פָּקַק אֶת הַנֶּקֶב בְּסִיד וּבְבִנְיָן אֵינוֹ פּוֹסֵל וְהַמַּיִם הַנִּקְוִין בְּתוֹכוֹ מִקְוֶה כָּשֵׁר. סְתָמוֹ בְּסִיד אוֹ בְּגִפְּסִיס עֲדַיִן הוּא פּוֹסֵל אֶת הַמִּקְוֶה עַד שֶׁיִּקְבָּעֶנּוּ בָּאָרֶץ אוֹ יִבְנֶה. וְאִם הוֹלִיכוֹ עַל גַּב הָאָרֶץ וְעַל גַּב הַסִּיד וּמֵרֵחַ בְּטִיט מִן הַצְּדָדִין הֲרֵי זֶה כָּשֵׁר: \n",
            "english": "When a person takes a large barrel or a large kneading trough and makes a hole large enough to purify it from susceptibility to impurity, and then permanently affixes it within the ground, making it into a <i>mikveh</i>, it is acceptable. Similarly, if one plugged the hole with lime and with building materials, this does not disqualify the barrel and the water collected within forms an acceptable <i>mikveh</i>. If one plugged it with lime or with gypsum, the water it contains makes a <i>mikveh</i> unacceptable, unless it was permanently affixed to the earth or made part of a building. If it was taken and placed on the surface of the earth or on lime and mud was smeared on its sides, it is acceptable to use as a <i>mikveh</i>."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמַּנִּיחַ טַבְלָא תַּחַת הַצִּנּוֹר וַהֲרֵי הַמַּיִם נִמְשָׁכִין עַל הַטַּבְלָא וְיוֹרְדִין לַמִּקְוֶה אִם הָיָה לַטַּבְלָא דֹּפֶן הֲרֵי זוֹ פּוֹסֶלֶת אֶת הַמִּקְוֶה וְאִם לָאו אֵינָהּ פּוֹסֶלֶת. זְקָפָהּ תַּחַת הַצִּנּוֹר כְּדֵי לַהֲדִיחָהּ אַף עַל פִּי שֶׁיֵּשׁ לָהּ דֹּפֶן אֵינָהּ פּוֹסֶלֶת שֶׁהֲרֵי לֹא עֲשָׂאָהּ לְקַבֵּל: \n",
            "english": "The following laws apply when one places a tablet under a drainage pipe and water flows over it into a <i>mikveh</i>. If the tablet had borders on its sides, this water would disqualify the <i>mikveh</i>. If not, it does not disqualify it. If one stood the tablet upright on its point, at an angle under the drainage pipe to wash it, even though it has borders, it does not disqualify the water, because in this position, it was not intended to serve as a receptacle."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַחוֹטֵט בְּצִנּוֹר מָקוֹם לְקַבֵּל בּוֹ הַצְּרוֹרוֹת הַמִּתְגַּלְגְּלִין בַּמַּיִם כְּדֵי שֶׁלֹּא יֵרְדוּ עִם הַמַּיִם אִם הָיָה הַצִּנּוֹר שֶׁל עֵץ וְחָפַר בּוֹ כָּל שֶׁהוּא פּוֹסֵל שֶׁהֲרֵי כָּל הַמַּיִם שֶׁיּוֹרְדִין בָּאִין מִתּוֹךְ כְּלִי שֶׁנַּעֲשָׂה לְקַבָּלָה. וַאֲפִלּוּ שֶׁקְּבָעוֹ אַחַר שֶׁחָקַק בּוֹ הוֹאִיל וְהָיָה עָלָיו תּוֹרַת כְּלִי כְּשֶׁהָיָה תָּלוּשׁ. אֲבָל אִם קְבָעוֹ בַּקַּרְקַע וְאַחַר כָּךְ חָקַק בּוֹ בֵּית קִבּוּל אֵינוֹ פּוֹסֵל. וְאִם הָיָה צִנּוֹר שֶׁל חֶרֶס אֵינוֹ פּוֹסֵל עַד שֶׁיִּהְיֶה בַּחֲקָק כְּדֵי לְקַבֵּל רְבִיעִית. אַף עַל פִּי שֶׁנִּתְמַלֵּא הַמָּקוֹם הֶחָקוּק שֶׁבַּצִּנּוֹר צְרוֹרוֹת הַמִּתְחַלְחֲלִין בְּתוֹכוֹ הֲרֵי הוּא בְּפִסּוּלוֹ וְאֵינוֹ כְּסָתוּם. יָרַד לְתוֹךְ הַמָּקוֹם שֶׁחָקַק עָפָר אוֹ צְרוֹרוֹת וּסְתָמוֹ וְנִכְבַּשׁ הֲרֵי זֶה כָּשֵׁר: \n",
            "english": "The following laws apply when one carves a place in a pipe for pebbles that are carried with the water to collect so that they will not descend together with the water. If it was a wooden pipe and he carved out even the slightest hollow, it disqualifies the water, because all of the water passes through a utensil that was made to serve as a receptacle. This applies even if one permanently affixed the pipe to the earth after he carved out the hollow. The rationale is that the pipe had already been considered as a <i>k'li</i> when it was unattached. If, by contrast, it was permanently affixed to the earth and then he carved out the receptacle, it does not disqualify the water. If the pipe was made from earthenware, it does not disqualify the water unless the hollow is large enough to contain a <i>revi'it</i>.<br>Even though the hollow in the pipe becomes filled with the pebbles that dribble into it, it remains a disqualifying factor. It is not considered as having been stopped up. If earth or pebbles descended into the hollow and stopped it up, because they were compressed there, the water is acceptable."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַסְּפוֹג וְהַדְּלִי שֶׁהָיוּ בָּהֶן שְׁלֹשֶׁת לוֹגִין מַיִם וְנָפְלוּ לַמִּקְוֶה לֹא פְּסָלוּהוּ שֶׁלֹּא אָמְרוּ אֶלָּא שְׁלֹשֶׁת לוֹגִין שֶׁנָּפְלוּ לֹא כְּלִי שֶׁנָּפְלוּ בּוֹ מַיִם שְׁאוּבִין: \n",
            "english": "When either a sponge or a bucket that contains three <i>lugim</i> of drawn water falls into a <i>mikveh</i>, it does not disqualify it. For it was said only that three <i>lugim</i> of water that fall into it disqualify it, not a container into which drawn water had fallen."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשִּׁדָּה וְהַתֵּבָה שֶׁבַּיָּם אֵין מַטְבִּילִין בָּהֶן אֶלָּא אִם כֵּן הָיוּ נְקוּבִים כִּשְׁפוֹפֶרֶת הַנּוֹד. וְאִם הָיוּ שַׂק אוֹ קֻפָּה מַטְבִּילִין בָּהֶן. וְכֵן הַמַּנִּיחַ שַׂק אוֹ קֻפָּה תַּחַת הַצִּנּוֹר אֵין הַמַּיִם הַנִּמְשָׁכִין מֵהֶן פּוֹסְלִין אֶת הַמִּקְוֶה: \n",
            "english": "When there is a closet or a chest in the sea, one may not immerse in them unless they have a hole the size of the mouthpiece of a drinking pouch. If there was a sack or a basket in the sea, one may immerse in them. Similarly, if one places a sack or a basket under a drainage pipe, the water that flows through them does not disqualify a <i>mikveh</i>."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "גִּסְטְרָא טְמֵאָה שֶׁהִיא בְּתוֹךְ הַמִּקְוֶה וּשְׂפָתָהּ לְמַעְלָה מִן הַמַּיִם וְהִטְבִּיל בָּהּ הַכֵּלִים טִהֲרוּ מִטֻּמְאָתָן. אֲבָל כְּשֶׁיַּגְבִּיהֵם מִן הַמַּיִם עַד שֶׁהֵן בָּאֲוִיר הַגִּסְטְרָא מִתְטַמֵּא הַמַּיִם שֶׁעַל גַּבָּן מֵאֲוִיר הַגִּסְטְרָא וְחוֹזֵר וּמְטַמֵּא אוֹתָן. וְכֵן מַעְיָן הַיּוֹצֵא מִתַּחַת הַתַּנּוּר הַטָּמֵא וְיָרַד וְטָבַל בְּתוֹכוֹ הוּא טָהוֹר וְיָדָיו טְמֵאוֹת מֵאֲוִיר הַתַּנּוּר אֶלָּא אִם כֵּן הָיוּ הַמַּיִם לְמַעְלָה מִן הַתַּנּוּר כְּרוּם יָדָיו שֶׁנִּמְצָא כְּשֶׁטָּבַל יָדָיו לְמַעְלָה מִן הַתַּנּוּר שֶׁאֵין כְּלֵי חֶרֶס מִתְטַהֲרִין בְּמִקְוֶה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "When one immersed <i>keilim</i> over an impure base for a container that was placed inside a <i>mikveh</i>, even though the edge of the base extends above the water, the <i>keilim</i> are purified from their impurity. If, however, one lifts them up from the water into the inner space of the base, the water that is on the <i>keilim</i> contracts impurity because it is within the inner space of the base. The water in turn imparts impurity to the <i>keilim</i>.<br>Similarly, if a spring emerges from under an earthenware oven and a person descended and immersed in it, he is pure, but his hands contract impurity from the inner space of the oven unless the water extends above the oven for at least the height of his hands. Thus when he immersed, his hands will be above the oven. The difficulties arise, because earthenware <i>keilim</i> do not regain purity through immersion in a <i>mikveh</i>, as we explained."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "חָבִית מְלֵאָה מַיִם שֶׁנָּפְלָה לַיָּם אֲפִלּוּ לַיָּם הַגָּדוֹל הַטּוֹבֵל שָׁם לֹא עָלְתָה לוֹ טְבִילָה. אִי אֶפְשָׁר לִשְׁלֹשָׁה לוֹגִין שֶׁלֹּא יִהְיוּ בְּמָקוֹם אֶחָד. וְכִכָּר שֶׁל תְּרוּמָה שֶׁנָּפַל לְשָׁם נִטְמָא בַּמַּיִם הַשְּׁאוּבִין שֶׁהֲרֵי הַמַּיִם עוֹמְדִין שָׁם. אֲבָל הַנְּהָרוֹת וְכַיּוֹצֵא בָּהֶן הוֹאִיל וְהֵם נִמְשָׁכִין הֲרֵי זֶה טוֹבֵל שָׁם: \n",
            "english": "When a barrel full of water falls into a sea, even into the Mediterranean Sea, one who immerses there is not considered to have immersed. The rationale is that it is impossible that there will not be three <i>lugim</i> of water from the barrel in one place. If a loaf of <i>terumah</i> falls there, it becomes impure. It contracts impurity due to contact with drawn water, for the water is standing there. If such a situation would take place in a river or the like, one would be able to immerse there, since it flows."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מַיִם שְׁאוּבִין שֶׁהָיוּ בְּצַד הַמִּקְוֶה אַף עַל פִּי שֶׁהַמַּיִם נוֹגְעִין בְּמֵי הַמִּקְוֶה לֹא פְּסָלוּהוּ מִפְּנֵי שֶׁהֵן כְּמִקְוֶה סָמוּךְ לְמִקְוֶה. הָיוּ הַשְּׁאוּבִין בָּאֶמְצַע פּוֹסְלִין אֶת הַמִּקְוֶה: \n",
            "english": "When there was a pool of drawn water next to a <i>mikveh</i> that contains less than 40 <i>seah</i>, even though it is touching the water of the <i>mikveh</i>, it does not disqualify it, because it is like a <i>mikveh</i> next to a <i>mikveh</i>. If the pool of the drawn water was in the middle of the <i>mikveh</i>, it disqualifies it."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שְׁתֵּי בְּרֵכוֹת זוֹ לְמַעְלָה מִזּוֹ וְכֹתֶל בֵּינֵיהֶן וְהָעֶלְיוֹנָה מְלֵאָה מַיִם כְּשֵׁרִים וְהַתַּחְתּוֹנָה מְלֵאָה מַיִם שְׁאוּבִין וְנֶקֶב בַּכֹּתֶל שֶׁבֵּין הָעֶלְיוֹנָה לַתַּחְתּוֹנָה. אִם יֵשׁ כְּנֶגֶד הַנֶּקֶב שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין נִפְסְלָה הָעֶלְיוֹנָה מִפְּנֵי שֶׁהַנֶּקֶב כְּאִלּוּ הוּא בְּאֶמְצַע הָעֶלְיוֹנָה לֹא בְּצִדָּהּ: \n",
            "english": "The following rule applies when there are two pools of water, one above the other, they are separated by a wall, and the upper one is filled with acceptable water, but the lower one is filled with drawn water, and there is a hole in the wall between the upper pool and the lower one. If there are three <i>lugim</i> of drawn water opposite the hole, the upper pool is disqualified. The rationale is that it is considered as if the hole was in the center of the upper pool, not at its side."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "כַּמָּה יִהְיֶה בַּנֶּקֶב וְיִהְיֶה בּוֹ שְׁלֹשָׁה לוֹגִין הַכּל לְפִי הַבְּרֵכָה. אִם הָיְתָה הַבְּרֵכָה הַתַּחְתּוֹנָה אַרְבָּעִים סְאָה צָרִיךְ שֶׁיִּהְיֶה הַנֶּקֶב אֶחָד מִשְּׁלֹשׁ מֵאוֹת וְעֶשְׂרִים לַבְּרֵכָה. הָיְתָה עֶשְׂרִים סְאָה צָרִיךְ לִהְיוֹת הַנֶּקֶב אֶחָד מִמֵּאָה וְשִׁשִּׁים לַבְּרֵכָה. וְצֵא וַחֲשֹׁב לְפִי חֶשְׁבּוֹן זֶה. שֶׁהַסְּאָה שִׁשָּׁה קַבִּין וְהַקַּב אַרְבָּעָה לוֹגִין וְהַלּוֹג שֵׁשׁ בֵּיצִים: \n",
            "english": "How large must the hole be for there to be three <i>lugim</i> there? Everything depends on the quantity of water contained in the pool. If the lower pool contains 40 <i>se'ah</i>, the hole must be 1/320th of the pool. If the pool contains 20 <i>se'ah</i>, the hole must be 1/160th of the pool. Continue calculating according to this ratio for other amounts. A <i>se'ah</i> is six <i>kabbin</i>, a <i>kab</i> is four <i>lugim</i>, and a <i>log</i> is the size of six eggs."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "שְׁלֹשָׁה מִקְוָאוֹת זֶה בְּצַד זֶה בְּכָל אֶחָד מֵהֶן עֶשְׂרִים סְאָה מְכֻוָּנוֹת וְאֶחָד מֵהֶן שָׁאוּב מִן הַצַּד וְיָרְדוּ שְׁלֹשָׁה וְטָבְלוּ שְׁלָשְׁתָּן וְנֶעֶרְמוּ הַמַּיִם מִכֻּלָּן וְנִתְעָרְבוּ מִלְּמַעְלָה. הַמִּקְוָאוֹת כְּשֵׁרִים וְהַטּוֹבְלִים טְהוֹרִים שֶׁהֲרֵי נַעֲשָׂה הַכּל שִׁשִּׁים סְאָה מֵהֶן אַרְבָּעִים כְּשֵׁרִים זֶה בְּצַד זֶה וְאֵין הַמַּיִם הַשְּׁאוּבִים פּוֹסְלִין מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה כְּמוֹ שֶׁבֵּאַרְנוּ. הָיָה הַשָּׁאוּב בְּאֶמְצַע וְיָרְדוּ וְטָבְלוּ בָּהֶן וְנֶעֶרְמוּ הַמַּיִם וְנִתְעָרְבוּ הַמִּקְוָאוֹת. הֲרֵי הַמִּקְוָאוֹת כְּשֶׁהָיוּ וְהַטּוֹבְלִין טְמֵאִין כְּשֶׁהָיוּ שֶׁהֲרֵי לֹא נִתְעָרְבוּ אַרְבָּעִים סְאָה הַכְּשֵׁרִין לְפִי שֶׁאֵינָן זֶה בְּצַד זֶה שֶׁהַשָּׁאוּב מַבְדִּיל בֵּינֵיהֶן: \n",
            "english": "The following laws apply when there are three <i>mikveot</i>, each containing exactly 20 <i>se'ah</i>, next to each other, and one [of those on the side contained drawn water. If three people descended and immersed themselves, causing all the water to rise and mix on the floor outside the <i>mikveot</i>, both the <i>mikveot</i> and the people who immersed themselves are pure. The rationale is that the entire amount totaled 60 <i>se'ah</i>, of which 40 <i>se'ah</i> of acceptable water came from two pools located next to each other. And drawn water does not disqualify a <i>mikveh</i> that contains 40 <i>se'ah</i>, as we explained.<br>If the pool containing drawn water was in the middle and they descended and immersed themselves, causing the water to rise and the <i>mikveot</i> thus to become joined, the status of the <i>mikveot</i> is the same as it was previously and those who immersed themselves are impure as they were previously. The rationale is that 40 <i>se'ah</i> of acceptable water did not mix together, because their pools were not located next to each other, for the pool of drawn water separates between them."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין הַמִּקְוֶה נִפְסָל לֹא בְּשִׁנּוּי הַטַּעַם וְלֹא בְּשִׁנּוּי הָרֵיחַ אֶלָּא בְּשִׁנּוּי מַרְאֶה בִּלְבַד. וְכָל דָּבָר שֶׁאֵין עוֹשִׂין בּוֹ מִקְוֶה לְכַתְּחִלָּה פּוֹסֵל אֶת הַמִּקְוֶה בְּשִׁנּוּי מַרְאֶה. כֵּיצַד. הַיַּיִן אוֹ הֶחָלָב וְהַדָּם וְכַיּוֹצֵא בָּהֶן מִמֵּי כָּל הַפֵּרוֹת אֵינָן פּוֹסְלִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין שֶׁלֹּא אָמְרוּ אֶלָּא מַיִם שְׁאוּבִין. וּפוֹסְלִין בְּשִׁנּוּי מַרְאֶה אֲפִלּוּ מִקְוֶה שֶׁיֵּשׁ בּוֹ מֵאָה סְאָה וְנָפַל לוֹ לוֹג יַיִן אוֹ מֵי פֵּרוֹת וְשִׁנָּה אֶת מַרְאָיו פָּסוּל. וְכֵן מִקְוֶה שֶׁיֵּשׁ בּוֹ עֶשְׂרִים סְאָה מַיִם כְּשֵׁרִים אוֹ פָּחוֹת מִזֶּה וְנָפַל לְתוֹכוֹ סְאָה יַיִן אוֹ מֵי פֵּרוֹת וְלֹא שִׁנּוּ אֶת מַרְאָיו הֲרֵי אֵלּוּ כְּשֵׁרִים כְּשֶׁהָיוּ. וְאֵין הַסְּאָה שֶׁנָּפְלָה עוֹלָה לְמִדַּת הַמִּקְוֶה. וְאִם נוֹסַף עַל הָעֶשְׂרִים עֶשְׂרִים אֲחֵרִים מַיִם כְּשֵׁרִים הֲרֵי זֶה מִקְוֶה כָּשֵׁר: \n",
            "english": "A <i>mikveh</i> is not disqualified, neither because of a change of its water's taste, nor a change of its smell, only because its color changes. Any substance that may not be used to constitute a <i>mikveh</i> initially disqualifies one, if it causes its color to change.<br>What is implied? Wine, milk, blood, or other liquids that are classified as fruit juices do not disqualify a <i>mikveh</i> if three <i>lugim</i> of them fall into it, because it was only said that three <i>lugim</i> of drawn water disqualify a <i>mikveh</i>. They do, however, disqualify it if they change the color of its water.<br>Even when a <i>mikveh</i> contains 100 <i>se'ah</i> and a <i>log</i> of wine or fruit juice falls into it and changes its color, it is unacceptable. Similarly, if a <i>mikveh</i> contains 20 <i>se'ah</i> or less of acceptable water and a <i>se'ah</i> of wine or fruit juice fell into it without changing its color, the water is acceptable as it was beforehand. The <i>se'ah</i> of wine or fruit juice, however, is not counted in the measure of the <i>mikveh</i>. If another 20 <i>se'ah</i> of acceptable water were added to the original 20, it is an acceptable <i>mikveh</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "יֵשׁ מַעֲלִין אֶת הַמִּקְוֶה וְלֹא פּוֹסְלִין פּוֹסְלִין וְלֹא מַעֲלִין לֹא מַעֲלִין וְלֹא פּוֹסְלִין: \n",
            "english": "There are substances that cause a <i>mikveh</i> to be considered acceptable and do not disqualify it; others that disqualify it and do not cause it to be considered acceptable, and others that neither cause it to be acceptable nor disqualify it."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְאֵלּוּ מַעֲלִין וְלֹא פּוֹסְלִין. הַשֶּׁלֶג. וְהַבָּרָד. וְהַכְּפוֹר. וְהַגְּלִיד. וְהַמֶּלַח. וְטִיט הַנֵּרוֹק. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר אַחַת וְנָפַל לְתוֹכוֹ סְאָה מֵאֶחָד מֵאֵלּוּ הֲרֵי זֶה עוֹלֶה לְמִדָּתוֹ וַהֲרֵי הַמִּקְוֶה כָּשֵׁר וְשָׁלֵם. נִמְצְאוּ מַעֲלִין וְלֹא פּוֹסְלִין. אֲפִלּוּ הֵבִיא אַרְבָּעִים סְאָה שֶׁלֶג בַּתְּחִלָּה וְהִנִּיחָן בַּעֵקָּה וְרִסְּקוֹ שָׁם הֲרֵי זֶה מִקְוֶה שָׁלֵם וְכָשֵׁר: \n",
            "english": "These are the substances that cause a <i>mikveh</i> to be considered acceptable and do not disqualify it: snow, hail, sleet, ice, salt, and flowing mud. What is implied? When a <i>mikveh</i> contains 39 <i>se'ah</i> of water and a <i>se'ah</i> of one of these substances falls into it, the <i>mikveh</i> is acceptable and complete. Thus they cause a <i>mikveh</i> to be considered acceptable and do not disqualify it.<br>Even if one brought 40 <i>se'ah</i> of snow initially and placed them in a cavity and crushed it there, the <i>mikveh</i> is complete and acceptable."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאֵלּוּ פּוֹסְלִין וְלֹא מַעֲלִין. מַיִם שְׁאוּבִין בֵּין טְהוֹרִין בֵּין טְמֵאִים. וּמֵי כְּבָשִׁים. וּמֵי שְׁלָקוֹת. וְהַתֶּמֶד עַד שֶׁלֹּא הֶחְמִיץ. וְהַשֵּׁכָר. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר מִשְׁקַל דִּינָר וְנָפַל מֵאֶחָד מֵאֵלּוּ מִשְׁקַל דִּינָר לְתוֹכָן אֵינוֹ עוֹלֶה לְמִדַּת הַמִּקְוֶה וְלֹא הִשְׁלִימוֹ. וְאִם נָפַל מֵאֶחָד מֵהֶן שְׁלֹשָׁה לוֹגִין מֵהֶן פּוֹסְלִין אֶת הַמִּקְוֶה: \n",
            "english": "These are the substances that disqualify a <i>mikveh</i> and never cause it to be considered acceptable: drawn water, whether pure or impure, water that was used for pickling, water that was used for cooking, a mixture of water and grape dregs before they become vinegar, and beer.<br>What is implied? When a <i>mikveh</i> contains 40 <i>se'ah</i> minus the weight of a <i>dinar</i> and the weight of a <i>dinar</i> of one of these liquids falls into it, it is not included in the measure of a <i>mikveh</i> and does not complete it. If three <i>lugim</i> of one of these liquids falls into a <i>mikveh</i>, it disqualifies it."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְאֵלּוּ לֹא פּוֹסְלִין וְלֹא מַעֲלִין. שְׁאָר הַמַּשְׁקִין. וּמֵי פֵּרוֹת. וְהַצִּיר. וְהַמֻּרְיָס. וְהַתֶּמֶד מִשֶּׁהֶחְמִיץ. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה חָסֵר אֶחָד וְנָפַל מֵאֶחָד מֵאֵלּוּ סְאָה לְתוֹכָן לֹא הֶעֱלָהוּ וַהֲרֵי הַמַּיִם כְּשֵׁרִים כְּשֶׁהָיוּ שֶׁאֵין אֵלּוּ פּוֹסְלִין אֶלָּא בְּשִׁנּוּי מַרְאֶה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "These are the substances that neither disqualify a <i>mikveh</i>, nor cause it to be considered acceptable: other liquids, fruit juice, fish brine, fish oil, and a mixture of water and grape dregs that became vinegar.<br>What is implied? If there was a <i>mikveh</i> that contained 39 <i>se'ah</i> and a <i>se'ah</i> of these liquids fell into it, it does not cause it to be acceptable. Nevertheless, the water the <i>mikveh</i> contains is acceptable as it was beforehand, for these liquids disqualify a <i>mikveh</i> only if they change its color, as explained."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וּפְעָמִים שֶׁאֵלּוּ מַעֲלִין אֶת הַמִּקְוֶה. כֵּיצַד. מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה וְנָפַל לְתוֹכוֹ סְאָה מֵאֶחָד מֵאֵלּוּ וְחָזַר וְלָקַח סְאָה מִמֶּנָּה הֲרֵי הָאַרְבָּעִים שֶׁנִּשְׁאֲרוּ מִקְוֶה כָּשֵׁר: \n",
            "english": "There are times when the latter liquids cause a <i>mikveh</i> to be considered as acceptable. What is implied? A <i>mikveh</i> contained 40 <i>se'ah</i>, a <i>se'ah</i> of these liquids fell in, and then a <i>se'ah</i> was removed from the <i>mikveh's</i> waters. The 40 <i>se'ah</i> that remain still constitute an acceptable <i>mikveh</i>."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁהֵדִיחַ בּוֹ סַלֵּי זֵיתִים וַעֲנָבִים וְשִׁנּוּ אֶת מַרְאָיו כָּשֵׁר: \n",
            "english": "When one washed baskets used to collect olives or grapes in a <i>mikveh</i>, causing the water's color to change, it is acceptable."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מֵי הַצֶּבַע פּוֹסְלִין אֶת הַמִּקְוֶה בִּשְׁלֹשָׁה לוֹגִין. וְאֵין פּוֹסְלִין אוֹתוֹ בְּשִׁנּוּי מַרְאָיו: \n",
            "english": "Water of dyes disqualify a <i>mikveh</i> if three <i>lugim</i> fall in, but do not disqualify it because they changed its color."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁנָּפַל יַיִן אוֹ מֹהַל אוֹ שְׁאָר מֵי פֵּרוֹת וְשִׁנּוּ אֶת מַרְאָיו וְנִפְסַל כֵּיצַד תַּקָּנָתוֹ. יַמְתִּין עַד שֶׁיֵּרְדוּ גְּשָׁמִים וְיַחְזְרוּ מַרְאָיו לְמַרְאֵה מַיִם. וְאִם הָיָה בַּמִּקְוֶה אַרְבָּעִים סְאָה מַיִם כְּשֵׁרִים מְמַלֵּא וְשׁוֹאֵב לְתוֹכָן עַד שֶׁיַּחְזְרוּ מַרְאָיו לְמַרְאֵה מַיִם. נָפַל לְתוֹכוֹ יַיִן אוֹ מֹהַל וְכַיּוֹצֵא בָּהּ וְנִשְׁתַּנָּה מַרְאֵה מִקְצָתוֹ. אִם אֵין בָּהּ מַרְאֵה מַיִם שֶׁלֹּא נִשְׁתַּנָּה כְּדֵי אַרְבָּעִים סְאָה הֲרֵי זֶה לֹא יִטְבּל בּוֹ. וְהַטּוֹבֵל בְּמָקוֹם שֶׁנִּשְׁתַּנָּה לֹא עָלְתָה לוֹ טְבִילָה. אֲפִלּוּ חָבִית שֶׁל יַיִן שֶׁנִּשְׁבְּרָה בַּיָּם הַגָּדוֹל וּמַרְאֵה אוֹתוֹ מָקוֹם כְּמַרְאֶה שֶׁל יַיִן הַטּוֹבֵל בְּאוֹתוֹ מָקוֹם לֹא עָלְתָה לוֹ טְבִילָה: \n",
            "english": "When wine, black fluid from olives, or other fruit juices fall into a <i>mikveh</i> and change the color of its water, disqualifying it, how can it be rectified? If the <i>mikveh</i> contains less than 40 <i>se'ah</i>, one should wait until rain descends and changes its color back to water's natural color. If the <i>mikveh</i> contains 40 <i>se'ah</i> of acceptable water, one may fill buckets and pour water into it until its color reverts to water's natural color.<br>If wine, the black fluid from olives, or the like falls into a <i>mikveh</i> and changes the color of some of its water, if it does not have 40 <i>se'ah</i> of water whose color has not changed, one should not immerse in it. Even if it contains 40 <i>se'ah</i>, if one immerses in a place whose color has changed, his immersion is invalid. Even if a barrel of wine was broken and fell into the Mediterranean Sea and the color of the water in that place is the color of wine, one who immerses in that place is not considered to have immersed."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין שֶׁנָּפַל לְתוֹכָן אֲפִלּוּ מִשְׁקַל דִּינָר יַיִן וְשִׁנָּה מַרְאֵיהֶן וַהֲרֵי מַרְאֵה הַכּל מַרְאֵה יַיִן וְנָפְלוּ לַמִּקְוֶה לֹא פְּסָלוּהוּ אֶלָּא אִם שִׁנּוּ אֶת מַרְאָיו: \n",
            "english": "When even a <i>dinar</i>-sized portion of wine fell into three <i>lugim</i> of drawn water and change their color, so that they are all the color of wine and then they fell into a <i>mikveh</i> they do not disqualify it, unless they change its color."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "שְׁלֹשָׁה לוֹגִין חָסֵר דִּינָר מַיִם שְׁאוּבִין שֶׁנָּפַל לְתוֹכָן דִּינַר חָלָב אוֹ מֵי פֵּרוֹת וַהֲרֵי מַרְאֵה הַכּל מַיִם וְנָפְלוּ לַמִּקְוֶה לֹא פְּסָלוּהוּ עַד שֶׁיִּפְּלוּ שְׁלֹשָׁה לוֹגִין מַיִם שְׁאוּבִין שֶׁאֵין בָּהֶן תַּעֲרֹבֶת מַשְׁקֶה אַחֵר וְלֹא מֵי פֵּרוֹת: \n",
            "english": "When there are three <i>lugim</i> minus a <i>dinar</i>-sized portion of water and milk or fruit juice falls into the water, but its color remains that of water, it does not disqualify a <i>mikveh</i> if it falls into it. A <i>mikveh</i> is not disqualified unless three <i>lugim</i> of drawn water fall into it that were not mixed with any other liquid or with fruit juice."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁנִּשְׁתַּנָּה מַרְאֵה מֵימָיו מֵחֲמַת עַצְמוֹ וְלֹא נָפַל לוֹ דָּבָר הֲרֵי זֶה כָּשֵׁר. לֹא אָמְרוּ אֶלָּא שֶׁנִּשְׁתַּנָּה מֵחֲמַת מַשְׁקֶה אַחֵר: \n",
            "english": "When the color of a <i>mikveh</i> changes on its own accord without anything falling into it, it is acceptable. It is only disqualified if its color changed due to another liquid."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הַמְעֹרָב לַמִּקְוֶה הֲרֵי הוּא כְּמִקְוֶה וּמַטְבִּילִין בּוֹ. גּוּמוֹת הַסְּמוּכוֹת לְפִי הַמִּקְוֶה וּמְקוֹם רַגְלֵי פַּרְסוֹת בְּהֵמָה שֶׁהָיוּ בָּהֶן מַיִם מְעֹרָבִין עִם מֵי הַמִּקְוֶה כִּשְׁפוֹפֶרֶת הַנּוֹד מַטְבִּילִין בָּהֶן: \n",
            "english": "Any body of water that is in contact with a <i>mikveh</i>, is considered as the <i>mikveh</i> itself and it can be used for immersion. When cavities that are next to the opening of a <i>mikveh</i> or the footprints left by animals share a point of contact with the water of the <i>mikveh</i> that is as large as the mouthpiece of a drinking pouch, they may be used for immersion."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "חוֹרֵי הַמְּעָרָה וְסִדְקֵי הַמְּעָרָה מַטְבִּילִין בָּהֶן אַף עַל פִּי שֶׁאֵין הַמַּיִם שֶׁבָּהֶן מְעֹרָבִין עִם מֵי הַמִּקְוֶה אֶלָּא בְּכָל שֶׁהוּא: \n",
            "english": "Cavities at the side of the <i>mikveh</i> or crevices at the side of <i>mikveh</i> may be used for immersion even if they have only the slightest point of contact with the water of the <i>mikveh</i>."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מַחַט שֶׁהָיְתָה נְתוּנָה עַל מַעֲלוֹת הַמִּקְוֶה וְהָיָה מוֹלִיךְ וּמֵבִיא בַּמַּיִם כֵּיוָן שֶׁעָבַר עָלֶיהָ הַגַּל טְהוֹרָה: \n",
            "english": "When a needle was placed on the steps leading to a <i>mikveh</i>, one may move his hand back and forth in the water to create waves. Once the wave passes over the needle, it regains purity."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "עוּקָה שֶׁבְּתוֹךְ מִקְוֶה אִם הָיְתָה הַקַּרְקַע הַמַּבְדֶּלֶת בֵּין הָעוּקָה וְהַמִּקְוֶה בְּרִיאָה וִיכוֹלָה לְהַעֲמִיד אֶת עַצְמָהּ אֵין מַטְבִּילִין בַּמַּיִם שֶׁבָּעוּקָה עַד שֶׁיִּהְיוּ מְעֹרָבִין עִם הַמִּקְוֶה כִּשְׁפוֹפֶרֶת הַנּוֹד. וְאִם אֵינָהּ יְכוֹלָה לְהַעֲמִיד אֶת עַצְמָהּ אֲפִלּוּ אֵינָן מְעֹרָבִין אֶלָּא בְּכָל שֶׁהוּא מַטְבִּילִין בָּהֶן: \n",
            "english": "The following laws apply to a hidden reservoir in a <i>mikveh</i>: If the ground that separates between the <i>mikveh</i> and the reservoir is sturdy and capable of remaining over the course of time, one may not use the water in the reservoir for immersion unless it shares a point of contact with the <i>mikveh</i> as large as the mouthpiece of a drinking pouch. If it is not capable of remaining for an extended period, one may immerse in its water as long as it shares any contact whatsoever with the water of the <i>mikveh</i>."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כֹּתֶל שֶׁבֵּין שְׁנֵי מִקְוָאוֹת שֶׁנִּסְדַּק לִשְׁנַיִם מִצְטָרְפִין וְאִם הָיָה בִּשְׁנֵיהֶן אַרְבָּעִים סְאָה מַטְבִּילִין בְּכָל אֶחָד מֵהֶן. וְאִם נִסְדַּק לָעֵרֶב אֵין מִצְטָרְפִין עַד שֶׁיִּהְיֶה בְּמָקוֹם אֶחָד כִּשְׁפוֹפֶרֶת הַנּוֹד. נִפְרַץ הַכֹּתֶל מִלְּמַעְלָה אִם נִתְעָרְבוּ הַמַּיִם לְמַעְלָה מִן הַכֹּתֶל כִּקְלִפַּת הַשּׁוּם עַל רֹחַב שְׁפוֹפֶרֶת הַנּוֹד מִצְטָרְפִין: \n",
            "english": "When the wall between two <i>mikveot</i> is cracked in half, the two <i>mikveot</i> are considered as joined. If together they contain 40 <i>se'ah</i>, either of them may be used for immersion. If the wall is cracked horizontally, they are not considered as joined unless there is a point of contact the size of the mouthpiece of a drinking pouch. If the water is joined above the wall, they are considered as joined provided there is a layer of water even as thin as a garlic peel connecting them over the width of a space the size of the mouthpiece of a drinking pouch."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כַּמָּה הוּא שִׁעוּר הַנֶּקֶב שֶׁהוּא כִּשְׁפוֹפֶרֶת הַנּוֹד. בְּרֹחַב שְׁתֵּי אֶצְבָּעוֹת בֵּינוֹנִיּוֹת שֶׁל כָּל אָדָם וְחוֹזְרוֹת בּוֹ. וְאֵינָן בַּגּוּדָל אֶלָּא שְׁתֵּי אֶצְבָּעוֹת רִאשׁוֹנוֹת מִן הָאַרְבַּע שֶׁבְּפַס הַיָּד. כָּל שֶׁיַּעֲמֹד כִּשְׁפוֹפֶרֶת הַנּוֹד מְמַעֵט וַאֲפִלּוּ בִּדְבָרִים שֶׁהֵן מִבְּרִיָּתוֹ שֶׁל מַיִם. סָפֵק יֵשׁ בַּנֶּקֶב כִּשְׁפוֹפֶרֶת הַנּוֹד סָפֵק אֵין בּוֹ אֵין מִצְטָרְפִין מִפְּנֵי שֶׁעִקַּר הַטְּבִילָה מִן הַתּוֹרָה וְכָל שֶׁעִקָּרוֹ מִן הַתּוֹרָה אַף עַל פִּי שֶׁשִּׁעוּרוֹ הֲלָכָה סְפֵק שִׁעוּרוֹ לְהַחְמִיר: \n",
            "english": "How large is the measure of a hole the size of the mouthpiece of a drinking pouch? A circle with a diameter the width sufficient to enable two average-sized fingers of an ordinary person to rotate within it. The fingers mentioned do not refer to the thumb, but to the first two of the four on the palm of one's hand.<br>Any entity present in the hole the size of the mouthpiece of a drinking pouch reduces that measure. This applies even to entities that were created from the water.<br>If there is a doubt whether a hole is the size of the mouthpiece of a drinking pouch or not, the <i>mikveot</i> are not considered as joined. The rationale is that the primary obligation to immerse is Scriptural. And whenever the primary obligation is Scriptural, even when the measure stated is conveyed by the Oral Tradition, we rule stringently when there is an unresolved doubt regarding its measure."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מְטַהֲרִין אֶת הַמִּקְוָאוֹת הָעֶלְיוֹן מִן הַתַּחְתּוֹן וְהָרָחוֹק מִן הַקָּרוֹב. כֵּיצַד. מְבִיאִין סִילוֹן שֶׁל חֶרֶס אוֹ שֶׁל אֲבָר וְכַיּוֹצֵא בָּהֶן שֶׁאֵין הַסִּילוֹנוֹת פּוֹסְלִין אֶת הַמִּקְוֶה וּמַנִּיחַ אֶת יָדָיו תַּחְתָּיו עַד שֶׁיִּתְמַלֵּא מַיִם וּמוֹשְׁכוֹ וּמַשִּׁיקוֹ עַד שֶׁיִּתְעָרֵב הַמַּיִם שֶׁבַּסִּילוֹן עִם מֵי הַמִּקְוֶה כְּאֶחָד אֲפִלּוּ כְּשַׂעֲרָה דַּיּוֹ וַהֲרֵי שְׁנֵי הַמִּקְוָאוֹת שֶׁהַסִּילוֹן בֵּינֵיהֶן כְּמִקְוֶה אֶחָד: \n",
            "english": "<i>Mikveot</i> may be purified from each other, an upper <i>mikveh</i> from a lower one and a far-away <i>mikveh</i> from one that is close.<br>What is implied? An earthenware or lead pipe - for pipes do not disqualify a <i>mikveh</i> - is brought and inserted into the acceptable <i>mikveh</i>. One places his hand under it until it becomes full and then takes it and connects it so that the water in the pipe will become intermingled with the water of the other <i>mikveh</i>. Even if the point where they become intermingled is only a hairsbreadth, it is sufficient. Then the two <i>mikveot</i> connected by the pipe are considered as one."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שָׁלֹשׁ גֻּמּוֹת שֶׁבַּנַּחַל הַתַּחְתּוֹנָה וְהָעֶלְיוֹנָה שֶׁל עֶשְׂרִים סְאָה וְהָאֶמְצָעִית שֶׁל אַרְבָּעִים וְשֶׁטֶף שֶׁל גְּשָׁמִים עוֹבֵר בְּתוֹךְ הַנַּחַל אַף עַל פִּי שֶׁהוּא נִכְנָס לְתוֹכָן וְיוֹצֵא מִתּוֹכָן אֵין זֶה עֵרוּב. וְאֵין מַטְבִּילִין אֶלָּא בָּאֶמְצָעִית שֶׁאֵין הַמַּיִם הַנִּזְחָלִין מְעָרְבִין אֶלָּא אִם כֵּן עָמְדוּ: \n",
            "english": "The following rules apply when there are three cavities in a wadi, the higher one and the lower one contain only 20 <i>se'ah</i>, the middle one contains 40 <i>se'ah</i>, and a current of rain water flows through the wadi. Although the current of water flows into the cavities and out of them, it does not join the cavities as one. Hence, only the middle one is acceptable for immersion. The rationale is that water that is flowing does not join <i>mikveot</i> unless it collects in one place."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "טִיט רַךְ שֶׁהַפָּרָה שׁוֹחָה וְשׁוֹתָה מִמֶּנּוּ הֲרֵי זֶה נִמְדָּד עִם הַמִּקְוֶה. הָיָה עָבֶה עַד שֶׁאֵין הַפָּרָה שׁוֹחָה וְשׁוֹתָה אֵינוֹ נִמְדָּד עִמּוֹ: \n",
            "english": "Soft mud from which a cow drinks may be measured as part of a <i>mikveh</i>. If it is so thick that a cow would not drink from it, it should not be measured as part of it."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם וְטִיט מַטְבִּילִין בַּטִּיט וּבַמַּיִם. בְּאֵי זֶה טִיט מַטְבִּילִין בַּטִּיט הָרַךְ שֶׁהַמַּיִם צָפִין עַל גַּבָּיו. הָיוּ הַמַּיִם מִצַּד אֶחָד וְהַטִּיט הָרַךְ מִצַּד אַחֵר מַטְבִּילִין בַּמַּיִם וְלֹא בַּטִּיט: \n",
            "english": "When a <i>mikveh</i> contains 40 <i>se'ah</i> of water and mud, one may immerse in both the mud and the water. In which mud may one immerse? In soft mud over which water collects. If the water was on one side and the soft mud on the other side, one may immerse in the water, but not in the mud."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל שֶׁתְּחִלַּת בְּרִיָּתוֹ מִן הַמַּיִם כְּגוֹן יַבְחוּשִׁין אֲדֻמִּין מַטְבִּילִין בּוֹ. וּמַטְבִּילִין בְּעֵינוֹ שֶׁל דָּג: \n",
            "english": "Any substance that was created from the water, e.g., red worms, is acceptable for immersion. One may immerse in the eye of a giant fish."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מְכֻוָּנוֹת וְיָרְדוּ שְׁנַיִם וְטָבְלוּ זֶה אַחַר זֶה אַף עַל פִּי שֶׁרַגְלָיו שֶׁל רִאשׁוֹן נוֹגְעוֹת בַּמַּיִם הָרִאשׁוֹן טָהוֹר וְהַשֵּׁנִי בְּטֻמְאָתוֹ שֶׁהֲרֵי חָסְרוּ הַמַּיִם מֵאַרְבָּעִים סְאָה. הִטְבִּיל בּוֹ תְּחִלָּה סָגוֹס עָבֶה וְכַיּוֹצֵא בּוֹ וְהִגְבִּיהוֹ אִם הָיְתָה מִקְצָת הַסָּגוֹס נוֹגַעַת בַּמַּיִם הֲרֵי הַטּוֹבֵל בָּאַחֲרוֹנָה טָהוֹר שֶׁהֲרֵי הַמַּיִם כֻּלָּן מְעֹרָבִין. הִטְבִּיל בּוֹ אֶת הַמִּטָּה וְכַיּוֹצֵא בָּהּ אַף עַל פִּי שֶׁדָּחַק רַגְלֵי הַמִּטָּה בְּטִיט עָבֶה שֶׁבְּקַרְקַע הַמִּקְוֶה עַד שֶׁצָּפוּ הַמַּיִם עָלֶיהָ לְמַעְלָה הֲרֵי זוֹ טְהוֹרָה שֶׁהֲרֵי לֹא נִטְבְּעוּ בַּטִּיט עַד שֶׁטָּבְלוּ בַּמַּיִם תְּחִלָּה. הִטְבִּיל בּוֹ יוֹרָה גְּדוֹלָה הֲרֵי זוֹ טְמֵאָה כְּשֶׁהָיְתָה מִפְּנֵי שֶׁהַמַּיִם נִתָּזִין וְיוֹצְאִין חוּץ לַמִּקְוֶה וְנִמְצָא חָסֵר מֵאַרְבָּעִים. כֵּיצַד יַעֲשֶׂה. מוֹרִידָהּ דֶּרֶךְ פִּיהָ וְהוֹפְכָהּ בַּמִּקְוֶה וּמַטְבִּילָהּ וּמַעֲלֶה אוֹתָהּ דֶּרֶךְ שׁוּלֶיהָ כְּדֵי שֶׁלֹּא יִהְיוּ הַמַּיִם שֶׁבְּתוֹכָהּ שְׁאוּבִים וְיַחְזְרוּ לַמִּקְוֶה וְיִפְסְלוּהוּ: \n",
            "english": "When a <i>mikveh</i> contains exactly 40 <i>se'ah</i> of water and two people descended and immersed, one after the other, the first is pure and the second remains impure. The rationale is that some of the water contained in the original 40 <i>se'ah</i> was removed. This stringency applies even in the feet of the first person were still in the water when the second immerses.<br>If one immersed a thick sponge or the like in such a <i>mikveh</i> and lifted it up, as long as part of the sponge is touching the water, one who immerses afterwards is pure. The rationale is that all of the water is considered as intermingled.<br>When one immerses a bed or the like, even though he pushed its legs into the thick mud on the bottom of the <i>mikveh</i> until the water covers it from above, it is pure. The rationale is that it does not become sunk in the water until it becomes immersed in the water first.<br>When one immerses a large pot in a <i>mikveh</i> with a limited amount of water, it is impure, as it was beforehand, because the water will splash out of the <i>mikveh</i>. Thus the <i>mikveh</i> will be less than 40 <i>se'ah</i>. What should he do? He should lower it via its opening, turn it over in the <i>mikveh</i>, immerse it, and lift it up by its base, so that the water inside will not become \"drawn,\" and return to the <i>mikveh</i> and disqualify it."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁמֵּימָיו מְרֻדָּדִין כּוֹבֵשׁ אֲפִלּוּ חֲבִילֵי קַשׁ וַחֲבִילֵי קָנִים בְּתוֹךְ הַמַּיִם וּמִן הַצְּדָדִין עַד שֶׁיֵּעָרְמוּ הַמַּיִם לְמַעְלָה וְיוֹרֵד וְטוֹבֵל לְתוֹכָן: \n",
            "english": "When the water in a <i>mikveh</i> is dispersed, one may press even bundles of straw and bundles of reeds into the water from the sides until the water level will rise and one can descend and immerse within."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שֵׁשׁ מַעֲלוֹת בְּמִקְוָאוֹת זוֹ לְמַעְלָה מִזּוֹ. הָרִאשׁוֹן מֵי גְּבָאִים. וּמֵי בּוֹרוֹת שִׁיחִין וּמְעָרוֹת. וְכַיּוֹצֵא בָּהֶן מִמַּיִם הַמְכֻנָּסִין בַּקַּרְקַע אַף עַל פִּי שֶׁהֵן שְׁאוּבִין וְאַף עַל פִּי שֶׁאֵין בָּהֶן אַרְבָּעִים סְאָה הוֹאִיל וְאֵינָן מִתְטַמְּאִין אֶלָּא לְרָצוֹן כְּמוֹ שֶׁבֵּאַרְנוּ הֲרֵי הֵן בְּחֶזְקַת טְהוֹרִין וּכְשֵׁרִין לַעֲשׂוֹת מֵהֶן עִסָּה הַטְּבוּלָה לְחַלָּה וְלִטּל מֵהֶן לַיָּדַיִם וְהוּא שֶׁיִּטּל מֵהֶן בִּכְלִי כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "There are six categories of <i>mikveot</i>, one superior to another. The first is the water of pit, cisterns, storage trenches, storage caverns, and the like, where water is collected on the earth. Even though the water was \"drawn\" and even though there were less than 40 <i>se'ah</i>, since the water only contracts impurity through willful activity, as we explained, the prevailing assumption is that it is pure. It is fit to use such water to make dough from which <i>challah</i> must be separated or to wash one's hands, provided he washes his hands with a container, as we explained."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לְמַעְלָה מֵהֶן מֵי תַּמְצִית שֶׁלֹּא פָּסְקוּ אֶלָּא עֲדַיִן הַגְּשָׁמִים יוֹרְדִין וְהֶהָרִים בּוֹצְצִין וְהֵן נִמְשָׁכִין וְנִקְוִין וְאֵינָן שְׁאוּבִין אֲבָל אֵין בָּהֶן אַרְבָּעִים סְאָה הֲרֵי הֵן כְּשֵׁרִין לִתְרוּמָה וְלִטּל מֵהֶן לַיָּדַיִם וּמַטְבִּיל בָּהֶן אֶת הַמַּיִם שֶׁנִּטְמְאוּ. פָּסְקוּ הַגְּשָׁמִים וְלֹא פָּסְקוּ הֶהָרִים מִלְּהַזְחִיל עֲדַיִן הֵן מֵי תַּמְצִית. פָּסְקוּ הֶהָרִים וְאֵינָן בּוֹצְצִין הֲרֵי אֵלּוּ כְּמֵי גְּבָאִין: \n",
            "english": "On a superior level is rainwater that has not ceased flowing, i.e., the rain is still descending and the mountains are still gushing with water and that water flows down and collects on the ground. It is not \"drawn;\" however, there are not 40 <i>se'ah</i>. Such water is acceptable for <i>terumah</i>, for the washing of hands, and for the immersion of water that became impure.<br>If the rains ceased descending, but the water was still flowing from the mountains, such water is still considered in this category. If water is no longer flowing from mountains and they are not gushing, it is considered as water collected in a pit."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַחוֹפֵר בְּצַד הַיָּם וּבְצַד הַנָּהָר וּבִמְקוֹם הַבֵּצִין הֲרֵי הֵן כְּמֵי תַּמְצִית שֶׁלֹּא פָּסְקוּ: \n",
            "english": "When one digs at the side of the sea, a river, or a swamp, and water from these bodies flows into the pit that was dug, the water is considered like water that has not ceased flowing."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַחוֹפֵר בְּצַד הַמַּעְיָן כָּל זְמַן שֶׁהָיוּ בָּאִין מֵחֲמַת הַמַּעְיָן אַף עַל פִּי שֶׁפּוֹסְקִין וְחוֹזְרִין וּמוֹשְׁכִין הֲרֵי הֵן כְּמֵי מַעְיָן. פָּסְקוּ מִלִּהְיוֹת מוֹשְׁכִין הֲרֵי הֵן כְּמֵי גְּבָאִין: \n",
            "english": "When one digs at the side of a spring, as long as the water emerges because of the spring, even though at times, its flow is interrupted, but then it flows again, it is considered as a spring. If it ceased flowing entirely, it is considered as water collected in a pit."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "לְמַעְלָה מֵהֶן מִקְוֶה שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה מַיִם שֶׁאֵינָם שְׁאוּבִין שֶׁבּוֹ טוֹבֵל כָּל אָדָם טָמֵא חוּץ מִן הַזָּב הַזָּכָר וּבוֹ מַטְבִּילִין אֶת כָּל הַכֵּלִים הַטְּמֵאִים וְאֶת הַיָּדָיִם שֶׁמַּטְבִּילִין לְקֹדֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "On a superior level is a <i>mikveh</i> that contains 40 <i>se'ah</i> of water that was not drawn. Every person can immerse in such a <i>mikveh</i> to regain purity except a male <i>zav</i>. All impure <i>keilim</i> and hands that must be immersed to touch sacrificial foods are immersed in such a <i>mikveh</i>, as we explained."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "לְמַעְלָה מִזֶּה הַמַּעְיָן שֶׁמֵּימָיו מוּעָטִין וְהִרְבּוּ עָלָיו מַיִם שְׁאוּבִין שָׁוֶה לְמִקְוֶה שֶׁאֵין מְטַהֲרִין בְּמַיִם הַנִּמְשָׁכִין מִמֶּנּוּ אֶלָּא בְּמַיִם הַנִּקְוִין וְעוֹמְדִין בְּאֶשְבּוֹרֶן וְשָׁוֶה לַמַּעְיָן שֶׁהוּא מְטַהֵר בְּכָל שֶׁהוּא שֶׁהַמַּעְיָן אֵין לְמֵימָיו שִׁעוּר אֲפִלּוּ כָּל שֶׁהֵן מְטַהֲרִין: \n",
            "english": "On a superior level is a natural spring whose water is minimal and drawn water was added to it. The laws governing it resemble those governing a <i>mikveh</i> in that it does not impart purity through immersion in the water that flows from it, only in water that is collected and stationary in a reservoir. And they resemble those governing a natural spring in that even the smallest amount of its water imparts purity. For there is no minimum measure required for the water of a natural spring. Even the slightest amount can impart purity."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "לְמַעְלָה מִזֶּה הַמַּעְיָן שֶׁלֹּא נִתְעָרֵב בּוֹ מַיִם שְׁאוּבִין אֲבָל מֵימָיו מֻכִּים כְּגוֹן שֶׁהָיוּ מֵימָיו מָרִים אוֹ מְלוּחִים שֶׁהֲרֵי הוּא מְטַהֵר בְּזוֹחֲלִים וְהֵן הַמַּיִם הַנִּגְרָרִים וְנִמְשָׁכִין מִן הַמַּעְיָן: \n",
            "english": "On a superior level is a natural spring in which drawn water was not mixed, but its water was spoiled; it was bitter or salty. It imparts purity when its water is flowing, i.e., the water emerges and streams forth from the spring."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "לְמַעְלָה מִזֶּה הַמַּעְיָן שֶׁמֵּימָיו מַיִם חַיִּים שֶׁבָּהֶן בִּלְבַד טוֹבְלִים בּוֹ הַזָּבִים הַזְּכָרִים וְלוֹקְחִין מֵהֶן לְטָהֳרַת הַמְצֹרָע וּלְקַדֵּשׁ מֵי חַטָּאת. מַה בֵּין מַעְיָן לְמִקְוֶה הַמִּקְוֶה אֵינוֹ מְטַהֵר אֶלָּא בְּאַרְבָּעִים סְאָה וְהַמַּעְיָן מְטַהֵר בְּכָל שֶׁהוּא. הַמִּקְוֶה אֵינוֹ מְטַהֵר אֶלָּא בְּאֶשְבּוֹרֶן וְהַמַּיִם הַנִּזְחָלִים מִמֶּנּוּ אֵינָן מְטַהֲרִין וְהַמַּעְיָן מְטַהֵר בְּזוֹחֲלִים. הַמִּקְוֶה לֹא תַּעֲלֶה בּוֹ טְבִילָה לְזָבִים וְהַמַּעְיָן אִם הָיוּ מֵימָיו מַיִם חַיִּים הַזָּב טוֹבֵל בָּהֶן: \n",
            "english": "On a superior level is a natural spring whose water is \"living water.\" In such springs alone may male <i>zavim</i> immerse and from them alone water may be taken for the purification of a person afflicted with <i>tzara'at</i> and for the sanctification of the water used for the ashes of the red heifer.<br>What are the differences between the laws governing a natural spring and a <i>mikveh</i>? A <i>mikveh</i> does not impart purity unless it contains 40 <i>se'ah</i> of water, while even the smallest amount of water from a natural spring imparts purity. And the water of a <i>mikveh</i> imparts purity only if it is collected in a reservoir. Any water flowing out from it does not impart purity. The water of a natural spring, by contrast, imparts purity when flowing. Also, immersion in a <i>mikveh</i> is not effective for <i>zavim</i>, while a <i>zav</i> may immerse in a natural spring of \"living water.\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מַעְיָן שֶׁמֵּימָיו יוֹצְאִין וְנִמְשָׁכִין לְתוֹךְ הַשֹּׁקֶת וְאַחַר כָּךְ יוֹצְאִין מִן הַשֹּׁקֶת וְנִזְחָלִין הֲרֵי כָּל הַמַּיִם שֶׁבַּשֹּׁקֶת וְשֶׁחוּץ לוֹ פְּסוּלִין. הָיוּ מִקְצָתָן נִמְשָׁכִין עַל שְׂפַת הַשֹּׁקֶת אֲפִלּוּ כָּל שֶׁהוּא הֲרֵי הַמַּיִם שֶׁחוּץ לַשֹּׁקֶת כְּשֵׁרִים שֶׁהַמַּעְיָן מְטַהֵר בְּכָל שֶׁהוּא. הָיוּ מֵימָיו נִמְשָׁכִין לְתוֹךְ בְּרֵכָה שֶׁהִיא מַיִם וְנִקְוִין שָׁם הֲרֵי אוֹתָהּ הַבְּרֵכָה כְּמִקְוֶה. הָיָה יוֹצֵא חוּץ לַבְּרֵכָה הֲרֵי זֶה פָּסוּל לְזָבִים וְלִמְצֹרָעִים וּלְקַדֵּשׁ מֵי חַטָּאת עַד שֶׁיֵּדַע שֶׁיָּצְאוּ כָּל מֵי הַמִּקְוֶה שֶׁהָיוּ בְּתוֹךְ הַבְּרֵכָה: \n",
            "english": "When the waters of a spring flow outward and into a receptacle in a stone and afterwards emerge from the receptacle and flow further, all of the water in the receptacle and all that flowed out of it is unacceptable for immersion. If some of the water from the spring - even the slightest amount - was flowing over the edge of the receptacle, the water outside the receptacle is acceptable for immersion. The rationale is that a natural spring purifies water as long as it shares even the slightest amount of contact with it.<br>When water from a natural spring was flowing into a pool that was filled with water and collects there, that pool is considered as a <i>mikveh</i>. If the water flows outside the pool, that water is not acceptable for the purification of <i>zavim</i> and those afflicted with <i>tzara'at</i> or for the sanctification of the water for the ashes of the red heifer until one is certain that all of the collected water that was originally in the pool has flowed out."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מַעְיָן שֶׁמֵּימָיו נִמְשָׁכִין עַל גַּבֵּי כֵּלִים שֶׁאֵין לָהֶן בֵּית קִבּוּל כְּגוֹן שֻׁלְחָן וְסַפְסָל וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה כְּמִקְוֶה וּבִלְבַד שֶׁלֹּא יַטְבִּיל עַל גַּבֵּי הַכֵּלִים: \n",
            "english": "When the waters of a spring flow over articles that do not have a receptacle, e.g., a table, a bench, or the like, the water is considered as a <i>mikveh</i>, provided one does not immerse above the articles themselves."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מַעְיָן שֶׁהָיוּ אַמּוֹת קְטַנּוֹת נִמְשָׁכוֹת מִמֶּנּוּ וְרִבָּה עָלָיו מַיִם שְׁאוּבִין לְתוֹךְ הַמַּעְיָן עַד שֶׁגָּבְרוּ הַמַּיִם שֶׁבָּאַמּוֹת וְשָׁטְפוּ הֲרֵי הֵן כְּמַעְיָן לְכָל דָּבָר. הָיוּ מֵימֵי הַמַּעְיָן עוֹמְדִים וְאֵינָן נִמְשָׁכִין וְרִבָּה עָלָיו מַיִם עַד שֶׁמָּשְׁכוּ מִמֶּנּוּ אַמּוֹת הַמַּיִם הֲרֵי הַמַּיִם שֶׁמְּשׁוּכִין שָׁוִין לַמִּקְוֶה לְטַהֵר בָּאֶשְבּוֹרֶן בִּלְבַד וְשָׁוִין לַמַּעְיָן לְטַהֵר בְּכָל שֶׁהוּא: \n",
            "english": "When there was a natural spring with small irrigation ditches flowing out from it and one poured water into the spring so that the water in the ditches would increase and flow powerfully, the water is considered as a spring in all regards.<br>If the water of the spring was stationary and not flowing and one added water until it flowed into the irrigation ditches, the water that flows into those ditches is comparable to a <i>mikveh</i> in that it imparts purity only when collected in a reservoir and it is comparable to a spring in that even the slightest amount imparts purity."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל הַיַּמִים מְטַהֲרִין בְּזוֹחֲלִין וּפְסוּלִין לְזָבִים וְלִמְצֹרָעִים וּלְקַדֵּשׁ בָּהֶן מֵי חַטָּאת: \n",
            "english": "All of the seas impart purity despite the fact that their water is flowing, but they are invalid for the purification of <i>zavim</i> and persons afflicted with <i>tzara'at</i> and for the sanctification of the water used for the ashes of the red heifer."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַמַּיִם הַזּוֹחֲלִין מִן הַמַּעְיָן הֲרֵי הֵם כְּמַעְיָן לְכָל דָּבָר. וְהַמְנַטְּפִין מִן הַמַּעְיָן אַף עַל פִּי שֶׁהֵן טוֹרְדִין הֲרֵי הֵם כְּמִקְוֶה וְאֵין מְטַהֲרִין אֶלָּא בְּאַרְבָּעִים סְאָה עוֹמְדִין. וּפְסוּלִין לְזָבִים וְלִמְצֹרָעִים וּלְקַדֵּשׁ בָּהֶן מֵי חַטָּאת. הָיוּ הַזּוֹחֲלִין מִן הַמַּעְיָן מִתְעָרְבִין עִם הַנּוֹטְפִין [מִמֶּנּוּ אִם רַבּוּ הַזּוֹחֲלִין עַל הַנּוֹטְפִין] הֲרֵי הַכּל כְּמַעְיָן לְכָל דָּבָר. וְאִם רַבּוּ הַנּוֹטְפִים עַל הַזּוֹחֲלִין וְכֵן אִם רַבּוּ מֵי גְּשָׁמִים עַל מֵי הַנָּהָר אֵינָן מְטַהֲרִין בְּזוֹחֲלִין אֶלָּא בְּאֶשְבּוֹרֶן. לְפִיכָךְ צָרִיךְ לְהַקִּיף מַפָּץ וְכַיּוֹצֵא בּוֹ בְּאוֹתוֹ הַנָּהָר הַמְעֹרָב עַד שֶׁיִּקָּווּ הַמַּיִם וְיִטְבּל בָּהֶן: \n",
            "english": "Water that flows from a natural spring is considered as an extension of the spring in all contexts. Water that drips from a spring, even though the dripping is continuous, is considered only as a <i>mikveh</i> and does not impart purity unless there are 40 <i>se'ah</i> standing in one place. Such water is not acceptable for the purification of <i>zavim</i> and those afflicted with <i>tzara'at</i> or for the sanctification of the water for the ashes of the red heifer.<br>If the water flowing from the spring becomes mixed with water dripping from it, it is considered like a stream in all respects. If, however, the amount of the water of the stream that was dripping was greater than that which was flowing, or if an amount of rainwater greater than the water in a river flowed into it, the water does not impart purity when flowing, only when in a reservoir. Therefore one must use a mat or the like to surround the portion of the river where the water is mixed until the water will be gathered in a single place so that one can immerse in it."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "נוֹטְפִין שֶׁעֲשָׂאָן זוֹחֲלִין כְּגוֹן שֶׁסָּמַךְ לְמִקְוֶה הַמְנַטֵּף טַבְלָא שֶׁל חֶרֶס חֲלָקָה וַהֲרֵי הַמַּיִם נִזְחָלִין וְיוֹרְדִין עָלֶיהָ הֲרֵי הֵן כְּשֵׁרִין. וְכָל דָּבָר שֶׁמְּקַבֵּל טֻמְאָה וַאֲפִלּוּ מִדִּבְרֵי סוֹפְרִים אֵין מַזְחִילִין בּוֹ: \n",
            "english": "When one caused water that was dripping to flow, e.g., one placed a smooth earthenware tablet next to a <i>mikveh</i> whose water was dripping and thus the water was flowing as it descended down the tablet, it is acceptable. Any article that is susceptible to impurity, even by Rabbinic decree, should not be used as a conduit for water."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "זוֹחֲלִין שֶׁקִּלְּחָן בַּעֲלֵי אֱגוֹז כְּשֵׁרִים כְּשֶׁהָיוּ שֶׁאֵין עֲלֵי הָאֱגוֹז הַלַּח שֶׁהוּא צוֹבֵעַ חָשׁוּב כְּכֵלִים: \n",
            "english": "When one uses the external green shell of a nut to change the direction of the flow of water the water is acceptable as water from a spring, as it was before. It is not disqualified, because a fresh nut shell which imparts color is not considered as a container."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "מֵי גְּשָׁמִים הַבָּאִין מִן הַמִּדְרוֹן וְהִנָּם נִזְחָלִין וְיוֹרְדִין אַף עַל פִּי שֶׁהָיוּ מִתְּחִלָּתָן וְעַד סוֹפָן אַרְבָּעִים סְאָה אֵין מַטְבִּילִין בָּהֶן כְּשֶׁהֵן נִזְחָלִין עַד שֶׁיִּקָּווּ וְיָנוּחוּ בְּאֶשְבּוֹרֶן אַרְבָּעִים סְאָה. הֲרֵי שֶׁהִקִּיף כֵּלִים וְעָשָׂה מֵהֶן מְחִצּוֹת עַד שֶּׁנִּתְקַבֵּץ בֵּינֵיהֶן אַרְבָּעִים סְאָה מִמַּיִם הַנִּזְחָלִין מִן הַגְּשָׁמִים הֲרֵי זֶה טוֹבֵל בָּהֶן. וְכֵלִים שֶׁעָשָׂה מֵהֶן הַגָּדֵר לֹא עָלְתָה לָהֶן טְבִילָה: \n",
            "english": "When rainwater is cascading down a hill, flowing as it descends, even though there are more than 40 <i>se'ah</i> of water from the beginning of the torrent to its end, it is not acceptable for immersion while it is flowing. It must be collected in a reservoir containing 40 <i>se'ah</i>. If one surrounded the water with containers, having them serve as partitions, i.e., walls for a body of water to collect, and 40 <i>se'ah</i> of rainwater flowed into it and collected there, it is acceptable for immersion. The containers with which one surrounded the water are not considered to have been immersed."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "גַּל שֶׁנִּתְלַשׁ מִן הַיָּם וְנָפַל עַל הָאָדָם אוֹ עַל הַכֵּלִים אִם יֵשׁ בּוֹ אַרְבָּעִים סְאָה הֲרֵי אֵלּוּ טְהוֹרִין לְחֻלִּין שֶׁאֵין הַטּוֹבֵל לְחֻלִּין צָרִיךְ כַּוָּנָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת שְׁאָר אָבוֹת הַטֻּמְאוֹת. וְאִם נִתְכַּוֵּן וְהָיָה יוֹשֵׁב וּמְצַפֶּה עַד שֶׁיִּפּל עָלָיו הַגַּל עָלְתָה לוֹ טְבִילָה לְדָבָר שֶׁנִּתְכַּוֵּן לוֹ: \n",
            "english": "When a wave becomes separated from the sea and falls on a person or on <i>keilim</i>, they are pure for ordinary purposes, provided the wave contains 40 <i>se'ah</i>, for a person who immerses does not have to have a specific intent, as we explained in <i>Hilchot Sha'ar Avot HaTum'ah</i>. If the person focused his intent on purifying himself for a specific level of purity, and was waiting in anticipation of the wave falling upon him, he is considered to have purified himself for the activity for which he desired to purify himself."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "אֵין מַטְבִּילִין בְּגַל כְּשֶׁהוּא בָּאֲוִיר קֹדֶם שֶׁיִּפּל עַל הָאָרֶץ וְאַף עַל פִּי שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה. לְפִי שֶׁאֵין מַטְבִּילִין בְּזוֹחֲלִים קַל וָחֹמֶר בָּאֲוִיר. הָיוּ שְׁנֵי רָאשֵׁי הַגַּל נוֹגְעִין בָּאָרֶץ מַטְבִּילִין בּוֹ וְאֵין מַטְבִּילִין בַּכִּפָּה שֶׁלּוֹ מִפְּנֵי שֶׁהוּא אֲוִיר: \n",
            "english": "One may not immerse in a wave when it is in the air before it falls on the earth even if it contains 40 <i>se'ah</i> of water. The rationale is that just as we do not immerse in water that is flowing, how much more so do we not immerse in water that is in the air. When the two ends of a wave are touching the earth, we can immerse in it. We do not, however, immerse in its crest, because that water is in the air."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "סָפֵק מַיִם שְׁאוּבִין שֶׁטִּהֲרוּ חֲכָמִים כֵּיצַד. מִקְוֶה שֶׁנִּסְתַּפֵּק לוֹ אִם נָפְלוּ לְתוֹכוֹ מַיִם שְׁאוּבִים אוֹ לֹא. וַאֲפִלּוּ יָדַע בְּוַדַּאי שֶׁנָּפְלוּ סָפֵק יֵשׁ בָּהֶן שְׁלֹשֶׁת לוֹגִין סָפֵק אֵין בָּהֶן. וַאֲפִלּוּ יָדַע בְּוַדַּאי שֶׁיֵּשׁ בָּהֶן שְׁלֹשֶׁת לוֹגִין סָפֵק שֶׁהָיָה בַּמִּקְוֶה שֶׁנָּפְלוּ בּוֹ אַרְבָּעִים סְאָה סָפֵק לֹא הָיָה הֲרֵי זֶה כָּשֵׁר: \n",
            "english": "What is meant by an unresolved doubt regarding drawn water that our Sages ruled as pure? A <i>mikveh</i> about which one was unsure whether drawn water fell into it. Or even if one was certain that drawn water fell into it, but was in doubt whether there were three <i>lugim</i> or not. Or even when one was certain that there were three <i>lugim</i> of drawn water, but there was a doubt whether the <i>mikveh</i> into which the water fell contained 40 <i>se'ah</i> or not. In all instances, the <i>mikveh</i> is acceptable."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁנֵי מִקְוָאוֹת אֶחָד יֵשׁ בּוֹ אַרְבָּעִים סְאָה וְאֶחָד אֵין בּוֹ. נָפְלוּ שְׁלֹשֶׁת לוֹגִין מַיִם שְׁאוּבִין לְאֶחָד מֵהֶן וְאֵין יָדוּעַ לְאֵיזֶה מֵהֶן נָפְלוּ סְפֵקוֹ טָהוֹר מִפְּנֵי שֶׁיֵּשׁ לוֹ בְּמָה יִתְלֶה. הָיוּ שְׁנֵיהֶן פְּחוּתִין מֵאַרְבָּעִים סְאָה וְנָפְלוּ לְאֶחָד מֵהֶן וְאֵין יָדוּעַ לְאֵיזֶה מֵהֶן כָּל אֶחָד מִשְּׁנֵיהֶן פָּסוּל שֶׁאֵין לוֹ בְּמָה יִתְלֶה אִם לָזֶה נָפְלוּ נִפְסַל וְאִם לָזֶה נָפְלוּ נִפְסַל: \n",
            "english": "The following law applies when there are two <i>mikveot</i>, one containing 40 <i>se'ah</i> and one containing a lesser amount. Three <i>lugim</i> of drawn water fell into one of them, but it is not known into which they fell. Because of the doubt, we rule that the acceptable <i>mikveh</i> is pure, because there is a factor on which one can rely.<br>If they both contained less than 40 <i>se'ah</i> and three <i>lugim</i> fell into one of them, they are both disqualified, because there is no factor on which one can rely. If the drawn water fell into one, it would be disqualified and if it fell into the other, it would be disqualified."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִקְוֶה שֶׁהֱנִיחוֹ רֵיקָן וּבָא וּמְצָאוֹ מָלֵא כָּשֵׁר מִפְּנֵי שֶׁזֶּה סְפֵק מַיִם שְׁאוּבִין לְמִקְוֶה זֶה: \n",
            "english": "When one left a <i>mikveh</i> empty, and returned and found it full, it is acceptable, for there is an unresolved doubt whether the water for this <i>mikveh</i> was drawn."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "צִנּוֹר שֶׁמְּקַלֵּחַ לַמִּקְוֶה וְהַמַּכְתֶּשֶׁת נְתוּנָה בְּצִדּוֹ סָפֵק מִן הַצִּנּוֹר לַמִּקְוֶה סָפֵק מִן הַמַּכְתֶּשֶׁת לַמִּקְוֶה הֲרֵי זֶה פָּסוּל מִפְּנֵי שֶׁהַפְּסוּל מוּכָח. וְאִם יֵשׁ בַּמִּקְוֶה רֻבּוֹ מַיִם כְּשֵׁרִים הֲרֵי זֶה כָּשֵׁר שֶׁזֶּה סְפֵק מַיִם שְׁאוּבִים הוּא שֶׁהֲרֵי יֵשׁ שָׁם מִקְוֶה כָּשֵׁר קָבוּעַ: \n",
            "english": "When a pipe carried water into a <i>mikveh</i>, but there is a mill next to it, if there is a doubt whether water flowed into the <i>mikveh</i> from the pipe or from the mill, it is unacceptable, because the disqualifying factor is evident. If, however, the <i>mikveh</i> contains a majority of acceptable water, it is acceptable because the doubt involves drawn water and there is an acceptable <i>mikveh</i> whose presence had been established."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל הַמִּקְוָאוֹת הַנִּמְצָאִים בְּאֶרֶץ הָעַמִּים פְּסוּלִין שֶׁחֶזְקָתָן שְׁאוּבִין. וְכָל הַמִּקְוָאוֹת הַנִּמְצָאִים בְּאֶרֶץ יִשְׂרָאֵל בַּמְּדִינוֹת לְפָנִים מִן הַמַּפְתֵּחַ בְּחֶזְקַת פְּסוּלִין שֶׁאַנְשֵׁי הַמְּדִינָה מְכַבְּסִים בָּהֶן וּמְטִילִין לְתוֹכָן מַיִם שְׁאוּבִים תָּמִיד. וְכָל הַמִּקְוָאוֹת הַנִּמְצְאִים בְּאֶרֶץ יִשְׂרָאֵל חוּץ לַמַּפְתֵּחַ בְּחֶזְקַת טָהֳרָה שֶׁחֶזְקָתָן מִן הַגְּשָׁמִים: \n",
            "english": "All of the <i>mikveot</i> found in the lands of the nations are invalid for immersion, for we operate under the presumption that the water is drawn. All of the <i>mikveot</i> found in <i>Eretz Yisrael</i>, in the cities, within the gates are assumed to be invalid, because the inhabitants of the cities wash their garments in them and pour drawn water into them at all times. All of the <i>mikveot</i> found in <i>Eretz Yisrael</i> outside the gates of a city are presumed to be pure. For it is assumed that they came from rainwater."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַטָּמֵא שֶׁיָּרַד לִטְבּל סָפֵק טָבַל סָפֵק לֹא טָבַל וַאֲפִלּוּ טָבַל סָפֵק יֵשׁ בּוֹ אַרְבָּעִים סְאָה סָפֵק אֵין בּוֹ. שְׁנֵי מִקְוָאוֹת אֶחָד יֵשׁ בּוֹ אַרְבָּעִים סְאָה וְאֶחָד אֵין בּוֹ וְטָבַל בְּאֶחָד מֵהֶן וְאֵין יָדוּעַ בְּאֵיזֶה מֵהֶן טָבַל סְפֵקוֹ טָמֵא לְפִי שֶׁהַטָּמֵא בְּחֶזְקָתוֹ עַד שֶׁיִּוָּדַע שֶׁטָּבַל כָּרָאוּי. וְכֵן מִקְוֶה שֶׁנִּמְדַּד וְנִמְצָא חָסֵר בֵּין שֶׁהָיָה הַמִּקְוֶה בִּרְשׁוּת הָרַבִּים בֵּין שֶׁהָיָה בִּרְשׁוּת הַיָּחִיד כָּל הַטָּהֳרוֹת שֶׁנַּעֲשׂוּ עַל גַּבָּיו לְמַפְרֵעַ טְמֵאוֹת עַד שֶׁיִּוָּדַע זְמַן שֶׁנִּמְדַּד בּוֹ וְהָיָה שָׁלֵם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיְתָה הַטְּבִילָה מִטֻּמְאָה חֲמוּרָה. אֲבָל אִם טָבַל מִטֻּמְאָה קַלָּה כְּגוֹן שֶׁאָכַל אֳכָלִין טְמֵאִין אוֹ שָׁתָה מַשְׁקִין טְמֵאִין אוֹ בָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין אוֹ שֶׁנָּפְלוּ עַל רֹאשׁוֹ וְעַל רֻבּוֹ שְׁלֹשֶׁת לוֹגִין מַיִם שְׁאוּבִין. הוֹאִיל וְעִקַּר דְּבָרִים אֵלּוּ מִדִּבְרֵיהֶן הֲרֵי סְפֵקוֹ טָהוֹר כְּמוֹ שֶׁבֵּאַרְנוּ. וְאַף עַל פִּי שֶׁנִּסְתַּפֵּק לוֹ אִם טָבַל אוֹ לֹא טָבַל אוֹ שֶׁנִּמְצָא הַמִּקְוֶה חָסֵר לְאַחַר זְמַן וְכַיּוֹצֵא בִּסְפֵקוֹת אֵלּוּ הֲרֵי זֶה טָהוֹר: \n",
            "english": "In all the following situations, when an impure person descends to purify himself and:<br>a) there is a doubt whether he immersed or did not immerse,<br>b) even if it was known that he immersed, but there is a doubt whether the <i>mikveh</i> contained 40 <i>se'ah</i> or not, or<br>c) there were two <i>mikveot</i>, one containing 40 <i>se'ah</i> and one that did not contain 40 <i>se'ah</i>, he immersed in one of them and did not know in which one he immersed, he is impure because of the doubt. The rationale is that we presume that the impure person is impure until it is certain that he immersed in the proper manner.<br>Similarly, if a <i>mikveh</i> was measured and it was discovered that it did not contain the required amount of water, whether the <i>mikveh</i> was located in the public domain or a private domain, all of the pure articles that were immersed in it are considered as impure retroactively until a time when it was measured and it was complete.<br>When does the above apply? When the immersion was intended to purify the person or the article from severe impurity. When, however, the immersion was because of a light impurity, e.g., one ate impure foods or drank impure beverages, his head and the majority of his body entered drawn water, or three <i>lugim</i> of drawn water fell on his head and on the majority of his body, since the primary aspect of these types of impurity are Rabbinical in origin, he is pure despite the doubt, as we explained. Even though the person is in doubt whether he immersed or not, the <i>mikveh</i> in which he immersed was discovered to be lacking afterwards, or other doubts of this nature arise, he is pure."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁנֵי מִקְוָאוֹת אֶחָד כָּשֵׁר וְאֶחָד פָּסוּל וְטָבַל בְּאֶחָד מֵהֶן מִטֻּמְאָה חֲמוּרָה וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ תְּלוּיוֹת. טָבַל בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הָרִאשׁוֹנוֹת תְּלוּיוֹת כְּשֶׁהָיוּ וְהַשְּׁנִיּוֹת טְהוֹרוֹת. וְאִם נָגְעוּ אֵלּוּ בְּאֵלּוּ רִאשׁוֹנוֹת תְּלוּיוֹת וּשְׁנִיּוֹת יִשָּׂרְפוּ. וְכֵן אִם נִטְמָא בָּאֶמְצַע טֻמְאָה קַלָּה שֶׁבֵּאַרְנוּ וְטָבַל בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת. אֲבָל אִם טָבַל בְּאֶחָד מֵהֶן מִטֻּמְאָה קַלָּה וְעָשָׂה טָהֳרוֹת וְנִטְמָא טֻמְאָה חֲמוּרָה וְטָבַל בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הָרִאשׁוֹנוֹת טְהוֹרוֹת וְהַשְּׁנִיּוֹת תְּלוּיוֹת. וְאִם נָגְעוּ אֵלּוּ בְּאֵלּוּ רִאשׁוֹנוֹת יִשָּׂרְפוּ וְהַשְּׁנִיּוֹת תְּלוּיוֹת כְּשֶׁהָיוּ. הָיָה בְּאֶחָד מֵהֶן אַרְבָּעִים סְאָה וְאֶחָד כֻּלּוֹ שָׁאוּב וְטָבְלוּ בָּהֶן שְׁנַיִם אֶחָד מִטֻּמְאָה חֲמוּרָה וְאֶחָד מִטֻּמְאָה קַלָּה וְעָשׂוּ טָהֳרוֹת הַטּוֹבֵל מִטֻּמְאָה חֲמוּרָה טָהֳרוֹתָיו תְּלוּיוֹת וְהַטּוֹבֵל מִטֻּמְאָה קַלָּה טָהֳרוֹתָיו טְהוֹרוֹת. הָיָה אֶחָד טָמֵא וְיָרַד לִטְבּל וְהַשֵּׁנִי יֵרֵד לְהָקֵר זֶה שֶׁיָּרַד לִטְבּל בְּאֶחָד מֵהֶן טָהֳרוֹתָיו תְּלוּיוֹת כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶה שֶׁיָּרַד לְהָקֵר טָהוֹר כְּשֶׁהָיָה. שֶׁזֶּה סְפֵק מַיִם שְׁאוּבִין הוּא שֶׁמָּא בַּשָּׁאוּב טָבַל כְּשֶׁהֵקֵר וְנִטְמָא: \n",
            "english": "When there were two <i>mikveot</i>, one kosher and one unacceptable, a person immersed in one to purify himself from a severe type of impurity, and touched pure foods, their status is questionable. If he immersed in the second <i>mikveh</i> as well and touched pure foods, the status of the first remains questionable as before and the second ones are pure. If these two batches of foods touch each other, the status of the first remain questionable and the second should be consigned to fire. This ruling also applies if in the interim he contracted impurity from a light source of impurity, as we explained, immersed in the second <i>mikveh</i> and touched pure foods.<br>If, however, he immersed in one of the <i>mikveot</i> because of a light impurity and then touched pure foods and then contracted a severe type of impurity, immersed in the second, and then touched pure foods, the first batch are pure and the status of the second is questionable. If these two batches of foods touch each other, the first should be consigned to fire and the status of the second remains the same as before.<br>The following rules apply if one of two <i>mikveot</i> contained 40 <i>se'ah</i> of acceptable water and the other was filled entirely with drawn water and two people immersed in them without knowing which one immersed in the acceptable <i>mikveh</i> and which immersed in the unacceptable one. One of the two had contracted a severe type of impurity and one had contracted a light type of impurity. They both touched pure foods. The status of the foods touched by the one who immersed because of a severe type of impurity is questionable, but those touched by the one who immersed because of the light type of impurity are pure.<br>In the situation described in the above clause, if one person was impure and descended to immerse and the other was pure and descended merely to cool off, pure foods touched by the one who descended to immerse in one of them are of questionable status, as we explained. And the one who descended to cool off is pure as he was previously. The rationale is that this is a doubt concerning drawn water, for the question is: perhaps he immersed in the pool of drawn water when he cooled off and thus contracted impurity."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שְׁנֵי מִקְוָאוֹת שֶׁל עֶשְׂרִים עֶשְׂרִים סְאָה אֶחָד שָׁאוּב וְאֶחָד כָּשֵׁר. הֵקֵר בְּאֶחָד מֵהֶן וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ טְהוֹרוֹת. הֵקֵר בַּשֵּׁנִי וְעָשָׂה טָהֳרוֹת הֲרֵי אֵלּוּ יִשָּׂרְפוּ. שֶׁהֲרֵי וַדַּאי בָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "The following rules apply when there are two <i>mikveot</i>, each containing 20 <i>se'ah</i>, one of drawn water and one of acceptable water. If a person cooled off in one of them and then touched pure foods, they are considered pure. If afterwards, he cooled off in the second and touched pure foods, they should be consigned to fire. For his head and the larger greater of his body certainly entered drawn water, as we explained."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ שֶׁנְּטִילַת יָדַיִם וּטְבִילָתָן מִדִּבְרֵי סוֹפְרִים. וְיָדַיִם שֶׁצְּרִיכוֹת טְבִילָה אֵין מַטְבִּילִין אוֹתָן אֶלָּא בְּמִקְוֶה כָּשֵׁר שֶׁיֵּשׁ בּוֹ אַרְבָּעִים סְאָה. שֶׁבְּמָקוֹם שֶׁהָאָדָם טוֹבֵל בּוֹ כֵּלִים יָדַיִם טוֹבְלִין. אֲבָל יָדַיִם שֶׁאֵין צְרִיכוֹת אֶלָּא נְטִילָה בִּלְבַד אִם הִטְבִּילָן בְּמֵי מִקְוֶה טְהוֹרִין. וְאִם הִטְבִּילָן בְּמַיִם שְׁאוּבִין בֵּין בְּכֵלִים בֵּין בְּקַרְקָעוֹת לֹא טָהֲרוּ יָדָיו עַד שֶׁיִּפְּלוּ הַמַּיִם הַשְּׁאוּבִים מִן הַכְּלִי עַל יָדָיו. שֶׁאֵין נוֹטְלִין לַיָּדַיִם אֶלָּא מִן הַכֵּלִים וּמִכֹּחַ נוֹתֵן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בְּרָכוֹת: \n",
            "english": "We already explained that washing one's hands and/or immersing them is a Rabbinic requirement. Hands that must be immersed may be immersed solely in an acceptable <i>mikveh</i> that contains 40 <i>se'ah</i>. For only in a place where a person immerses his body may he immerse <i>keilim</i> and hands. When, however, hands need only to be washed, if they were immersed in the water of a <i>mikveh</i>, they are pure. If they were immersed in drawn water, whether in a container or on the earth, the person's hands are not purified. Instead, drawn water poured from a container must fall upon his hands. For hands may only be washed from containers and using human effort, as we explained in <i>Hilchot Berachot</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַחוֹצֵץ בִּטְבִילָה חוֹצֵץ בַּיָּדַיִם בֵּין בִּטְבִילָתָן בֵּין בִּנְטִילָתָן. וְכָל הָעוֹלֶה לְמִדַּת הַמִּקְוֶה כְּטִיט הַנֵּרוֹק עוֹלֶה לְשִׁעוּר הָרְבִיעִית שֶׁנּוֹטְלִין בָּהֶן הַיָּדָיִם. וְכָל הַנּוֹטֵל יָדָיו צָרִיךְ לְשַׁפְשֵׁף: \n",
            "english": "Any substance that intervenes for one's entire body when immersing also intervenes for one's hands, both when immersing them and when washing them. Any substance that is included in the measure of a <i>mikveh</i>, e.g., flowing mud, is also included in the measure of a <i>revi'it</i> required for the washing of hands. Everyone who washes his hands must rub them together."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַנּוֹטֵל שְׁתֵּי יָדָיו לִתְרוּמָה צָרִיךְ לַחְזֹר וְלִטּל פַּעַם שְׁנִיָּה בְּמַיִם שְׁנִיִּים כְּדֵי לְהָסִיר הַמַּיִם שֶׁעַל גַּב יָדָיו שֶׁהֲרֵי הַמַּיִם שֶׁנָּטַל בָּהֶן תְּחִלָּה וְהֵן הַנִּקְרָאִין מַיִם רִאשׁוֹנִים נִטְמְאוּ בְּיָדָיו. לְפִיכָךְ אִם נָפַל כִּכָּר שֶׁל תְּרוּמָה לְתוֹךְ הַמַּיִם שֶׁנָּטַל בָּהֶן יָדָיו תְּחִלָּה נִטְמָא וְאִם נָפַל לְתוֹךְ הַמַּיִם הַשְּׁנִיִּים לֹא נִטְמָא. וְאִם נָטַל רִאשׁוֹנִים וּשְׁנִיִּים לְמָקוֹם אֶחָד וְנָפַל שָׁם כִּכָּר שֶׁל תְּרוּמָה נִטְמָא. נָטַל אֶת הָרִאשׁוֹנִים וְנִמְצָא עַל יָדָיו דָּבָר חוֹצֵץ וֶהֱסִירוֹ וְנָטַל אֶת הַשְּׁנִיִּים הֲרֵי יָדָיו טְמֵאוֹת כְּשֶׁהָיוּ שֶׁאֵין הַמַּיִם הַשְּׁנִיִּים מְטַהֲרִין אֶלָּא הַנִּשְׁאָר מִן הַמַּיִם הָרִאשׁוֹנִים עַל גַּבֵּי יָדָיו: \n",
            "english": "When a person washes both of his hands to partake of <i>terumah</i>, he must wash them a second time with other water to remove the water that is on his hands. For the water with which he washed them first - it is called the first water - contracted impurity from his hands. Therefore if a loaf of bread that was <i>terumah</i> fell into the water with which one first washed his hands, it contracts impurity. If it fell into the water of the second washing, it does not contract impurity. If one poured the water of the first washing and the second washing into one place and a loaf that was <i>terumah</i> fell there, it contracts impurity.<br>If one washed one's hands with the first water, an intervening object was found on his hands, and he removed it and washed again, his hands are impure as they were before, because the second water imparts purity only to what remains of the first water on his hands."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַיָּדָיִם מִתְטַמְּאוֹת וּמִתְטַהֲרוֹת עַד הַפֶּרֶק. כֵּיצַד. נָטַל אֶת הָרִאשׁוֹנִים עַד הַפֶּרֶק וְנָטַל הַמַּיִם הַשְּׁנִיִּים חוּץ לַפֶּרֶק וְחָזְרוּ מִחוּץ לַפֶּרֶק לְיָדָיו הֲרֵי יָדָיו טְהוֹרוֹת שֶׁהַמַּיִם הַשְּׁנִיִּים טְהוֹרִין הֵן. נָטַל אֶת הָרִאשׁוֹנִים וְהַשְּׁנִיִּים חוּץ לַפֶּרֶק וְחָזְרוּ לְיָדוֹ נִטְמֵאת יָדוֹ שֶׁהַמַּיִם הָרִאשׁוֹנִים שֶׁחוּץ לַפֶּרֶק נִטְמְאוּ מֵחֲמַת יָדָיו וְאֵין הַמַּיִם הַשְּׁנִיִּים מְטַהֲרִים בַּמַּיִם שֶׁחוּץ לַפֶּרֶק. וּלְפִי שֶׁחָזְרוּ הַמַּיִם שֶׁחוּץ לַפֶּרֶק לְיָדוֹ טִמְּאוּהָ: \n",
            "english": "Hands contract impurity and are purified until the joint.<br>What is implied? One washed his hands the first time until the joint. The second time, he washed them, the water poured beyond the joint, his hands are pure. The rationale is that the second water is pure.<br>If, when he washed his hands the first time and the second time, the water poured beyond the joint and it returned to his hand, his hand contracts impurity. The rationale is that the first water that poured beyond the wrist contracted impurity because of his hand. The second water does not purify the water outside the joint. Hence, since the water that was beyond the joint returned to his hand, it imparts impurity to it."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "נָטַל אֶת הָרִאשׁוֹנִים לְיָדוֹ אַחַת וְנִמְלַךְ וְנָטַל אֶת הַשְּׁנִיִּים לִשְׁתֵּי יָדָיו טְמֵאוֹת שֶׁהַשְּׁנִיִּים מִתְטַמְּאִין מֵחֲמַת הַיָּד שֶׁלֹּא נִטְּלָה בְּמַיִם רִאשׁוֹנִים וְחוֹזְרִין וּמְטַמְּאִין אֶת הַיָּד הַשְּׁנִיָּה. נָטַל אֶת הָרִאשׁוֹנִים לִשְׁתֵּי יָדָיו וְנָטַל אֶת הַשְּׁנִיִּים לְיָדוֹ אַחַת הָאַחַת טְהוֹרָה. נָטַל יָדוֹ אַחַת וְשִׁפְשְׁפָהּ בַּחֲבֶרְתָּהּ נִטְמְאוּ הַמַּיִם שֶׁעָלֶיהָ מֵחֲמַת חֲבֶרְתָּהּ שֶׁלֹּא נִטְּלָה וְחוֹזְרִין וּמְטַמְּאִין אֶת הַיָּד שֶׁנִּטְּלָה. שִׁפְשְׁפָהּ בְּרֹאשׁוֹ אוֹ בַּכֹּתֶל הֲרֵי זוֹ טְהוֹרָה: \n",
            "english": "If the first time, he washed one hand and changed his mind and washed both his hands together the second time, they are impure. The rationale is that the second water contracts impurity because of the hand that was not washed the first time and then they impart impurity to the other hand.<br>If he washed both his hands the first time and washed only one hand the second time, that one is pure. If he washed one hand and then rubbed it against his other hand which was not washed at all, the water upon the washed hand contracts impurity because of the unwashed hand and then imparts impurity to the hand which was washed. If he rubs it on his head or against the wall, it is pure."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "נָטַל שְׁתֵּי יָדָיו מִשְּׁטִיפָה אַחַת הֲרֵי אֵלּוּ טְהוֹרִין וְאֵין אוֹמְרִין הֲרֵי זֶה כְּנוֹטֵל יָדוֹ אַחַת בַּמַּיִם שֶׁיָּרְדוּ מֵעַל יָדוֹ הַשְּׁנִיָּה. אֲפִלּוּ אַרְבָּעָה אוֹ חֲמִשָּׁה זֶה בְּצַד זֶה אוֹ זֶה עַל גַּב זֶה. וּבִלְבַד שֶׁיַּרְפּוּ שֶׁיָּבוֹאוּ בָּהֶן הַמַּיִם: \n",
            "english": "If one washes both hands with one washing, they are pure. We do not say that it is like washing one hand with the water that descended from the other hand. Moreover, even four or five people, one next to each other or one on top of the other, may wash in this manner, as long as they hold their hands open so that the water can flow over the entire hand."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "נָטַל מִקְצָת יָדוֹ וְחָזַר וְהוֹסִיף וְנָטַל הַנִּשְׁאָר מִן יָדוֹ הֲרֵי יָדוֹ טְמֵאָה כְּשֶׁהָיְתָה. וְאִם עֲדַיִן יֵשׁ עַל מִקְצָת שֶׁנָּטַל בַּתְּחִלָּה טוֹפֵחַ עַל מְנָת לְהַטְפִּיחַ הֲרֵי זוֹ טְהוֹרָה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמַיִם רִאשׁוֹנִים. אֲבָל בִּשְׁנִיִּים נוֹטֵל מִקְצָת יָדָיו וְחוֹזֵר וּמוֹסִיף עַל מִקְצָתָן: \n",
            "english": "If one washed a portion of his hand and then washed the rest of his hand, his hand is impure as it was originally. If there is enough water to impart moisture to another substance on the portion of the hand washed first [while the other part was being washed, the hand] is pure.<br>When does the above apply? To the water of the first washing. With regard to the second washing, one may wash a portion of his hand and then wash again, adding to the portion washed."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שִׁעוּר הַמַּיִם שֶׁנּוֹטְלִין בָּהֶן תְּחִלָּה רְבִיעִית לְכָל אָדָם וְאָדָם לִשְׁתֵּי הַיָדַיִם אֵין פָּחוֹת מִשִּׁעוּר זֶה כְּמוֹ שֶׁבֵּאַרְנוּ בִּנְטִילַת יָדַיִם לְפַת. אֲבָל מַיִם שְׁנִיִּים יֵשׁ לִשְׁנַיִם לִטּל יְדֵיהֶן מֵרְבִיעִית. וּמֵחֲצִי לוֹג נוֹתְנִין לִשְׁלֹשָׁה וּלְאַרְבָּעָה. וּמִלּוֹג נוֹתְנִין אֲפִלּוּ לְמֵאָה שֶׁאֵין הַמַּיִם הַשְּׁנִיִּים לְטַהֵר אֶלָּא לְהַעֲבִיר הַמַּיִם הָרִאשׁוֹנִים: \n",
            "english": "The minimum measure of water with which one may wash one's hands initially is a <i>revi'it</i> for each and every person for both their hands. No less than this measure is acceptable, as explained with regarding to washing before partaking of bread.<br>With regard to the second washing, by contrast, two people may wash their hands with a <i>revi'it</i>, and half a <i>log</i> may be used for three or four. And from a <i>log</i>, even 100 may wash. The rationale is that the second water does not come to purify, but merely to wash off the first water."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כְּלִי שֶׁהָיָה בּוֹ רְבִיעִית מַיִם כְּשֵׁרִים לִנְטִילַת יָדַיִם וְנָתַן לְתוֹכוֹ מְעַט מַיִם פְּסוּלִין לִנְטִילַת יָדַיִם הֲרֵי אֵלּוּ כְּשֵׁרִין. נָטַל מִן הַכְּלִי כַּשִּׁעוּר שֶׁנָּתַן וְנִשְׁאֲרָה רְבִיעִית בִּלְבַד כְּשֶׁהָיְתָה הֲרֵי זוֹ פְּסוּלָה מִפְּנֵי שֶׁהַמַּיִם הַפְּסוּלִין הִשְׁלִימוּ שִׁעוּר הָרְבִיעִית: \n",
            "english": "When there was a container that held a <i>revi'it</i> of water that was acceptable for the washing of hands and one added to it a small amount of water that is not acceptable for that purpose, the mixture is acceptable. If one removed the amount of water he added from the container and there remained only a <i>revi'it</i> as there was originally, it is unacceptable. The rationale is that water that is unacceptable made up the measure of the <i>revi'it</i>."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כָּל הַמַּיִם הַפְּסוּלִין לִנְטִילָה בְּמַיִם רִאשׁוֹנִים כָּךְ הֵן פְּסוּלִין בְּמַיִם שְׁנִיִּים. וְכָל כְּלִי שֶׁאֵין נוֹטְלִין מִמֶּנּוּ בְּמַיִם רִאשׁוֹנִים כָּךְ אֵין נוֹטְלִין מִמֶּנּוּ מַיִם שְׁנִיִּים. וּכְשֵׁם שֶׁצָּרִיךְ לִהְיוֹת הַמַּיִם הָרִאשׁוֹנִים מִכֹּחַ אָדָם כָּךְ הַמַּיִם הַשְּׁנִיִּים: \n",
            "english": "Any water that is deemed unacceptable for the first washing is unacceptable for the second washing. Any container that may not be used for the first washing is also unacceptable for the second washing. Just as the water of the first washing must be poured by human effort, so too, must the water of the second washing."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ בְּפֶרֶק שִׁשִּׁי מֵהִלְכוֹת בְּרָכוֹת כָּל מִינֵי הַמַּיִם הַפְּסוּלִין לִנְטִילַת יָדַיִם וְהֶכְשֵׁרָן. וְכָל הַכֵּלִים שֶׁנּוֹטְלִין בָּהֶן לַיָּדַיִם וְשֶׁאֵין נוֹטְלִין. וְאֵי זוֹ נְתִינָה הִיא מִכֹּחַ נוֹתֵן וּכְשֵׁרָה וְאֵי זוֹ נְתִינָה אֵינָהּ מִכֹּחַ נוֹתֵן וּפְסוּלָה. וְכָל אוֹתָן הַדְּבָרִים שֶׁבֵּאַרְנוּ שָׁם בִּנְטִילַת יָדַיִם לְפַת חֻלִּין כָּךְ הֵן לִתְרוּמָה. וּכְשֵׁם שֶׁכָּל סְפֵק יָדַיִם טְהוֹרוֹת לְחֻלִּין כְּמוֹ שֶׁבֵּאַרְנוּ שָׁם. כָּךְ הֵן לִתְרוּמָה כָּל סְפֵק יָדַיִם טָהוֹר: \n",
            "english": "We already explained in <i>Hilchot Berachot</i> all of the factors that could disqualify water for the washing of hands and what makes them acceptable, all of the containers that may be used for the washing of the hands and those that may not be used, Just as any doubt regarding the washing of hands is considered as pure with regard to partaking of ordinary food, as explained there, so too, with regard to <i>terumah</i>, any doubt regarding the washing of hands is considered as pure."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "דָּבָר בָּרוּר וְגָלוּי שֶׁהַטֻּמְאוֹת וְהַטָּהֳרוֹת גְּזֵרוֹת הַכָּתוּב הֵן. וְאֵינָן מִדְּבָרִים שֶׁדַּעְתּוֹ שֶׁל אָדָם מַכְרָעָתוֹ. וַהֲרֵי הֵן מִכְּלַל הַחֻקִּים. וְכֵן הַטְּבִילָה מִן הַטֻּמְאוֹת מִכְּלַל הַחֻקִּים הוּא שֶׁאֵין הַטֻּמְאָה טִיט אוֹ צוֹאָה שֶׁתַּעֲבֹר בְּמַיִם אֶלָּא גְּזֵרַת הַכָּתוּב הִיא וְהַדָּבָר תָּלוּי בְּכַוָּנַת הַלֵּב. וּלְפִיכָךְ אָמְרוּ חֲכָמִים טָבַל וְלֹא הֻחְזַק כְּאִלּוּ לֹא טָבַל. וְאַף עַל פִּי כֵן רֶמֶז יֵשׁ בַּדָּבָר כְּשֵׁם שֶׁהַמְכַוֵּן לִבּוֹ לְטַהֵר כֵּיוָן שֶׁטָּבַל טָהוֹר וְאַף עַל פִּי שֶׁלֹּא נִתְחַדֵּשׁ בְּגוּפוֹ דָּבָר כָּךְ הַמְכַוֵּן לִבּוֹ לְטַהֵר נַפְשׁוֹ מִטֻּמְאוֹת הַנְּפָשׁוֹת שֶׁהֵן מַחְשְׁבוֹת הָאָוֶן וְדֵעוֹת הָרָעוֹת. כֵּיוָן שֶׁהִסְכִּים בְּלִבּוֹ לִפְרשׁ מֵאוֹתָן הָעֵצוֹת וְהֵבִיא נַפְשׁוֹ בְּמֵי הַדַּעַת טָהוֹר. הֲרֵי הוּא אוֹמֵר <small>(יחזקאל לו כה)</small> \"וְזָרַקְתִּי עֲלֵיכֶם מַיִם טְהוֹרִים וּטְהַרְתֶּם מִכּל טֻמְאוֹתֵיכֶם וּמִכָּל גִּלּוּלֵיכֶם אֲטַהֵר אֶתְכֶם\". הַשֵּׁם בְּרַחֲמָיו הָרַבִּים מִכָּל חֵטְא עָוֹן וְאַשְׁמָה יְטַהֲרֵנוּ אָמֵן: \n",
            "english": "It is a clear and apparent matter that the concepts of purity and impurity are Scriptural decrees and they are not matters determined by a person's understanding and they are included in the category of <i>chukim</i>. Similarly, immersion in a <i>mikveh</i> to ascend from impurity is included in the category of <i>chukim</i>, because impurity is not mud or filth that can be washed away with water. Instead, the immersion is a Scriptural decree and requires the focusing the intent of one's heart. Therefore our Sages said: \"When one immersed, but did not intend to purify himself,\" it is as if he did not immerse.<br>Although it is a Scriptural decree, there is an allusion involved: One who focuses his heart on purifying himself becomes purified once he immerses, even though there was no change in his body. Similarly, one who focuses his heart on purifying his soul from the impurities of the soul, which are wicked thoughts and bad character traits, becomes purified when he resolves within his heart to distance himself from such counsel and immerse his soul in the waters of knowledge. And Ezekiel 36:25 states: \"I will pour over you pure water and you will be purified from all your impurities and from all your false deities, I will purify you.\""
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:13:41.418Z",
    "totalChapters": 11,
    "status": "imported_sefaria"
  }
}
