{
  "id": "inheritances",
  "name": "Mishneh Torah, Inheritances",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Inheritances",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "סֵדֶר נְחָלוֹת כָּךְ הִיא. מִי שֶׁמֵּת יִירָשׁוּהוּ בָּנָיו וְהֵם קוֹדְמִין לַכּל. וְהַזְּכָרִים קוֹדְמִין לִנְקֵבוֹת:  ",
            "english": "This is the order of inheritance: When a person dies, his children inherit his estate. They receive priority over everyone else, and the sons receive priority over the daughters."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בְּכָל מָקוֹם אֵין לִנְקֵבָה עִם הַזָּכָר יְרֻשָּׁה. אִם אֵין לוֹ בָּנִים יִירָשֶׁנּוּ אָבִיו. וְאֵין הָאֵם יוֹרֶשֶׁת אֶת בָּנֶיהָ וְדָבָר זֶה מִפִּי הַקַּבָּלָה:  ",
            "english": "In every situation, a female does not inherit together with a male.<br>If a person does not have children, his father inherits his estate. A mother does not inherit her son's estate. This has been conveyed by the Oral Tradition."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכָל הַקּוֹדֵם בְּנַחֲלָה יוֹצְאֵי יְרֵכוֹ קוֹדְמִין. לְפִיכָךְ מִי שֶׁמֵּת בֵּין אִישׁ בֵּין אִשָּׁה אִם הִנִּיחַ בֵּן יוֹרֵשׁ הַכּל. לֹא נִמְצָא לוֹ בֵּן לְעוֹלָם מְעַיְּנִין בְּזַרְעוֹ שֶׁל בֵּן אִם נִמְצָא לִבְנוֹ זֶרַע בֵּין זְכָרִים בֵּין נְקֵבוֹת אֲפִלּוּ בַּת בַּת בַּת בְּנוֹ עַד סוֹף הָעוֹלָם הִיא תִּירַשׁ אֶת הַכּל. לֹא נִמְצָא לוֹ זֶרַע בֶּן חוֹזְרִין אֵצֶל הַבַּת. הָיְתָה לוֹ בַּת תִּירַשׁ אֶת הַכּל לֹא נִמְצֵאת לוֹ בַּת בָּעוֹלָם מְעַיְּנִין עַל זֶרַע הַבַּת. אִם נִמְצָא לָהּ זֶרַע בֵּין זְכָרִים בֵּין נְקֵבוֹת עַד סוֹף הָעוֹלָם הוּא יוֹרֵשׁ הַכּל. לֹא נִמְצָא לָהּ זֶרַע בַּת חוֹזֵר הַיְרֻשָּׁה לְאָבִיו. לֹא הָיָה אָבִיו קַיָּם מְעַיְּנִין עַל זֶרַע הָאָב שֶׁהֵן אֲחֵי הַמֵּת. נִמְצָא לוֹ אָח אוֹ זֶרַע אָח יוֹרֵשׁ אֶת הַכּל וְאִם לָאו חוֹזְרִין אֵצֶל אָחוֹת. נִמְצֵאת לוֹ אָחוֹת אוֹ זַרְעָהּ יוֹרֵשׁ הַכּל. וְאִם לֹא נִמְצֵאת לוֹ זֶרַע אַחִים וְלֹא זֶרַע אָחוֹת הוֹאִיל וְאֵין לָאָב זֶרַע תַּחְזֹר הַיְרֻשָּׁה לַאֲבִי  הָאָב. לֹא הָיָה אֲבִי הָאָב קַיָּם מְעַיְּנִין עַל זֶרַע שֶׁל אֲבִי הָאָב שֶׁהֵן אֲחֵי אָבִיו שֶׁל מֵת וְהַזְּכָרִים קוֹדְמִין לִנְקֵבוֹת וְזַרְעָן שֶׁל זְכָרִים קוֹדְמִין לִנְקֵבוֹת כְּמוֹ שֶׁהָיָה הַדִּין בְּזַרְעוֹ שֶׁל מֵת עַצְמוֹ. לֹא נִמְצְאוּ אַחִים לְאָבִיו לֹא הֵם וְלֹא זַרְעָן תַּחְזֹר הַיְרֻשָּׁה לַאֲבִי אֲבִי הָאָב. וְעַל הַדֶּרֶךְ הַזֹּאת נַחֲלָה מְמַשְׁמֶשֶׁת וְהוֹלֶכֶת עַד רְאוּבֵן. נִמְצֵאתָ אוֹמֵר הַבֵּן קוֹדֵם לַבַּת וְכָל יוֹצְאֵי יְרֵכוֹ שֶׁל בֵּן קוֹדְמִין לַבַּת וְהַבַּת קוֹדֶמֶת לַאֲבִי אָבִיהָ וְכָל יוֹצְאֵי יְרֵכָהּ קוֹדְמִין לַאֲבִי אָבִיהָ. וַאֲבִי הַמֵּת קוֹדֵם לַאֲחֵי הַמֵּת מִפְּנֵי שֶׁהֵם יוֹצְאֵי יְרֵכוֹ וְהָאָח קוֹדֵם לָאָחוֹת. וְכָל יוֹצְאֵי יְרֵכוֹ שֶׁל אָח קוֹדְמִין לָאָחוֹת. וְאָחוֹת קוֹדֶמֶת לַאֲבִי אָבִיהָ. וְכָל יוֹצְאֵי יְרֵכָהּ קוֹדְמִין לַאֲבִי אָבִיהָ. אֲבִי הָאָב קוֹדֵם לַאֲחֵי הָאָב שֶׁל מֵת וַאֲחֵי אָבִיו קוֹדְמִין לַאֲחוֹת אָבִיו וְכָל יוֹצְאֵי יְרֵכוֹ שֶׁל אֲחֵי אָבִיו קוֹדְמִין לַאֲחוֹת אָבִיו וַאֲחוֹת אָבִיו קוֹדֶמֶת לַאֲבִי אֲבִי אָבִיו שֶׁל מֵת. וְכֵן כָּל יוֹצְאֵי יְרֵכָהּ שֶׁל אֲחוֹת אָבִיו קוֹדְמִין לַאֲבִי אֲבִי אָבִיו. וְעַל דֶּרֶךְ זוֹ הוֹלֵךְ וְעוֹלֶה עַד רֹאשׁ הַדּוֹרוֹת. לְפִיכָךְ אֵין לְךָ אָדָם מִיִּשְׂרָאֵל שֶׁאֵין לוֹ יוֹרְשִׁין:  ",
            "english": "With regard to every concept of precedence for an inheritance, a person's blood descendants receive precedence. Therefore, when a person - either a man or a woman - dies and he leaves a son, he inherits everything. If the son is no longer alive, we look to see if the son left descendants. If there are descendants of the son, whether male or female - even the daughter of the daughter of the son's daughter, and this chain can be continued endlessly -that descendant inherits everything.<br>If the son does not have descendants, we return to the deceased's daughter. If there are descendants of the daughter, whether male or female - and this chain can be continued endlessly - that descendant inherits everything.<br>If the son does not have descendants, the estate returns to the deceased's father. If the father is no longer alive, -we look to see if the father left descendants - i.e., the brothers of the deceased. If there is a brother of the deceased or the descendant of a brother, he inherits everything. If there are no brothers, we return and look to see if the deceased had a sister. If there is a sister or the descendant of a sister, that person inherits everything.<br>If there are no descendants of the deceased's brothers or sisters, since there are no descendants of the deceased's father, the estate returns to the deceased's paternal grandfather. If the paternal grandfather is no longer alive, we look to see if the paternal grandfather left descendants - i.e., the uncles or aunts of the deceased. The males receive precedence over the females, and even the descendants of the males receive precedence over the females, as is the law with regard to the descendants of the deceased himself.<br>If there are no uncles or none of their descendants, the estate returns to the deceased's paternal great-grandfather. Following this pattern, the chain of inheritance continues to extend until Reuven the son of Jacob. Thus the order of inheritance is as follows: A son takes precedence over a daughter. Similarly, all of the son's descendants take precedence over the daughter. The daughter takes precedence over her paternal grandfather, and similarly, all her descendants take precedence over her paternal grandfather.<br>The deceased's father takes precedence over the deceased's brothers, because they are the father's descendants. The deceased's brothers take precedence over his sisters. Similarly, all their descendants take precedence over the sister.<br>The deceased's sister takes precedence over her paternal grandfather, and similarly, all her descendants take precedence over her paternal grandfather.<br>The deceased's paternal grandfather takes precedence over the deceased's uncles. The uncles take precedence over the aunts. Indeed, all the uncles' descendants take precedence over the aunts. The aunts take precedence over the deceased's paternal great-grandfather. Indeed, all the aunts' descendants take precedence over the deceased's paternal great-grandfather. This pattern should be continued until the beginning of all generations. Thus, there is no Jew who does not have heirs."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁמֵּת וְהִנִּיחַ בַּת וּבַת הַבֵּן וַאֲפִלּוּ בַּת בַּת בַּת הַבֵּן עַד סוֹף כַּמָּה דּוֹרוֹת הִיא קוֹדֶמֶת וְתִירַשׁ הַכּל וְאֵין לַבַּת כְּלוּם. וְהוּא הַדִּין לְבַת הָאָח עִם הָאָחוֹת וּלְבַת בֶּן אֲחִי אָבִיו עִם אֲחוֹת אָבִיו. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן:  ",
            "english": "When a person dies and leaves a daughter and the daughter of a son - or even the daughter of the son's daughter and this chain can continue for several generations - the son's daughter takes precedence. She inherits everything; the deceased's daughter does not receive anything.<br>Similar laws applies when a person is survived by his brother's daughter and his sister, by his uncle's daughter and his aunt, or in all other analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁהָיוּ לוֹ שְׁנֵי בָּנִים וּמֵתוּ הַשְּׁנֵי בָּנִים בְּחַיָּיו וְהִנִּיחַ הַבֵּן הָאֶחָד שְׁלֹשָׁה בָּנִים וְהִנִּיחַ הַבֵּן הַשֵּׁנִי בַּת אַחַת וְאַחַר כָּךְ מֵת הַזָּקֵן נִמְצְאוּ שְׁלֹשֶׁת בְּנֵי בָּנָיו יוֹרְשִׁין חֲצִי הַנַּחֲלָה וּבַת בְּנוֹ יוֹרֶשֶׁת הַחֵצִי שֶׁכָּל אֶחָד וְאֶחָד מֵהֶן יוֹרֵשׁ חֵלֶק אָבִיו. וְעַל דֶּרֶךְ זוֹ חוֹלְקִין בְּנֵי הָאַחִים וּבְנֵי אֲחֵי הָאָב עַד רֹאשׁ הַדּוֹרוֹת:  ",
            "english": "A woman is, however, given full rights in the following situation. A person had two sons who died in his lifetime. One of the sons left three sons and the other left a daughter. Afterwards, the elder man died. The three grandsons inherit half of the inheritance and the granddaughter inherits the other half. For each inherits their father's portion. Similar laws apply with regard to the division of an estate among the children of the deceased's brothers, the children of his uncles, or the children of other relatives extending back until the beginning of all generations."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִשְׁפַּחַת הָאֵם אֵינָהּ קְרוּיָה מִשְׁפָּחָה וְאֵין יְרֻשָּׁה אֶלָּא לְמִשְׁפַּחַת הָאָב. לְפִיכָךְ הָאַחִים מִן הָאֵם אֵין יוֹרְשִׁין זֶה אֶת זֶה וְאַחִין מִן הָאָב יוֹרְשִׁין זֶה אֶת זֶה. וְאֶחָד אָחִיו שֶׁהוּא מֵאָבִיו בִּלְבַד אוֹ אָחִיו מֵאָבִיו וּמֵאִמּוֹ:  ",
            "english": "With regard to the concept of inheritance, the family of a person's mother is not considered family. Inheritance is relevant only with regard to one's father's family. Therefore, maternal brothers do not inherit each other's estates, while paternal brothers do. This applies to brothers who share only a father or who share both a father and a mother."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל הַקְּרוֹבִין בַּעֲבֵרָה יוֹרְשִׁין כִּכְשֵׁרִים. כֵּיצַד. כְּגוֹן שֶׁהָיָה לוֹ בֵּן מַמְזֵר אוֹ אָח מַמְזֵר הֲרֵי אֵלּוּ כִּשְׁאָר בָּנִים וְכִשְׁאָר אַחִים לַנַּחֲלָה. אֲבָל בְּנוֹ מִן הַשִּׁפְחָה אוֹ מִן הַנָּכְרִית אֵינוֹ בֵּן לְדָבָר מִן הַדְּבָרִים וְאֵינוֹ יוֹרֵשׁ כְּלָל:  ",
            "english": "All relatives who were conceived through forbidden relations have equal inheritance rights to those who are conceived through permitted relations.<br>What is implied? When a person has a son or a brother who is a <i>mamzer,</i> he is treated like any of the other sons or any of the other brothers when it comes to the concept of inheritance. A person's son who is born by a maid-servant or a gentile woman is not considered his son at all, and has no right of inheritance whatsoever."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הָאִשָּׁה אֵינָהּ יוֹרֶשֶׁת בַּעְלָהּ כְּלָל. וְהַבַּעַל יוֹרֵשׁ אֶת כָּל נִכְסֵי אִשְׁתּוֹ מִדִּבְרֵי סוֹפְרִים. וְהוּא קוֹדֵם לַכּל בִּירֻשָּׁתָהּ אַף עַל פִּי שֶׁהִיא אֲסוּרָה עָלָיו. כְּגוֹן אַלְמָנָה לְכֹהֵן גָּדוֹל גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט. וְאַף עַל פִּי שֶׁהִיא קְטַנָּה וְאַף עַל פִּי שֶׁהַבַּעַל חֵרֵשׁ הוּא יוֹרֵשׁ אֶת אִשְׁתּוֹ:  ",
            "english": "A woman does not inherit her husband's estate at all.<br>A husband inherits all his wife's property, according to the words of our Sages. He takes precedence over all others with regard to inheriting her estate. This applies even if she is forbidden to him - e.g., a widow who was married to a High Priest, or a divorcee or a woman who had performed <i>chalitzah</i> who was married to an ordinary priest. Similarly, this applies even if the woman was below majority. Even though a husband is a deaf-mute, he inherits his wife's estate."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת שֶׁאֵין הַבַּעַל יוֹרֵשׁ אֶת אִשְׁתּוֹ עַד שֶׁתִּכָּנֵס בִּרְשׁוּתוֹ וְשֶׁאֵין הַפִּקֵּחַ יוֹרֵשׁ אֶת הַחֵרֶשֶׁת שֶׁנִּשֵּׂאת כְּשֶׁהִיא חֵרֶשֶׁת אֲפִלּוּ נִתְפַּקְּחָה. וְשָׁם בֵּאַרְנוּ שֶׁהוּא יוֹרֵשׁ אֶת נִכְסֵי אִשְׁתּוֹ שֶׁבָּאוּ לִירֻשָּׁתָהּ וְהֻחְזְקוּ בֵּין נְכָסִים שֶׁהִכְנִיסָה לוֹ בִּנְדֻנְיָתָהּ בֵּין נְכָסִים שֶׁלֹּא הִכְנִיסָה לוֹ. וּמִי שֶׁנִּתְגָּרְשָׁה סְפֵק גֵּרוּשִׁין וּמֵתָה אֵין הַבַּעַל יוֹרְשָׁהּ:  ",
            "english": "We have already explained in <i>Hilchot Ishut</i> that a husband does not inherit his wife's estate until she enters his domain, and that a man who is mentally aware does not inherit the estate of a woman whom he married as a deaf mute. This applies even if she later becomes fully mentally aware.<br>There we also explained that a husband inherits the property that enters his wife's domain and which she took possession of during her lifetime. This applies to the property she brought to his household as a dowry, and property that she did not bring to his household. When a husband attempted to divorce his wife, although there is a question about the validity of the divorce, her husband does not inherit her estate after her death."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בַּעַל שֶׁנָּשָׂא קְטַנָּה שֶׁאֵינָהּ צְרִיכָה מֵאוּן אֵינוֹ יוֹרְשָׁהּ שֶׁהֲרֵי אֵין כָּאן שׁוּם אִישׁוּת. וְכֵן שׁוֹטֶה שֶׁנָּשָׂא פִּקַּחַת אוֹ פִּקֵּחַ שֶׁנָּשָׂא שׁוֹטָה אֵינוֹ יוֹרְשָׁהּ שֶׁהֲרֵי לֹא תִּקְּנוּ חֲכָמִים לָהֶן נִשּׂוּאִין:  ",
            "english": "When a man marries a young girl who does not need the right of<br>to nullify a marriage, he does not inherit her estate, because there is no marriage. Similarly, when a man who was mentally or emotionally unstable married a mentally aware woman, or a mentally aware man married a woman who was mentally or emotionally unstable, the husband does not inherit his wife's estate, for our Sages did not ordain marriage for such individuals."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בַּעַל שֶׁמֵּתָה אִשְׁתּוֹ וְאַחַר כָּךְ מֵת אָבִיהָ אוֹ אָחִיהָ אוֹ אֶחָד מִן הַמּוֹרִישִׁין אוֹתָהּ אֵין הַבַּעַל יוֹרֵשׁ אוֹתָן. אֶלָּא יוֹרֵשׁ אוֹתָן זַרְעָהּ אִם הָיָה לָהּ זֶרַע אוֹ תַּחְזֹר הַיְרֻשָּׁה לְמִשְׁפַּחַת בֵּית אָבִיהָ. שֶׁאֵין הַבַּעַל יוֹרֵשׁ נְכָסִים הָרְאוּיִין לָבֹא לְאַחַר מִכָּאן אֶלָּא לַנְּכָסִים שֶׁכְּבָר בָּאוּ לִירֻשָּׁה קֹדֶם שֶׁתָּמוּת:  ",
            "english": "When a man's wife died, and afterwards her father, her brother, or any of the other individuals whose estate she may inherit dies, her husband does not inherit their estate. Instead, the estate should be inherited by her descendants, if she has descendants. If not, the right of inheritance should return to the family of her father's home. The rationale is that the husband does not inherit property that is fit to become hers afterwards, only property that she already inherited before she died."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "וְכֵן אֵין הַבַּעַל יוֹרֵשׁ אֶת אִשְׁתּוֹ וְהוּא בַּקֶּבֶר כִּשְׁאָר הַיּוֹרְשִׁין שֶׁל מִשְׁפַּחַת הָאָב. כֵּיצַד. בַּעַל שֶׁמֵּת וְאַחַר כָּךְ מֵתָה אִשְׁתּוֹ אֵין אוֹמְרִין הוֹאִיל וְהַבַּעַל הָיָה קוֹדֵם לְכָל אָדָם בִּירֻשָּׁתָהּ כָּךְ יוֹרְשֵׁי הַבַּעַל יִקְדְּמוּ לִשְׁאָר יוֹרְשֵׁי הָאִשָּׁה אֶלָּא יוֹרְשֵׁי הָאִשָּׁה מִמִּשְׁפַּחַת בֵּית אָבִיהָ הֵם הַיּוֹרְשִׁים אוֹתָהּ אִם מֵתָה אַחַר בַּעְלָהּ:  ",
            "english": "Similarly, a husband does not inherit his wife's estate while he is in the grave as is the ordinary pattern of inheritance for members of his father's family.<br>What is implied? A man died, and afterwards his wife died. We do not say: Since the husband receives precedence over all others with regard to the inheritance, the husband's heirs should receive precedence over the woman's other heirs. Instead, the woman's heirs from her father's family inherit her estate if she dies after her husband."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "וְכֵן אֵין הַבֵּן יוֹרֵשׁ אֶת אִמּוֹ בַּקֶּבֶר כְּדֵי לְהַנְחִיל לְאֶחָיו מֵאָבִיו. כֵּיצַד. מִי שֶׁמֵּת וְאַחַר כָּךְ מֵתָה אִמּוֹ אֵין אוֹמְרִין הוֹאִיל וְאִלּוּ הָיָה הַבֵּן קַיָּם הָיָה קוֹדֵם אַף יוֹרְשִׁין שֶׁל בֶּן קוֹדְמִין לְיוֹרְשֶׁיהָ שֶׁל אִשָּׁה זוֹ וְנִמְצְאוּ אֶחָיו מֵאָבִיו יוֹרְשִׁין אֶת אִמּוֹ שֶׁל זֶה אַחַר מוֹתוֹ שֶׁל זֶה. אֶלָּא זֶרַע בְּנָהּ הוּא שֶׁיִּירָשֶׁנָּה אִם הָיָה לוֹ זֶרַע וְאִם אֵין לוֹ זֶרַע תַּחְזֹר יְרֻשָּׁתָהּ לְמִשְׁפַּחַת בֵּית אָבִיהָ. אֲבָל אִם מֵתָה הָאֵם תְּחִלָּה וְאַחַר כָּךְ מֵת הַבֵּן אֲפִלּוּ הָיָה קָטָן בֶּן יוֹמוֹ וְלֹא כָּלוּ לוֹ חֳדָשָׁיו הוֹאִיל וְחָיָה אַחַר אִמּוֹ שָׁעָה אַחַת וּמֵת הֲרֵי זֶה נוֹחֵל אֶת אִמּוֹ וּמַנְחִיל הַנַּחֲלָה לְיוֹרְשָׁיו מִמִּשְׁפַּחַת אָבִיו:  ",
            "english": "Similarly, a son does not inherit his mother's estate while he is in the grave, so that the estate will be inherited by his paternal brothers.<br>What is implied? A person died, and afterwards his mother died. We do not say that if the son were alive, he would take precedence in the inheritance of her estate, and hence, the heirs of the son take precedence over the heirs of this woman. According to the latter conception, the son's paternal brothers would inherit the estate of his mother after her death. This view is not accepted. Instead, if the son has children, they should inherit his mother's estate. If he does not have children, the estate should return to her father's family.<br>If, however, the mother died first and then the son died, even if he was a newborn baby who was born prematurely, since he survived his mother and then died, he inherits his mother's estate and then transfers the rights to that estate to the family of his father."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַבְּכוֹר נוֹטֵל פִּי שְׁנַיִם בְּנִכְסֵי אָבִיו שֶׁנֶּאֱמַר <small>(דברים כא יז)</small> \"לָתֶת לוֹ פִּי שְׁנַיִם\". כֵּיצַד. הִנִּיחַ חֲמִשָּׁה בָּנִים וְאֶחָד מֵהֶן בְּכוֹר הַבְּכוֹר נוֹטֵל שְׁלִישׁ הַמָּמוֹן וְכָל אֶחָד מֵהָאַרְבָּעָה פְּשׁוּטִים נוֹטֵל שְׁתוּת. הִנִּיחַ תִּשְׁעָה בָּנִים הֲרֵי (הָאֶחָד) הַבְּכוֹר נוֹטֵל חֲמִישִׁית וְכָל אֶחָד מִן הַשְּׁמוֹנָה פְּשׁוּטִים נוֹטֵל עֲשִׂירִית וְכֵן עַל הַחֲלוּקָה הַזֹּאת חוֹלְקִין לְעוֹלָם: \n",
            "english": "A firstborn receives a double portion of his father's estate, as Deuteronomy 21:17 states: \"To give him twice the portion.\"<br>What is implied? If a father left five sons, one the firstborn, the firstborn receives a third of the estate and each of the other four receives a sixth. If he left nine sons, the firstborn receives a fifth and each of the other eight receive a tenth. We follow this pattern in dividing the estate in all instances."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בְּכוֹר שֶׁנּוֹלַד אַחַר מִיתַת אָבִיו אֵינוֹ נוֹטֵל פִּי שְׁנַיִם. שֶׁנֶּאֱמַר <small>(דברים כא טז)</small> \"וְהָיָה בְּיוֹם הַנְחִילוֹ אֶת בָּנָיו\" וְגוֹ' <small>(דברים כא יז)</small> \"כִּי אֶת הַבְּכֹר בֶּן הַשְּׂנוּאָה יַכִּיר\". וְאִם יָצָאת פַּדַּחְתּוֹ בְּחַיֵּי אָבִיו אַף עַל פִּי שֶׁלֹּא יָצָא כָּל רֹאשׁוֹ לַאֲוִיר הָעוֹלָם אֶלָּא לְאַחַר מִיתַת אָבִיו הֲרֵי זֶה נוֹטֵל פִּי שְׁנַיִם: \n",
            "english": "When a firstborn is born after his father's death, he does not receive a double portion. This is derived from <i>ibid.:</i> 16-17: \"On the day when he transfers his inheritance to his sons... he shall recognize the firstborn, the son of the hated one.\" If his forehead emerged during the lifetime of his father, even though his entire head did not emerge until after his father's death, he receives a double portion."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בְּכוֹר שֶׁנִּקְרַע וְנִמְצָא זָכָר אֵינוֹ נוֹטֵל פִּי שְׁנַיִם וּפָשׁוּט שֶׁנִּקְרַע וְנִמְצָא זָכָר אֵינוֹ מְמַעֵט בְּחֵלֶק בְּכוֹרָהּ שֶׁנֶּאֱמַר <small>(דברים כא טו)</small> \"וְיָלְדוּ לוֹ בָנִים\" עַד שֶׁיִּהְיֶה בֵּן מִשְּׁעַת לֵדָה: \n",
            "english": "When a firstborn was born with his genitals covered by flesh and afterwards, an operation was performed and it was discovered that he was male, he does not receive a double portion. Conversely, when an ordinary son was born with a similar condition and after the operation was performed, it was discovered that he was male, he does not reduce the firstborn's share. These concepts are derived from <i>ibid.:15</i> \"And she will bear him sons.\" Implied is that the sons must be sons from the moment of birth."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כֵּיצַד אֵינוֹ מְמַעֵט בְּחֵלֶק בְּכוֹרָה. הֲרֵי שֶׁהָיָה לוֹ בֵּן בְּכוֹר וּשְׁנֵי פְּשׁוּטִים וְזֶה הַטֻּמְטוּם שֶׁנִּקְרַע וְנִמְצָא זָכָר. הַבְּכוֹר נוֹטֵל רְבִיעַ הַמָּמוֹן בְּחֵלֶק הַבְּכוֹרָה וּכְאִלּוּ אֵין עִמּוֹ אֶלָּא שְׁנֵי הַפְּשׁוּטִים בִּלְבַד. וַחֲצִי וּרְבִיעַ הַנִּשְׁאָר חוֹלְקִין אוֹתוֹ שְׁנֵי הַפְּשׁוּטִין עִם הַנִּקְרָע וְעִם הַבְּכוֹר בְּשָׁוֶה: \n",
            "english": "What is meant by saying that such a son does not reduce the firstborn's share? A person had a firstborn, two ordinary sons, and this son whose genitals were covered by flesh and afterwards were revealed through an operation. The firstborn receives one fourth of the estate as his extra share as the firstborn, as if there were only two other sons. The remaining three fourths of the estate are divided equally among the two ordinary sons, the son who underwent the operation, and the firstborn."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "קָטָן בֶּן יוֹם אֶחָד מְמַעֵט בְּחֵלֶק בְּכוֹרָה אֲבָל לֹא הָעֻבָּר. וּבֵן שֶׁנּוֹלַד אַחַר מִיתַת אָבִיו אֵינוֹ מְמַעֵט בְּחֵלֶק בְּכוֹרָה: \n",
            "english": "A child who lived for only one day reduces the portion of the firstborn, but a fetus does not. Similarly, a son born after his father's death, does not reduce the portion of the firstborn."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בֵּן שֶׁנִּסְתַּפֵּק לָנוּ אִם הוּא בְּכוֹר אוֹ פָּשׁוּט כְּגוֹן שֶׁנִּתְעָרֵב עִם אַחֵר אֵינוֹ נוֹטֵל פִּי שְׁנַיִם. וְכֵיצַד עוֹשִׂין. אִם הֻכְּרוּ וּלְבַסּוֹף נִתְעָרְבוּ כּוֹתְבִין הַרְשָׁאָה זֶה לָזֶה וְנוֹטְלִין חֵלֶק בְּכוֹרָה עִם אֲחֵיהֶם. וְאִם לֹא הֻכְּרוּ כְּגוֹן שֶׁיְּלָדוֹ בְּמַחֲבוֹאָה אַחַת אֵין כּוֹתְבִין הַרְשָׁאָה וְאֵין כָּאן חֵלֶק בְּכוֹרָה: \n",
            "english": "When there is a question if a son is a firstborn or an ordinary son - e.g., the firstborn became mixed together with another - he does not receive a double portion.<br>What is done? If at first, the babies were distinct and then they became mixed together,\" they may compose a document granting power of attorney to each other, and on that basis take the portion of the firstborn with their brothers. If the identity of the firstborn was never known - e.g., the two wives gave birth in one hiding place, - they should not compose a document granting power of attorney to each other, for there is no extra portion for the firstborn."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁהָיוּ לוֹ שְׁנֵי בָּנִים בְּכוֹר וּפָשׁוּט וּמֵתוּ שְׁנֵיהֶם בְּחַיָּיו וְהִנִּיחוּ בָּנִים. הַבְּכוֹר הֵנִיחַ בַּת וְהַפָּשׁוּט הִנִּיחַ בֵּן. הֲרֵי בֶּן הַפָּשׁוּט יוֹרֵשׁ בְּנִכְסֵי הַזָּקֵן שְׁלִישׁ שֶׁהוּא חֵלֶק אָבִיו. וּבַת הַבְּכוֹר יוֹרֶשֶׁת שְׁנֵי שְׁלִישִׁים שֶׁהוּא חֵלֶק אָבִיהָ. וְכֵן הַדִּין בִּבְנֵי הָאַחִין וּבְנֵי אֲחֵי הָאָב וּבְכָל הַיּוֹרְשִׁין אִם הָיָה אֲבִי אֶחָד מִן הַיּוֹרְשִׁים בְּכוֹר נוֹטֵל חֵלֶק בְּכוֹרָה שֶׁלּוֹ זֶה הַיּוֹרֵשׁ מֵחֲמָתוֹ: \n",
            "english": "The following laws apply when a person had two sons - a firstborn and an ordinary son - and they both died in his lifetime, after fathering children. The firstborn left a daughter and the ordinary son left a son. The son of the ordinary son inherits one third of the estate of his grandfather - i.e., his father's portion. And the daughter of the firstborn inherits two thirds of that estate, her father's portion.<br>The same laws apply with regard to the sons of the deceased's brothers, or the sons of his uncles, or any other set of heirs. If the father of any of the heirs was a firstborn, the person who inherits his share of the estate also receives the firstborn's share."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין הַבְּכוֹר נוֹטֵל פִּי שְׁנַיִם בְּנִכְסֵי הָאֵם. כֵּיצַד. בְּכוֹר וּפָשׁוּט שֶׁיָּרְשׁוּ אִמָּן חוֹלְקִין בְּשָׁוֶה בֵּין שֶׁהָיָה בְּכוֹר לְנַחֲלָה בֵּין שֶׁהָיָה פֶּטֶר רֶחֶם: \n",
            "english": "A firstborn does not receive a double portion of his mother's estate. What is implied? When a firstborn and an ordinary son inherit their mother's estate, they divide it equally. This applies with regard to a son who was the firstborn with regard to the laws of inheritance, and to one who \"open his mother's womb.\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בְּכוֹר לְנַחֲלָה הוּא הַנּוֹלָד לָאָב רִאשׁוֹן שֶׁנֶּאֱמַר <small>(דברים כא יז)</small> \"כִּי הוּא רֵאשִׁית אֹנוֹ\". וְאֵין מַשְׁגִּיחִין עַל הָאֵם אֲפִלּוּ יָלְדָה כַּמָּה בָּנִים הוֹאִיל וְזֶה רִאשׁוֹן לְאָבִיו יוֹרֵשׁ פִּי שְׁנַיִם: \n",
            "english": "The firstborn with regard to the laws of inheritance is the first child born to the father, as <i>ibid.:17</i> states: \"Because he is the first manifestation of his strength.\" We do not pay attention to the child's status vis-a-vis his mother. o Even if she gave birth to several sons previously, since this was the first son born to the father, he receives a double portion of the inheritance."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַבָּא אַחַר נְפָלִים אַף עַל פִּי שֶׁיָּצָא רֹאשׁ הַנֵּפֶל כְּשֶׁהוּא חַי הַבָּא אַחֲרָיו בְּכוֹר לְנַחֲלָה. וְכֵן בֶּן תִּשְׁעָה שֶׁיָּצָא רֹאשׁוֹ מֵת הַבָּא אַחֲרָיו בְּכוֹר לְנַחֲלָה שֶׁזֶּה שֶׁנֶּאֱמַר <small>(דברים כא יז)</small> \"רֵאשִׁית אֹנוֹ\" הוּא שֶׁלֹּא נוֹלַד לוֹ קֹדֶם לָזֶה וָלָד שֶׁיָּצָא חַי לַאֲוִיר הָעוֹלָם. לְפִיכָךְ בֶּן תִּשְׁעָה שֶׁהוֹצִיא רֹב רֹאשׁוֹ חַי הַבָּא אַחֲרָיו אֵינוֹ בְּכוֹר: \n",
            "english": "A son who is born after stillborn babies, even if the stillborn baby was alive when its head emerged from the womb, is considered the firstborn with regard to the laws of inheritance. Similarly, when a fetus was born after a full-term pregnancy, but was not alive when its head emerged, the son who follows is considered the firstborn with regard to the laws of inheritance.<br>The term \"the first of his strength,\" Deuteronomy 21:17, used with regard to the firstborn implies that no child before him emerged alive into the world. Hence, when a fetus was alive after its head emerged after a full-term pregnancy, a son born afterwards in not a firstborn even the first baby died immediately thereafter."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "יוֹצֵא דֹּפֶן וְהַבָּא אַחֲרָיו שְׁנֵיהֶן אֵינָן בְּכוֹרִים. הָרִאשׁוֹן לְפִי שֶׁלֹּא נוֹלַד וְנֶאֱמַר <small>(דברים כא טו)</small> \"וְיָלְדוּ לוֹ בָנִים\". וְהַשֵּׁנִי שֶׁהֲרֵי קְדָמוֹ אַחֵר: \n",
            "english": "Neither a son born by Cesarean section, nor the son born after him, is considered \"the firstborn.\" The first son was never \"born,\" and <i>ibid.</i>: 15 states \"and she bore sons to him.\" And the second son is not given this privilege, for he was preceded by another."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הָיוּ לוֹ בָּנִים כְּשֶׁהָיָה עַכּוּ\"ם וְנִתְגַּיֵּר אֵין לוֹ בְּכוֹר לְנַחֲלָה. אֲבָל יִשְׂרָאֵל שֶׁהָיָה לוֹ בֵּן מִן הַשִּׁפְחָה וּמִן הָעַכּוּ\"ם הוֹאִיל וְאֵינוֹ קָרוּי בְּנוֹ הַבָּא לוֹ אַחֲרָיו מִן הַיִּשְׂרְאֵלִית בְּכוֹר לְנַחֲלָה וְנוֹטֵל פִּי שְׁנַיִם: \n",
            "english": "When a person had sons as a gentile and then converted, he does not have a firstborn with regard to the rights of inheritance. If, however, a Jewish man fathered sons from a maid-servant or from a gentile woman, since they are not considered his sons, a son he fathers afterwards from a Jewish woman is considered his firstborn with regard to the laws of inheritance, and he receives a double portion of his father's estate."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הָיָה הַבְּכוֹר מַמְזֵר נוֹטֵל פִּי שְׁנַיִם שֶׁנֶּאֱמַר <small>(דברים כא יז)</small> \"כִּי אֶת הַבְּכֹר בֶּן הַשְּׂנוּאָה יַכִּיר\" זוֹ שֶׁשְּׂנוּאָה בְּנִשּׂוּאֶיהָ. וְאֵין צָרִיךְ לוֹמַר אִם הָיָה בֶּן גְּרוּשָׁה אוֹ בֶּן חֲלוּצָה: \n",
            "english": "Even if the firstborn is a <i>mamzer,</i> he receives a double portion. This is reflected by Deuteronomy 21:16: \"But rather he will recognize the firstborn, the son of the hated one.\" This refers to a woman whose marriage is \"hated.\" Needless to say, this applies if the firstborn is the son of a divorcee or a woman who performed <i>chalitzah.</i>"
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "שְׁלֹשָׁה נֶאֱמָנִין עַל הַבְּכוֹר. חַיָּה וְאִמּוֹ וְאָבִיו. חַיָּה מִיָּד שֶׁאִם אָמְרָה זֶה יָצָא רִאשׁוֹן נֶאֱמֶנֶת. אִמּוֹ כָּל שִׁבְעַת יְמֵי הַלֵּידָה נֶאֱמֶנֶת לוֹמַר זֶהוּ הַבְּכוֹר. אָבִיו לְעוֹלָם אֲפִלּוּ אָמַר הָאָב עַל מִי שֶׁלֹּא הֻחְזַק בְּנוֹ כְּלָל הוּא בְּנִי וּבְכוֹרִי הוּא נֶאֱמָן. וְכֵן אִם אָמַר עַל הַמֻּחְזָק לָנוּ שֶׁהוּא בְּכוֹרוֹ אֵינוֹ בְּכוֹר נֶאֱמָן: \n",
            "english": "There are three individuals whose word is accepted with regard to the designation of a firstborn: the midwife, the mother and the father.<br>The midwife's word is accepted only at the moment of birth. For example, a woman gave birth to twins; if the midwife said: \"This one emerged first,\" her word is accepted.<br>His mother's word is accepted for the first seven days after birth, when she says: \"This one is the firstborn.\"<br>His father's word is always accepted. Even if the father said that a person who was not known to be his son was his firstborn son, his word is accepted. Similarly, his word is accepted if he says that the person whom we consider to be his firstborn is not his firstborn."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הָאָב שֶׁנִּשְׁתַּתֵּק בּוֹדְקִין אוֹתוֹ כְּדֶרֶךְ שֶׁבּוֹדְקִין לְגִטִּין. אִם רָמַז אוֹ כָּתַב שֶׁזֶּה בְּנוֹ בְּכוֹרוֹ הֲרֵי זֶה נוֹטֵל פִּי שְׁנַיִם: \n",
            "english": "When a father loses his ability to speak, we check the soundness of his intellect in the same way as is done with regard to a bill of divorce. If through his motions he indicates - or he writes - that this is his firstborn son, that son receives a double portion."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "הֵעִידוּ עֵדִים שֶׁהֵן שָׁמְעוּ אָבִיו שֶׁל זֶה אוֹמֵר דְּבָרִים כָּךְ וְכָךְ שֶׁהֲרֵי אוֹתָן הַדְּבָרִים יוֹדֵעַ מִכְּלָלָן שֶׁזֶּה בְּנוֹ בְּכוֹרוֹ. הֲרֵי זֶה נוֹטֵל פִּי שְׁנַיִם אַף עַל פִּי שֶׁלֹּא אָמַר הָאָב בְּפֵרוּשׁ זֶה בְּנִי בְּכוֹרִי: \n",
            "english": "If witnesses testify that they heard a father make certain statements that clearly indicate that a child is his firstborn son, the son receives a double portion even though the father did not explicitly say: \"This is my firstborn son.\""
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "שָׁמְעוּ מִן הָאָב שֶׁאָמַר זֶה בְּנִי בְּכוֹר אֵינוֹ נוֹטֵל פִּי שְׁנַיִם בְּעֵדוּת זוֹ שֶׁמָּא בְּכוֹר לְאִמּוֹ הוּא וְלָזֶה נִתְכַּוֵּן הָאָב עַד שֶׁיֹּאמַר בְּנִי בְּכוֹרִי: \n",
            "english": "If the father was heard saying: \"This son of mine is a firstborn,\" the son does not necessarily receive a double portion of the estate because of this testimony. Perhaps the son was the mother's firstborn, and this was his father's intent. For the son to receive a double portion, the father must call him: \"My son, my firstborn.\""
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין הַבְּכוֹר נוֹטֵל פִּי שְׁנַיִם בִּנְכָסִים הָרְאוּיִין לָבוֹא לְאַחַר מִיתַת אָבִיו אֶלָּא בִּנְכָסִים הַמֻּחְזָקִין לְאָבִיו שֶׁבָּאוּ לִרְשׁוּתוֹ שֶׁנֶּאֱמַר <small>(דברים כא יז)</small> \"בְּכל אֲשֶׁר יִמָּצֵא לוֹ\". כֵּיצַד. אֶחָד מִמּוֹרִישֵׁי אָבִיו שֶׁמֵּת לְאַחַר מִיתַת אָבִיו הַבְּכוֹר וְהַפָּשׁוּט יוֹרְשִׁין כְּאֶחָד. וְכֵן אִם הָיְתָה לְאָבִיו מִלְוֶה אוֹ הָיְתָה לוֹ סְפִינָה בַּיָּם יוֹרְשִׁין כְּאֶחָד: \n",
            "english": "A firstborn does not receive a double portion of property that will later accrue to his father's estate, only of that property that was in his father's possession and had already entered his domain at the time of his death. This is derived from Deuteronomy 21:17 which states: \"of everything that he possesses.\"<br>What is implied? If one of the people whose estate the father would inherit dies after he did, the firstborn and an ordinary son receive equal shares. Similarly, if the father was owed a debt or he owned a ship at sea, all sons share the inheritance equally."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הִנִּיחַ לָהֶם פָּרָה מֻשְׂכֶּרֶת אוֹ מֻחְכֶּרֶת אוֹ שֶׁהָיְתָה רוֹעָה בָּאֲפָר וְיָלְדָה. הַבְּכוֹר נוֹטֵל בָּהּ וּבִוְלָדָהּ פִּי שְׁנַיִם: \n",
            "english": "If the father left his sons a cow that was rented out, hired out, or that was pasturing in open territory and it gave birth, the firstborn receives a double share of it and its offspring."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שָׁחַט אֶחָד מִמַּכִּירֵי אָבִיו בְּהֵמָה וְאַחַר כָּךְ מֵת אָבִיו נוֹטֵל פִּי שְׁנַיִם בַּמַּתָּנוֹת שֶׁל אוֹתָהּ בְּהֵמָה: \n",
            "english": "If one of the colleagues of a person's father slaughtered an animal and then the father died, the son is entitled to a double portion of the presents from that animal."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין הַבְּכוֹר נוֹטֵל פִּי שְׁנַיִם בַּשֶּׁבַח שֶׁשָּׁבְחוּ נְכָסִים לְאַחַר מִיתַת אָבִיו אֶלָּא מַעֲלֶה אוֹתוֹ הַשֶּׁבַח בְּדָמִים וְנוֹתֵן הַיֶּתֶר לַפָּשׁוּט. וְהוּא שֶׁיִּשְׁתַּנּוּ הַנְּכָסִים כְּגוֹן כַּרְמֶל שֶׁנַּעֲשׂוּ שִׁבֳּלִים וְכִפְנִיּוֹת שֶׁנַּעֲשׂוּ תְּמָרִים. אֲבָל שָׁבְחוּ מֵחֲמַת עַצְמָן וְלֹא נִשְׁתַּנּוּ כְּגוֹן אִילָן קָטָן שֶׁגָּדַל וְעָבָה וְאֶרֶץ שֶׁהֶעֶלְתָה שִׂרְטוֹן הֲרֵי זֶה נוֹטֵל בַּשֶּׁבַח פִּי שְׁנַיִם. וְאִם מֵחֲמַת הוֹצָאָה הִשְׁבִּיחַ אֵינוֹ נוֹטֵל: \n",
            "english": "A firstborn does not receive a double portion of an increase to the value of the estate that accrued after his father's death. Instead, he should have the value of that increase assessed, and he should give the financial equivalent of the difference to the ordinary sons.<br>The above applies provided the property undergoes a change, e.g., budding grain became ears, or budding dates became dates. If, however, the value of the land improved as a matter of course, without undergoing a change - e.g., a small tree grew taller and thicker, or sediment was washed up onto land, the firstborn receives a double portion of the increase in value. If the property increased in value because of investment, he does not receive a double portion."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין הַבְּכוֹר נוֹטֵל פִּי שְׁנַיִם בְּמִלְוֶה אַף עַל פִּי שֶׁהוּא בִּשְׁטָר אַף עַל גַּב שֶׁגָּבוּ קַרְקַע בְּחוֹב אֲבִיהֶם. הָיָה לְאָב מִלְוֶה בְּיַד הַבְּכוֹר הֲרֵי זֶה סָפֵק אִם נוֹטֵל בָּהּ פִּי שְׁנַיִם הוֹאִיל וְיֶשְׁנָהּ תַּחַת יָדוֹ. אוֹ לֹא יִטּל הוֹאִיל וּמֵחֲמַת אָבִיו יִירָשֶׁנָּה וַעֲדַיִן לֹא בָּאָה לְיָדוֹ שֶׁל אָבִיו. לְפִיכָךְ יִטּל מִמֶּנָּה חֲצִי חֵלֶק בְּכוֹרָה: \n",
            "english": "A firstborn does not receive a double share of a debt owed to his father. This applies even though the debt was supported by a promissory note and land was expropriated to pay the debt.<br>If the father was owed a debt by the firstborn, there is an unresolved doubt concerning the matter. It might be said that he should receive a double portion, because the money was in his possession. It could, however, be argued that he should not receive the extra amount, since he is inheriting it because of his father, and it did not enter his father's possession before his death. Therefore, he should take half of the firstborn's portion from it."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בְּכוֹר שֶׁמָּכַר חֵלֶק בְּכוֹרָה קֹדֶם חֲלוּקָה מִמְכָּרוֹ קַיָּם מִפְּנֵי שֶׁיֵּשׁ לַבְּכוֹר חֵלֶק בְּכוֹרָה קֹדֶם חֲלוּקָה. לְפִיכָךְ אִם חָלַק עִם אֶחָיו קוֹדֵם בְּמִקְצָת נְכָסִים בֵּין בַּקַּרְקַע בֵּין בְּמִטַּלְטְלִין וְנָטַל חֵלֶק כְּפָשׁוּט וִתֵּר בְּכָל הַנְּכָסִים וְאֵינוֹ נוֹטֵל בִּשְׁאֵרָן אֶלָּא כְּפָשׁוּט. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא מִחָה. אֲבָל אִם מִחָה בְּאֶחָיו וְאָמַר בִּפְנֵי שְׁנַיִם עֲנָבִים אֵלּוּ שֶׁאֲנִי חוֹלֵק עִם אֶחָי בְּשָׁוֶה לֹא מִפְּנֵי שֶׁמָּחַלְתִּי בְּחֵלֶק בְּכוֹרָה הֲרֵי זֶה מְחָאָה וְלֹא וִתֵּר בִּשְׁאָר נְכָסִים. וַאֲפִלּוּ מִחָה בַּעֲנָבִים כְּשֶׁהֵן מְחֻבָּרִים וּבְצָרוּם וְחִלְּקוּם בְּשָׁוֶה לֹא וִתֵּר בִּשְׁאָר נְכָסִים. אֲבָל אִם דְּרָכוּם וְחָלַק עִמָּהֶן בְּשָׁוֶה בְּיַיִן וְלֹא מִחָה בָּהֶן מִשֶּׁנַּעֲשָׂה יַיִן וִתֵּר בִּשְׁאָר הַנְּכָסִים. הָא לְמָה זֶה דּוֹמֶה לְמִי שֶׁמִּחָה בַּעֲנָבִים וְחָלַק עִמָּהֶם בְּשָׁוֶה בַּזֵיתִים שֶׁהֲרֵי וִתֵּר בַּכּל. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When a firstborn sells his extra share of the inheritance before the estate is divided, the sale is binding. For the firstborn's extra share is distinct, even before the estate is divided. Therefore, if initially, the firstborn divides a portion of the estate, either landed property or movable property, and accepts the same portion as an ordinary son, he is considered to have waived his right to an extra portion with regard to the entire estate. He receives only an ordinary son's share of the remainder.<br>When does the above apply? When he did not protest. If, however, he protested against his brothers and said in the presence of two witnesses: \"Although I am dividing these grapes equally with my brothers, I have not waived my right to the firstborn's share,\" his protest is significant and he is not considered to have waived his right to the other property.<br>Even if he protested with regard to the division of grapes while they were still attached to the earth, and yet agreed to divide them equally after the harvest, he is not considered to have waived his right to the other property. If, however, the grapes were pressed, and he divided the wine equally with them and did not issue a protest when the wine was made, he is considered to have waived his right to the other property. To what can the matter be compared? To a person who issued a protest when grapes were divided but then divided olives equally, in which instance he is considered to have waived his rights to an extra portion of the entire estate."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁיִּבֵּם אֵשֶׁת אָחִיו הוּא יוֹרֵשׁ כָּל נִכְסֵי אֶחָיו הַמֻּחְזָקִים. וְכָל הָרְאוּיִין לָבוֹא לְאַחַר מִכָּאן הֲרֵי הוּא בָּהֶן כְּכָל הָאַחִים שֶׁהֲרֵי בְּכוֹר קָרָא אוֹתוֹ הַכָּתוּב שֶׁנֶּאֱמַר <small>(דברים כה ו)</small> \"וְהָיָה הַבְּכוֹר אֲשֶׁר תֵּלֵד יָקוּם עַל שֵׁם אָחִיו הַמֵּת וְלֹא יִמָּחֶה שְׁמוֹ מִיִּשְׂרָאֵל\". וּכְשֵׁם שֶׁאֵינוֹ נוֹטֵל מִמֶּנּוּ בְּרָאוּי כִּבְמֻחְזָק כָּךְ אֵינוֹ נוֹטֵל בַּשֶּׁבַח שֶׁשָּׁבְחוּ נְכָסִים אַחֲרֵי מוֹת אָבִיו מִשְּׁעַת מִיתָה עַד שְׁעַת חֲלוּקָתוֹ עִם אֶחָיו בְּנִכְסֵי אָבִיו. וַאֲפִלּוּ הִשְׁבִּיחוּ נְכָסִים אַחַר שֶׁיִּבֵּם וְקֹדֶם שֶׁיַּחְלְקוּ הֲרֵי הוּא בַּשֶּׁבַח כְּאֶחָד מִן הָאַחִין. אַף עַל פִּי שֶׁנּוֹטֵל מִן הַנְּכָסִים אֵלּוּ שְׁנֵי חֲלָקִים חֶלְקוֹ וְחֵלֶק אָחִיו שֶׁיִּבֵּם אִשְׁתּוֹ הוֹאִיל וּמֵת הָאָב בְּחַיֵּי כֻּלָּן: \n",
            "english": "The brother who performs the rite of <i>yibbum,</i> marrying his brother's childless widow, inherits all of the property in his estate at the time of his brother's death. With regard to any property that is fit to enter the deceased's estate afterwards, he receives the same share as the others. This concept is derived from the fact that the verse refers to him as a \"firstborn,\" as Deuteronomy 25:6 states: \"And the firstborn that she will bear will take the place of the brother who died, and thus his name will not be wiped out among Israel.\"<br>Just as the brother who performs the rite of <i>yibbum</i> does not acquire property that is fit to be acquired by the estate, in contrast to property that is within the estate; so, too, he does not acquire the increase in the estate's value.<br>To what does the latter phrase refer? To the increase in his deceased brother's share in his father's estate, which increased in value in the time between his father's death and the division of that estate among his brothers. Even if the property increased in value after he married his brother's widow, but before it was divided, he receives the same share of the increase as the other brothers. This applies despite the fact that he receives two shares of this property, his own share and the share of his brother whose widow he married. For the father died while they were all alive."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת שְׁכֵנִים שֶׁהַבְּכוֹר נוֹטֵל שְׁנֵי חֲלָקִים שֶׁלּוֹ כְּאֶחָד בְּמֵצַר אֶחָד. אֲבָל הַיָּבָם שֶׁחָלַק עִם אֶחָיו בְּנִכְסֵי אָבִיו נוֹטֵל חֶלְקוֹ וְחֵלֶק אָחִיו בְּגוֹרָל. וְאִם עָלָה גּוֹרָלוֹ בִּשְׁנֵי מְקוֹמוֹת נוֹטֵל בִּשְׁנֵי מְקוֹמוֹת: \n",
            "english": "We already explained in <i>Hilchot Shechenim</i> that the firstborn is given his two portions of a field together. This does not apply with regard to a person who marries his brother's childless widow. He receives his portion and his brother's portion by lot. If it happens that he is allotted portions in two different places, these are the portions he receives."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שׁוֹמֶרֶת יָבָם שֶׁמֵּתָה אֲפִלּוּ עָשָׂה בָּהּ אֶחָד מִן הָאַחִים מַאֲמָר מִשְׁפַּחַת בֵּית אָבִיהָ יוֹרְשִׁין בְּנִכְסֵי מְלוֹג וַחֲצִי נִכְסֵי צֹאן בַּרְזֶל. וְיוֹרְשֵׁי הַבַּעַל יוֹרְשִׁין כְּתֻבָּתָהּ עִם חֲצִי נִכְסֵי צֹאן בַּרְזֶל. וְיוֹרְשֵׁי הַבַּעַל חַיָּבִין בִּקְבוּרָתָהּ הוֹאִיל וְהֵן יִירְשׁוּ כְּתֻבָּתָהּ כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ: \n",
            "english": "The following laws apply when a childless widow who was waiting to be married by her deceased husband's brother dies. They apply even when one of the brothers designated her for marriage. Her family from her father's household inherit her <i>nichsei m'log</i> and half of her <i>nichsei tzon barzel,</i> and her husband's heirs inherit the money due her by virtue of her <i>ketubah</i> and the other half of her <i>nichsei tzon barzel.</i><br>Since they inherit the money due her by virtue of her <i>ketubah,</i> her husband's heirs are obligated to bury her, as we have explained in the appropriate place."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָאוֹמֵר זֶה בְּנִי אוֹ זֶה אָחִי אוֹ זֶה אֲחִי אָבִי אוֹ שְׁאָר הַיּוֹרְשִׁין אוֹתוֹ. אַף עַל פִּי שֶׁהוֹדָה בַּאֲנָשִׁים שֶׁאֵינָן מֻחְזָקִין שֶׁהֵן קְרוֹבָיו הֲרֵי זֶה נֶאֱמָן וְיִירָשֶׁנּוּ בֵּין שֶׁאָמַר כְּשֶׁהוּא בָּרִיא בֵּין שֶׁאָמַר כְּשֶׁהוּא שְׁכִיב מֵרַע. אֲפִלּוּ נִשְׁתַּתֵּק וְכָתַב בִּכְתַב יָדוֹ שֶׁזֶּה יוֹרְשׁוֹ בּוֹדְקִין אוֹתוֹ כְּדֶרֶךְ שֶׁבּוֹדְקִין לְגִטִּין: \n",
            "english": "When a person says: \"This is my son,\" \"This is my brother,\" \"This is my uncle,\" or identifies a person as any of his other heirs, his word is accepted and that person inherits his estate. This applies even when he makes this acknowledgment concerning people who are not recognized to be his relatives. And it applies whether he made such a statement when he was healthy or when he is on his deathbed. Even if he lost his power of speech and identified a person as his heir in writing, his word is accepted, provided we test his powers of understanding as we test a man with regard to divorce."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיִינוּ מֻחְזָקִין בָּזֶה שֶׁהוּא אָחִיו אוֹ בֶּן דּוֹדוֹ וְאָמַר אֵינוֹ אָחִי וְאֵינוֹ בֶּן דּוֹדִי אֵינוֹ נֶאֱמָן. אֲבָל נֶאֱמָן הוּא עַל מִי שֶׁהֻחְזַק שֶׁהוּא בְּנוֹ לוֹמַר אֵינוֹ בְּנִי וְלֹא יִירָשֶׁנּוּ. וְיֵרָאֶה לִי שֶׁאֲפִלּוּ הָיוּ לַבֵּן בָּנִים אַף עַל פִּי שֶׁאֵינוֹ נֶאֱמָן עָלָיו לוֹמַר אֵינוֹ בְּנִי לְעִנְיַן יִחוּס וְאֵין מַחֲזִיקִין אוֹתוֹ מַמְזֵר עַל פִּיו. נֶאֱמָן הוּא לְעִנְיַן יְרֻשָּׁה וְלֹא יִירָשֶׁנּוּ: \n",
            "english": "When one person is recognized to be another person's brother or cousin, and the latter says: \"He is not my brother,\" or \"He is not my cousin,\" his word is not accepted. His word is accepted, however, with regard to a person who is recognized to be his son. If he says he is not his son, he does not inherit his estate.<br>It appears to me that even if the son already fathered children - although at that point, the father's word is no longer acceptable with regard to the determination of his lineage, and we do not consider him a <i>mamzer</i> because of his father's statement - his father's word is, nevertheless, accepted with regard to the concept of inheritance. He should not inherit his father's estate."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָאוֹמֵר זֶה בְּנִי וְחָזַר וְאָמַר עַבְדִּי הוּא אֵינוֹ נֶאֱמָן. אָמַר עַבְדִּי וְחָזַר וְאָמַר בְּנִי אַף עַל פִּי שֶׁהוּא מְשַׁמְּשׁוֹ כְּעֶבֶד נֶאֱמָן שֶׁזֶּה שֶׁאָמַר עַבְדִּי כְּלוֹמַר שֶׁהוּא לִי כְּעֶבֶד. וְאִם הָיוּ קוֹרִין לוֹ עֶבֶד בֶּן מֵאָה זוּז וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁאֵין אוֹמְרִין אוֹתָן בְּיִחוּד אֶלָּא לַעֲבָדִים הֲרֵי זֶה אֵינוֹ נֶאֱמָן: \n",
            "english": "When a person states: \"This is my son,\" and afterwards, says: \"He is my servant,\" his latter statement is not accepted.<br>If he states: \"He is my servant,\" and afterwards, says: \"He is my son,\" his latter statement is accepted. This applies even though the \"son\" serves him like a servant. We interpret his statement that he is his servant to mean that he relies on him like a servant. Nevertheless, if people would call this individual \"A slave worth 100 zuz\" or the like - i.e., expressions that are appropriate only for servants - the deceased's retraction is not accepted."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיָה עוֹבֵר עַל בֵּית הַמֶּכֶס וְאָמַר בְּנִי הוּא זֶה וְחָזַר אַחַר כָּךְ וְאָמַר עַבְדִּי נֶאֱמָן. שֶׁלֹּא אָמַר בְּנִי אֶלָּא לְהַבְרִיחַ מִן הַמֶּכֶס. אָמַר בְּבֵית הַמּוֹכֵס עַבְדִּי הוּא וְחָזַר וְאָמַר בְּנִי הוּא אֵינוֹ נֶאֱמָן: \n",
            "english": "If a person had to pass through customs and identified an individual as his son, but afterwards identified him as a servant, his later statement is accepted. We assume that he identified him as his son only to avoid paying customs duty. If, however, in customs, he identified a person as his servant, and afterwards identified him as his son, his word is not accepted."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָעֲבָדִים וְהַשְּׁפָחוֹת אֵין קוֹרִין לָהֶן אַבָּא פְּלוֹנִי וְאִמָּא פְּלוֹנִית שֶׁלֹּא יָבוֹא מִן הַדָּבָר תַּקָּלָה וְנִמְצָא זֶה הַבֵּן נִפְגָּם. לְפִיכָךְ אִם הָיוּ הָעֲבָדִים וְהַשְּׁפָחוֹת חֲשׁוּבִין בְּיוֹתֵר וְיֵשׁ לָהֶן קוֹל וְכָל הַקָּהָל מַכִּירִין אוֹתָן וְאֶת בְּנֵי וְעַבְדֵי אֲדוֹנֵיהֶם כְּגוֹן עַבְדֵי הַנָּשִׂיא הֲרֵי אֵלּוּ מֻתָּר לִקְרוֹת לָהֶן אַבָּא וְאִמָּא: \n",
            "english": "A person should not call a servant Papa Joe or a maidservant Mama Sarah lest this lead to an undesirable outcome and a blemish be placed on his lineage. Therefore, if there were servants or maidservants who were very distinguished personages, their reputations are well known, and everyone in the community recognizes them and the children and servants of their master - e.g., the servants of the <i>nasi</i> <i>-</i> it is permitted for the children of that household to refer to the servants in the above manner."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה לוֹ שִׁפְחָה וְהוֹלִיד מִמֶּנָּה בֵּן וְהָיָה נוֹהֵג בּוֹ מִנְהַג בָּנִים. אוֹ שֶׁאָמַר בְּנִי הוּא וּמְשֻׁחְרֶרֶת הִיא אִמּוֹ. אִם תַּלְמִיד חָכָם הוּא אוֹ אָדָם כָּשֵׁר שֶׁהוּא בָּדוּק בְּדִקְדוּקֵי מִצְוֹת הֲרֵי זֶה יִירָשֶׁנּוּ. וְאַף עַל פִּי כֵן אֵינוֹ נוֹשֵׂא בַּת יִשְׂרָאֵל עַד שֶׁיָּבִיא רְאָיָה שֶׁנִּשְׁתַּחְרְרָה אִמּוֹ וְאַחַר כָּךְ יָלְדָה שֶׁהֲרֵי הֻחְזְקָה שִׁפְחָה בְּפָנֵינוּ. וְאִם מִשְּׁאָר הֶדְיוֹטוֹת הוּא וְאֵין צָרִיךְ לוֹמַר אִם הָיָה מִן הַמַּפְקִירִין עַצְמָן לְכָךְ הֲרֵי זֶה בְּחֶזְקַת עֶבֶד לְכָל דָּבָר וְאֶחָיו מֵאָבִיו מוֹכְרִין אוֹתוֹ. וְאִם אֵין לְאָבִיו בֵּן חוּץ מִמֶּנּוּ אֵשֶׁת אָבִיו מִתְיַבֶּמֶת. וְזֶה הוּא הַדִּין שֶׁיֵּרָאֶה לִי שֶׁהוּא הוֹלֵךְ עַל עִקְּרֵי הַקַּבָּלָה. וְיֵשׁ מִי שֶׁלֹּא חִלֵּק בֵּין כְּשֵׁרִים לִשְׁאָר הָעָם אֶלָּא לְעִנְיָן שֶׁלֹּא יִמְכְּרוּהוּ אֶחָיו בִּלְבַד. וְיֵשׁ מִי שֶׁהוֹרָה שֶׁאֲפִלּוּ לְיָרְשׁוֹ לֹא נַחְלֹק בְּיִשְׂרָאֵל וְאֵין רָאוּי לִסְמֹךְ עַל דָּבָר זֶה: \n",
            "english": "The following rules apply when a person had a maidservant and fathered a son with her, and he would treat the son as one treats a son or said: \"He is my son and his mother was freed.\" If the person involved is a Torah scholar or an honorable person whose conduct has been scrutinized and he is found to be precise in the observance of the details of the mitzvot, the \"son\" may share in the inheritance of his estate. Nevertheless, this \"son\" may not marry a Jewish woman until he brings proof that his mother was freed before she gave birth. The rationale for this stringency is that it has been established for us that the woman is a maidservant. If the person is one of the ordinary people - and needless to say, if he is one of those who act loosely in this manner - the \"son\" is presumed to be a servant with regard to all matters. His paternal brothers may sell him. If his father does not have any children other than him, the father's wife must undergo the rite of <i>yibbum.</i><br>This is the law as it appears to me, for it follows the fundamental principles of the received tradition. There are, however, authorities who do not make a distinction between honorable people and people at large, except with regard to the ruling that his brothers may not sell him. ' And there are others who rule that this \"son\" may even inherit his father's estate, so that a distinction is not made with regard to Jews. It is not appropriate to rely on this ruling."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל הַיּוֹרְשִׁין יוֹרְשִׁין בַּחֲזָקָה. כֵּיצַד. עֵדִים שֶׁהֵעִידוּ שֶׁזֶּה מֻחְזָק לָנוּ שֶׁהוּא בְּנוֹ שֶׁל פְּלוֹנִי אוֹ אָחִיו. אַף עַל פִּי שֶׁאֵינָן עֵדֵי יִחוּס וְלֹא יָדְעוּ אֲמִתַּת הַיּוּחֲסִין הֲרֵי אֵלּוּ יוֹרְשִׁין בְּעֵדוּת זוֹ: \n",
            "english": "All the heirs may inherit on the basis of the prevailing presumption that they are the deceased relatives. What is implied? When witnesses testify that the prevailing presumption is that a person is an individual's son or his brother, the former may inherit the latter's estate on the basis of this testimony, even though the witnesses do not testify concerning the person's lineage, nor do they possess indubitable knowledge concerning his lineage."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "יַעֲקֹב שֶׁמֵּת וְהִנִּיחַ רְאוּבֵן וְשִׁמְעוֹן וְלֹא הֻחְזַק לוֹ בֵּן אֶלָּא שְׁנֵיהֶם. תָּפַס רְאוּבֵן לֵוִי מִן הַשּׁוּק וְאָמַר גַּם זֶה אָחִינוּ הוּא וְשִׁמְעוֹן אוֹמֵר אֵינִי יוֹדֵעַ. הֲרֵי שִׁמְעוֹן נוֹטֵל חֲצִי הַמָּמוֹן וּרְאוּבֵן שְׁלִישׁ שֶׁהֲרֵי הוֹדָה שֶׁהֵם שְׁלֹשָׁה אַחִין וְלֵוִי נוֹטֵל שְׁתוּת. מֵת לֵוִי יַחְזֹר הַשְּׁתוּת לִרְאוּבֵן. נָפְלוּ לְלֵוִי נְכָסִים אֲחֵרִים יַחְלְקוּ אוֹתָן רְאוּבֵן וְשִׁמְעוֹן שֶׁהֲרֵי רְאוּבֵן מוֹדֶה לְשִׁמְעוֹן שֶׁלֵּוִי זֶה אֲחִיהֶן. הִשְׁבִּיחַ הַשְּׁתוּת מֵאֵלָיו וְאַחַר כָּךְ מֵת לֵוִי. אִם שֶׁבַח מַגִּיעַ לַכְּתֵפַיִם הוּא כְּגוֹן עֲנָבִים שֶׁהִגִּיעוּ לְהִבָּצֵר. הֲרֵי הַשֶּׁבַח הַזֶּה כִּנְכָסִים שֶׁנָּפְלוּ לוֹ מֵאֲחֵרִים וְיַחְלְקוּ בָּהֶן. וְאִם עֲדַיִן לֹא הִגִּיעוּ לְהִבָּצֵר הֲרֵי הֵן שֶׁל רְאוּבֵן לְבַדּוֹ. אָמַר שִׁמְעוֹן אֵין לֵוִי זֶה אָחִי וְנָטַל לֵוִי בְּחֵלֶק רְאוּבֵן כְּמוֹ שֶׁבֵּאַרְנוּ וְאַחַר כָּךְ מֵת לֵוִי לֹא יִירַשׁ שִׁמְעוֹן מִמֶּנּוּ כְּלוּם אֶלָּא רְאוּבֵן לְבַדּוֹ יִירַשׁ הַשְּׁתוּת עִם שְׁאָר נְכָסִים אֲחֵרִים שֶׁהִנִּיחַ לֵוִי. וְהוּא הַדִּין בְּכָל הַיּוֹרְשִׁין שֶׁיּוֹדוּ מִקְצָתָן בְּיוֹרְשִׁין אֲחֵרִים שֶׁלֹּא יוֹדוּ מִקְצָתָן: \n",
            "english": "A person's statements regarding his relatives affect his share of an inheritance, but not that of his brothers. To illustrate by example: Jacob died and left two sons: Reuven and Shimon. The prevailing presumption was that he did not have any sons other than these two.<br>Reuven took Levi from among people at large and said: \"He is also our brother.\" Shimon replied: \"I don't know.\" Shimon is granted half the estate. Reuven is given a third, for he acknowledged that they are three brothers, and Levi is given a sixth.<br>If Levi dies, that sixth is returned to Reuven. If other property had been acquired by Levi, it should be divided between Reuven and Shimon, for Reuven acknowledges Shimon's claim to a portion of the estate, because Levi is their brother.<br>Different rules apply if the sixth that Levi was given increased in value on its own accord and then Levi died. If the increase were crops that were almost ready to be reaped - e.g., grapes that are ready to be harvested - they are considered to be property acquired from others and should be divided among the two brothers. If they are not ready to be reaped, they belong to Reuven alone.<br>If Shimon said explicitly: \"Levi is not my brother,\" and Levi received part of Reuven's share, as explained above, and then died, Shimon should not inherit any part of his estate. Instead, Reuven should inherit both the sixth from his share and any other property that Levi left. These principles apply with regard to any other heirs when a portion of them acknowledge the existence of other heirs that the remaining portion do not acknowledge."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "זֶה הַכְּלָל בְּיוֹרְשִׁין. כָּל שְׁנֵי יוֹרְשִׁין שֶׁאֶחָד מֵהֶן יוֹרֵשׁ וַדַּאי וְהַשֵּׁנִי סָפֵק אֵין לַסָּפֵק כְּלוּם. וְאִם הָיוּ שְׁנֵיהֶם סָפֵק שֶׁמָּא זֶהוּ הַיּוֹרֵשׁ אוֹ שֶׁמָּא זֶה הַיּוֹרֵשׁ חוֹלְקִין בְּשָׁוֶה. לְפִיכָךְ מִי שֶׁמֵּת וְהִנִּיחַ בֵּן וְטֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס הֲרֵי הַבֵּן יוֹרֵשׁ אֶת הַכּל שֶׁהַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס סָפֵק. הִנִּיחַ בָּנוֹת וְטֻמְטוּם וְאַנְדְּרוֹגִינוּס יוֹרְשׁוֹת בְּשָׁוֶה וַהֲרֵי הוּא כְּאַחַת מִן הַבָּנוֹת: \n",
            "english": "The following principles apply with regard to questions concerning the right of inheritance: Whenever there are two prospective heirs, one who is definitely an heir and one whose right to inherit is a matter of question, the person whose right is in doubt does not receive anything. If there are two claimants whose rights are a matter of question, perhaps this one is an heir or perhaps the other is an heir, they divide the estate equally.<br>Accordingly, if a person died and left a son and a <i>tumtuni</i> or an <i>androgynous?</i> the son inherits the entire estate. For the status of the <i>tumtum</i> or the <i>androgynous</i> is a matter of question. If he left daughters and a <i>tumtum</i> or an <i>androgynous,</i> they share equally in the inheritance. The <i>tumtum</i> or <i>androgynous</i> is considered as one of the daughters."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת דִּין הַבָּנוֹת עִם הַבָּנִים בִּמְזוֹנוֹתֵיהֶן וּבְפַרְנָסָתָן וְשָׁם בֵּאַרְנוּ שֶׁהַמְּזוֹנוֹת מִתְּנָאֵי כְּתֻבָּה. בִּזְמַן שֶׁהַנְּכָסִים מְרֻבִּין אֵין לַבָּנוֹת אֶלָּא מְזוֹנוֹתֵיהֶן וְהַבָּנִים יִירְשׁוּ הַכּל וְיִתְפַּרְנְסוּ הַבָּנוֹת בְּעִשּׂוּר נְכָסִים כְּדֵי שֶׁיִּנָּשְׂאוּ בּוֹ לְבַעְלֵיהֶן. וּבִזְמַן שֶׁהַנְּכָסִים מוּעָטִין אֵין לַבָּנִים כְּלוּם אֶלָּא הַכּל לִמְזוֹן הַבָּנוֹת. לְפִיכָךְ מִי שֶׁמֵּת וְהִנִּיחַ בָּנִים וּבָנוֹת וְטֻמְטוּם אוֹ אַנְדְּרוֹגִינוּס. בִּזְמַן שֶׁהַנְּכָסִים מְרֻבִּין הַבָּנִים יוֹרְשִׁין וְדוֹחִין הַטֻּמְטוּם אֵצֶל הַבָּנוֹת וְנִזּוֹן כְּמוֹתָן. וּבִזְמַן שֶׁהַנְּכָסִין מוּעָטִין הַבָּנוֹת דּוֹחוֹת אֶת הַטֻּמְטוּם אֵצֶל הַבָּנִים וְאוֹמְרוֹת לוֹ זָכָר אַתָּה וְאֵין לְךָ עִמָּנוּ מְזוֹנוֹת: \n",
            "english": "In <i>Hilchot Ishut,</i> we explained the laws pertaining to the portions of an estate given to daughters from the sons' share to provide for the daughters' sustenance? and for their livelihood. There' we explained that the sustenance of the daughters is one of the provisions of the <i>ketubah.</i><br>When the estate is ample,\" the daughters receive only their sustenance. The sons inherit everything, and they should give dowries to the daughters of a tenth of the estate each so that men will desire to marry them as husbands. When the estate is limited, the sons do not receive anything. Instead, everything is set aside for the daughters' sustenance.<br>Accordingly, the following rules apply when a person died and left sons, daughters and a <i>tumtum</i> or an <i>androgynous.</i> If the estate is ample, the sons inherit the estate and compel the <i>tumtum</i> to be treated as one of the daughters. He is given only his sustenance as they are. If the estate is limited, the daughters compel the <i>tumtum</i> to be treated as one of the sons. They tell him: \"You are a male and hence you are not entitled to receive your sustenance as we are.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁלֹּא שָׁהֲתָה אַחַר בַּעְלָהּ שְׁלֹשָׁה חֳדָשִׁים וְנִשֵּׂאת וְיָלְדָה בֵּן וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לְרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לְאַחֲרוֹן אֵין זֶה הַבֵּן יוֹרֵשׁ אֶת אֶחָד מִשְּׁנֵיהֶם מִפְּנֵי שֶׁהוּא סָפֵק. וְאִם מֵת הַבֵּן שְׁנֵיהֶן יוֹרְשִׁין אוֹתוֹ וְחוֹלְקִין בְּשָׁוֶה מִפְּנֵי שֶׁשְּׁנֵיהֶם סָפֵק שֶׁמָּא זֶה אָבִיו אוֹ זֶה אָבִיו: \n",
            "english": "The following rules apply when a woman did not wait three months after parting from her husband, but instead, married within that time and gave birth to a son. We do not know if the son was born after nine months and is her first husband's child or was born after seven months and was her second husband's son.<br>This son does not inherit the estate of either father, because his claim is doubtful. If this son dies, both of them inherit his estate, sharing it equally, because both of their claims are doubtful. Maybe this one is his father? Or maybe the other one?"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "יְבָמָה שֶׁלֹּא שָׁהֲתָה שְׁלֹשָׁה חֳדָשִׁים וְנִתְיַבְּמָה בְּתוֹךְ שְׁלֹשָׁה חֳדָשִׁים וְיָלְדָה בֵּן וְאֵין יָדוּעַ אִם בֶּן תִּשְׁעָה לָרִאשׁוֹן אוֹ בֶּן שִׁבְעָה לָאַחֲרוֹן. זֶה הַסָּפֵק אוֹמֵר שֶׁמָּא בֶּן הַמֵּת אֲנִי וְאִירַשׁ אֶת נִכְסֵי אָבִי כֻּלָּן וְאֵין אַתָּה רָאוּי לְיַבֵּם אוֹתָהּ שֶׁאֵין אִמִּי בַּת יִבּוּם וְהַיָּבָם אוֹמֵר שֶׁמָּא בְּנִי אַתָּה וְאִמְּךָ רְאוּיָה לְיַבֵּם וְאֵין לְךָ בְּנִכְסֵי אָחִי כְּלוּם. הוֹאִיל וְגַם זֶה הַיָּבָם סָפֵק שֶׁמָּא יָבָם הוּא אוֹ אֵינוֹ יָבָם חוֹלְקִין בְּשָׁוֶה. וְכֵן דִּין זֶה הַסָּפֵק עִם בְּנֵי הַיָּבָם בְּנִכְסֵי הַמֵּת שֶׁנִּתְיַבְּמָה אִשְׁתּוֹ חוֹלְקִין בְּשָׁוֶה הַסָּפֵק נוֹטֵל מֶחֱצָה וּבְנֵי הַיָּבָם מֶחֱצָה. מֵת הַיָּבָם אַחַר שֶׁחָלַק עִם זֶה הַסָּפֵק וּבָאוּ בְּנֵי הַיָּבָם הָרְאוּיִים לִירַשׁ אֲבִיהֶם אַף עַל פִּי שֶׁיֵּשׁ לְזֶה הַסָּפֵק לוֹמַר אִם אֲחִיכֶם אֲנִי תְּנוּ לִי חֵלֶק בִּירֻשָּׁה זוֹ וְאִם אֵינִי אֲחִיכֶם הַחְזִירוּ לִי הַחֵצִי שֶׁלָּקַח אֲבִיכֶם אֵין לְזֶה הַסָּפֵק בְּנִכְסֵי אֲבִיהֶן עִמָּהֶן כְּלוּם וְאֵין מוֹצִיא מִיָּדָן: \n",
            "english": "The following laws apply when a childless widow did not wait three months after her first husband's death, married her husband's brother and bore a son. We do not know if the son was born after nine months and is her first husband's child, or was born after seven months and was her second husband's son.<br>With regard to the inheritance of the estate of the woman's first husband, the son whose parentage is doubtful says: \"Perhaps I am the son of the deceased, in which instance I would inherit my father's entire estate. You would not be fit to marry my mother, for she would not be required to perform the rite of <i>yibbumP</i><br>The brother who married her says: \"Perhaps you are my son and thus your mother was required to perform the rite of <i>yibbwn.</i> You have no right to my brother's estate.\"<br>Since not only the status of the \"son,\" but also that of the brother who married the widow is doubtful, they share the estate equally. The same laws apply when this \"son\" whose status is doubtful and the other sons of the brother who married the widow come to divide the estate of the brother whose widow was married. They divide the estate equally. The \"son\" whose status is doubtful receives half, and the other sons of the brother who married the widow receive half.<br>If the brother who married the widow died after dividing the estate of his deceased brother with the son whose status is doubtful, the sons of that brother who are fit to inherit his estate are granted it. The son whose status is doubtful may feel entitled to claim: \"If I am your brother, give me a share in this estate. And if I am not your brother, return to me the half of my father's estate that your father took.\" This claim is not accepted. Instead, the son whose status is doubtful is not given any share in the estate of the brother who married the widow; he does not expropriate property from them."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "סָפֵק וְהַיָּבָם שֶׁבָּאוּ לַחְלֹק בְּנִכְסֵי הָאָב הֲרֵי הַיָּבָם יוֹרֵשׁ וַדַּאי וְזֶה הַסָּפֵק אִם הוּא בֶּן הַמֵּת יֵשׁ לוֹ חֲצִי הַמָּמוֹן וּלְזֶה הַיָּבָם חֲצִי. וְאִם הוּא בֶּן הַיָּבָם אֵין לוֹ כְּלוּם. לְפִיכָךְ הַיָּבָם יוֹרֵשׁ וְיִדָּחֶה הַסָּפֵק. הִנִּיחַ הַיָּבָם שְׁנֵי בָּנִים וַדָּאִין וְאַחַר כָּךְ מֵת הַיָּבָם הֲרֵי הַסָּפֵק אוֹמֵר אֲנִי בֶּן הַמֵּת וְיֵשׁ לִי מֶחֱצָה וְלִשְׁנֵיכֶם מֶחֱצָה וְהַשְּׁנַיִם אוֹמְרִים אַתָּה אָחִינוּ וּבֶן הַיָּבָם אַתָּה וְאֵין לְךָ אֶלָּא שְׁלִישׁ בְּנִכְסֵי הַזָּקֵן הַחֵצִי שֶׁמּוֹדֶה לָהֶם בּוֹ נוֹטְלִין וְהִשְׁלִישׁ שֶׁמּוֹדִין הֵן לוֹ נוֹטֵל וְהַשְּׁתוּת הַנִּשְׁאָר חוֹלְקִים אוֹתוֹ בְּשָׁוֶה הוּא נוֹטֵל חֶצְיוֹ וּשְׁנֵיהֶם חֶצְיוֹ. מֵת הַסָּפֵק הֲרֵי הַיָּבָם אוֹמֵר שֶׁמָּא בְּנִי הוּא וַאֲנִי אִירָשֶׁנּוּ וַאֲבִי הַיָּבָם אוֹמֵר שֶׁמָּא בֶּן בְּנִי הַמֵּת הוּא וַאֲנִי אִירָשֶׁנּוּ חוֹלְקִין בְּשָׁוֶה (מֵת הַיָּבָם הַסָּפֵק אוֹמֵר בְּנוֹ אֲנִי וְאִירָשֶׁנּוּ וַאֲבִי הַיָּבָם אוֹמֵר שֶׁמָּא בֶּן בְּנִי הָאַחֵר אַתָּה וְזֶה אֲחִי אָבִיךָ הוּא וַאֲנִי אִירָשֶׁנּוּ חוֹלְקִין בְּשָׁוֶה): \n",
            "english": "The following rules apply when the son whose status is doubtful and the brother who married the widow come to divide the estate of the father of the family. The brother who married the widow is definitely an heir. In this instance as well, there is a question concerning the rights of the son whose status is doubtful. If he is the son of the deceased brother, he receives half; if he is the son of the brother who married the widow, he does not receive anything. Therefore, the estate should be given to the brother and the son whose status is doubtful should be overlooked.<br>The following principles apply with regard to the inheritance of the grandfather's estate if the brother who married the widow left two sons whose lineage is definite and died. The son whose status is doubtful claims: \"I am the son of the deceased brother. Hence, I should receive half and you two should receive half.\"<br>The two sons say: \"You are our brother and the son of the brother who married the widow. Hence, you deserve only one third of the estate of our grandfather.\" ?<br>The two sons receive the half that the son whose status is doubtful acknowledges as belonging to them. The third that they acknowledge as belonging to him is given to him, and the remaining sixth is divided equally: he receives half of it and they receive half of it. ?<br>If the son whose status is doubtful dies, the brother who married the widow may claim: \"Perhaps he is my son and I have the right to inherit his estate.\" His father may say: \"Perhaps he is the son of my deceased son and I have the right to inherit his estate.\" In such a situation, they should divide the estate equally.<br>(If the son who married the widow died, the son whose status is doubtful may claim: \"He is my father and I have the right to inherit his estate.\" His father may say: \"Perhaps you are the son of my other son and this is your father's brother. Thus, I have the right to inherit his estate.\" In such a situation, they should divide the estate equally.)"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁנָּפַל הַבַּיִת עָלָיו וְעַל אִשְׁתּוֹ וְאֵין יָדוּעַ אִם הָאִשָּׁה מֵתָה תְּחִלָּה וְנִמְצְאוּ יוֹרְשֵׁי הַבַּעַל יוֹרְשִׁין כָּל נְכָסֶיהָ אוֹ הַבַּעַל מֵת תְּחִלָּה וְנִמְצְאוּ יוֹרְשֵׁי הָאִשָּׁה יוֹרְשִׁין כָּל נְכָסֶיהָ כֵּיצַד דִּינָם. מַעֲמִידִין נִכְסֵי מְלוֹג בְּחֶזְקַת יוֹרְשֵׁי הָאִשָּׁה וְהַכְּתֻבָּה עִקָּר וְהַתּוֹסֶפֶת בְּחֶזְקַת יוֹרְשֵׁי הַבַּעַל וְחוֹלְקִין בְּנִכְסֵי צֹאן בַּרְזֶל יוֹרְשֵׁי הָאִשָּׁה נוֹטְלִין חֶצְיָן וְיוֹרְשֵׁי הַבַּעַל חֶצְיָן. אֲבָל אִם נָפַל הַבַּיִת עָלָיו וְעַל אִמּוֹ מַעֲמִידִין נִכְסֵי הָאֵם בְּחֶזְקַת יוֹרְשֵׁי הָאֵם שֶׁהֵם יוֹרְשִׁין וַדָּאִין אֲבָל יוֹרְשֵׁי הַבֵּן סָפֵק הֵם שֶׁאִם מֵת הַבֵּן תְּחִלָּה אֵין לְאֶחָיו מֵאָבִיו בְּנִכְסֵי אִמָּן כְּלוּם כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "The following rules apply when a house fell on a person and his wife and they both died. It is not known if the woman died first, in which instance the heirs of her husband inherit her entire estate, or the husband died first, and the woman's heirs inherit her estate.<br>How is the issue resolved? We consider the <i>nichsei m'log</i> to be in the possession of the woman's heirs. The money due her by virtue of her <i>ketubah -</i> both the essential obligation and the additional amount - are considered to be in the possession of her husband's heirs. Her <i>nichsei tzon barzel</i> are divided, half are given to the woman's heirs and half to the husband's heirs.<br>If a house fell on a person and his mother, the estate of the mother may be retained by her heirs from her father's household, for they are definitely heirs. The status of the heirs of the son, by contrast, is doubtful. For if the son died first, his paternal brothers do not have a share in the inheritance of his mother, as we have explained."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "נָפַל הַבַּיִת עָלָיו וְעַל בֶּן בִּתּוֹ אִם הָאָב מֵת תְּחִלָּה בֶּן בִּתּוֹ יִירָשֶׁנּוּ וְנִמְצְאוּ הַנְּכָסִים שֶׁל יוֹרְשֵׁי הַבֵּן. וְאִם בֶּן בִּתּוֹ מֵת תְּחִלָּה אֵין הַבֵּן יוֹרֵשׁ אֶת אִמּוֹ בַּקֶּבֶר כְּמוֹ שֶׁבֵּאַרְנוּ וְנִמְצְאוּ הַנְּכָסִים שֶׁל יוֹרְשֵׁי הָאָב. לְפִיכָךְ יַחְלְקוּ יוֹרְשֵׁי הָאָב עִם יוֹרְשֵׁי בֶּן הַבַּת. וְכֵן אִם [נִשְׁבָּה] הָאָב וּמֵת בֶּן בִּתּוֹ בַּמְּדִינָה אוֹ שֶׁנִּשְׁבָּה הַבֵּן וּמֵת אֲבִי אִמּוֹ בַּמְּדִינָה יַחְלְקוּ יוֹרְשֵׁי הָאָב עִם יוֹרְשֵׁי בֶּן הַבַּת: \n",
            "english": "The following rules apply if a house fell on a person and his daughter's son. If the father died first, his daughter's son would inherit his estate, and thus the estate would be given to the son's heirs. If his daughter's son died first, the son does not inherit his mother's estate after his death as we have explained. Thus, the estate would be given to the father's heirs. Since we do not know who died first, the father's heirs should divide his estate with the heirs of his daughter's son.<br>Similar rules apply if the father was taken captive and died while in captivity, and his daughter's son died in his city, or conversely, the son was taken captive and died while in captivity and his mother's father died in his city. Since we do not know who died first, the father's heirs should divide his estate with the heirs of his daughter's son."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "נָפַל עָלָיו הַבַּיִת וְעַל אָבִיו אוֹ שְׁאָר מוֹרִישִׁין וְעָלָיו כְּתֻבַּת אִשָּׁה וּבַעֲלֵי חוֹב. יוֹרְשֵׁי הָאָב אוֹמְרִין מֵת הַבֵּן תְּחִלָּה וְלֹא הִנִּיחַ כְּלוּם וְאָבַד הַחוֹב וּבַעֲלֵי חוֹבוֹת אוֹמְרִים הָאָב מֵת תְּחִלָּה וְזָכָה הַבֵּן בִּירֻשָּׁתוֹ וְיֵשׁ לָנוּ לִגְבּוֹת מֵחֶלְקוֹ. הֲרֵי הַנְּכָסִים בְּחֶזְקַת הַיּוֹרְשִׁין וְעַל הָאִשָּׁה וּבַעֲלֵי חוֹבוֹת לְהָבִיא רְאָיָה אוֹ יֵלְכוּ לָהֶם בְּלֹא כְּלוּם: \n",
            "english": "The following rules apply if a house fell on a person and his father or on other person whose estates he would acquire, and the son was responsible for the money due his wife by virtue of her <i>ketubah</i> and other debts. The father's heirs claim that the son died first without leaving an estate. Hence, the debts will remain unpaid. The creditors maintain that the father died first, and thus the son acquired the inheritance. Hence, they have a source from which they can collect the debts owed them. The estate is considered to be in the possession of the heirs. The son's wife or the creditors must prove that the father died first, or they must depart without receiving anything."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "דִּין אֵלּוּ שֶׁמֵּתוּ תַּחַת הַמַּפּלֶת. אוֹ שֶׁטָּבְעוּ בַּיָּם. אוֹ שֶׁנָּפְלוּ לָאֵשׁ. אוֹ שֶׁמֵּתוּ בְּיוֹם אֶחָד וְזֶה בִּמְדִינָה זוֹ וְהָאַחֵר בִּמְדִינָה אַחֶרֶת. דִּין אֶחָד הוּא. שֶׁבְּכָל אֵלּוּ וְכַיּוֹצֵא בָּהֶן אֵין יוֹדְעִין מִי הוּא שֶׁמֵּת תְּחִלָּה: \n",
            "english": "The same laws apply to people who die in a landslide, were drowned at sea, fell into a fire, or died on the same day in different countries. For in all these and other analogous situations, we do not know who died first."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין אָדָם יָכוֹל לְהוֹרִישׁ לְמִי שֶׁאֵינוֹ רָאוּי לְיָרְשׁוֹ וְלֹא לַעֲקֹר הַיְרֻשָּׁה מִן הַיּוֹרֵשׁ אַף עַל פִּי שֶׁזֶּה מָמוֹן הוּא. לְפִי שֶׁנֶּאֱמַר בְּפָרָשַׁת נְחָלוֹת <small>(במדבר כז יא)</small> \"וְהָיְתָה לִבְנֵי יִשְׂרָאֵל לְחֻקַּת מִשְׁפָּט\" לוֹמַר שֶׁחֻקָּה זוֹ לֹא נִשְׁתַּנָּה וְאֵין הַתְּנַאי מוֹעִיל בָּהּ. בֵּין שֶׁצִּוָּה וְהוּא בָּרִיא בֵּין שֶׁהָיָה שְׁכִיב מֵרַע בֵּין עַל פֶּה בֵּין בִּכְתָב אֵינוֹ מוֹעִיל: \n",
            "english": "Although all that is involved is money, a person may not give property as an inheritance to a person who is not fit to inherit, nor may he exclude a rightful heir from inheriting. This is derived from the verse in the passage concerning inheritance, Numbers 27:11: \"And it shall be for the children of Israel as a statute of judgment.\"<br>This verse implies that this statute will never change, and no stipulation can be made with regard to it. Whether a person made statements while he was healthy or on his deathbed, whether orally or in writing, they are of no consequence."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לְפִיכָךְ הָאוֹמֵר אִישׁ פְּלוֹנִי בְּנִי בְּכוֹרִי לֹא יִטּל פִּי שְׁנַיִם. אִישׁ פְּלוֹנִי בְּנִי לֹא יִירַשׁ עִם אֶחָיו. לֹא אָמַר כְּלוּם. אִישׁ פְּלוֹנִי יִירָשֵׁנִי בְּמָקוֹם שֶׁיֵּשׁ לוֹ בַּת. בִּתִּי תִּירָשֵׁנִי בְּמָקוֹם שֶׁיֵּשׁ לוֹ בֵּן. לֹא אָמַר כְּלוּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל הָיוּ לוֹ יוֹרְשִׁין רַבִּים כְּגוֹן בָּנִים רַבִּים אוֹ אַחִים אוֹ בָּנוֹת וְאָמַר כְּשֶׁהוּא שְׁכִיב מֵרַע פְּלוֹנִי אָחִי יִירָשֵׁנִי מִכְּלַל אֶחַי אוֹ בִּתִּי פְּלוֹנִית תִּירָשֵׁנִי מִכְּלַל בְּנוֹתַי דְּבָרָיו קַיָּמִין בֵּין שֶׁאָמַר עַל פֶּה בֵּין שֶׁכָּתַב בִּכְתָב. אֲבָל אִם אָמַר פְּלוֹנִי בְּנִי יִירָשֵׁנִי לְבַדּוֹ אִם אָמַר עַל פֶּה דְּבָרָיו קַיָּמִין. אֲבָל אִם כָּתַב כָּל נְכָסָיו לִבְנוֹ לֹא עָשָׂהוּ אֶלָּא אַפּוֹטְרוֹפּוֹס כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "Therefore, if a person states: \"So-and-so is my firstborn son, he should not receive a double portion,\" or \"My son so-and-so should not inherit my estate together with his brothers,\" his statements are of no consequence. Similarly, if he says: \"Let so-and-so inherit my estate\" when the dying man has a daughter, or \"Let my daughter inherit my estate\" when he has a son, his statements are of no consequence. Similar laws apply in all analogous situations.<br>If, however, he had many heirs - e.g., many sons, brothers, or many daughters - and he says while on his deathbed: \"Of all my brothers, only my brother so-and-so should inherit my estate,\" or \"Of all my daughters, only my daughter so-and-so should inherit my estate,\" his words are binding. This applies whether he made these statements orally or in writing.<br>If, however, he states: \"My son so-and-so should be my sole heir,\" different rules apply]. If he made this statement orally, his words are binding. If, however, he had a document composed stating that his entire estate should be given to one son, he is considered merely to have appointed him as a guardian, as explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אָמַר פְּלוֹנִי בְּנִי יִירַשׁ חֲצִי נְכָסַי וּשְׁאָר בָּנַי הַחֵצִי דְּבָרָיו קַיָּמִין. אֲבָל אִם אָמַר הַבְּכוֹר יִירַשׁ כַּפָּשׁוּט אוֹ שֶׁאָמַר לֹא יִירַשׁ פִּי שְׁנַיִם עִם אֶחָיו לֹא אָמַר כְּלוּם שֶׁנֶּאֱמַר <small>(דברים כא טז)</small> \"לֹא יוּכַל לְבַכֵּר אֶת בֶּן הָאֲהוּבָה עַל פְּנֵי בֶן הַשְּׂנוּאָה הַבְּכֹר\" <small>(דברים כא יז)</small> \"כִּי אֶת הַבְּכֹר בֶּן הַשְּׂנוּאָה יַכִּיר\": \n",
            "english": "If a person states: \"So-and-so my son should inherit half my estate and my other sons should inherit the other half,\" his words are binding. If, however, he states: \"My firstborn should inherit as an ordinary son,\" or \"My firstborn should not receive a double portion among his brothers,\" his words are of no consequence. This is derived from Deuteronomy 21:16-17: \"He cannot give the firstborn rights to the son of the beloved instead of the firstborn, the son of the hated. Instead, he shall recognize the firstborn, the son of the hated.\"i4"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאִם הָיָה בָּרִיא אֵינוֹ יָכוֹל לְהוֹסִיף וְלֹא לִגְרֹעַ לֹא לַבְּכוֹר וְלֹא לְאֶחָד מִשְּׁאָר הַיּוֹרְשִׁין: \n",
            "english": "If the person desiring to bequeath his estate was healthy, he may not increase or decrease either the portion of the firstborn or that of any other heirs."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאָמַר בִּלְשׁוֹן יְרֻשָּׁה. אֲבָל אִם נָתַן מַתָּנָה דְּבָרָיו קַיָּמִין. לְפִיכָךְ הַמְחַלֵּק נְכָסָיו עַל פִּיו לְבָנָיו כְּשֶׁהוּא שְׁכִיב מֵרַע רִבָּה לְאֶחָד וּמִעֵט לְאֶחָד וְהִשְׁוָה לָהֶן הַבְּכוֹר דְּבָרָיו קַיָּמִין. וְאִם אָמַר מִשּׁוּם יְרֻשָּׁה לֹא אָמַר כְּלוּם: \n",
            "english": "When does the above apply? When the person making the bequest uses the expression \"inherit.\" If, however, he gives a present, his statements are binding.<br>Accordingly, when a person apportions his estate verbally to his sons on his deathbed, his statements are binding even though he gave a greater portion to one, reduced the portion of another and equated the portion of the firstborn with that of his other sons. If, however, he used wording that speaks of \"inheritance,\" his statements are of no consequence."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּתַב בֵּין בַּתְּחִלָּה בֵּין בָּאֶמְצַע בֵּין בַּסּוֹף מִשּׁוּם מַתָּנָה אַף עַל פִּי שֶׁהִזְכִּיר לְשׁוֹן יְרֻשָּׁה בַּתְּחִלָּה וּבַסּוֹף דְּבָרָיו קַיָּמִין. כֵּיצַד. תִּנָּתֵן שָׂדֶה פְּלוֹנִי לִפְלוֹנִי בְּנִי וְיִירָשֶׁנָּה. אוֹ שֶׁאָמַר יִירָשֶׁנָּה וְתִנָּתֵן לוֹ וְיִירָשֶׁנָּה. אוֹ יִירָשֶׁנָּה וְתִנָּתֵן לוֹ. הוֹאִיל וְיֵשׁ שָׁם לְשׁוֹן מַתָּנָה אַף עַל פִּי שֶׁהִזְכִּיר לְשׁוֹן יְרֻשָּׁה בַּתְּחִלָּה וּבַסּוֹף דְּבָרָיו קַיָּמִין. וְכֵן אִם הָיוּ שָׁלֹשׁ שָׂדוֹת לִשְׁלֹשָׁה יוֹרְשִׁין וְאָמַר יִירַשׁ פְּלוֹנִי שָׂדֶה פְּלוֹנִית וְתִנָּתֵן לִפְלוֹנִי שָׂדֶה פְּלוֹנִית וְיִירַשׁ פְּלוֹנִי שָׂדֶה פְּלוֹנִית קָנוּ. אַף עַל פִּי שֶׁזֶּה שֶׁאָמַר לוֹ בִּלְשׁוֹן יְרֻשָּׁה אֵינוֹ זֶה שֶׁאָמַר לוֹ בִּלְשׁוֹן מַתָּנָה. וְהוּא שֶׁלֹּא יִשְׁהֶה בֵּין אֲמִירָה לַאֲמִירָה כְּדֵי דִּבּוּר. אֲבָל אִם שָׁהָה צָרִיךְ שֶׁיְּהֵא לְשׁוֹן הַמַּתָּנָה מְעֹרָב בִּשְׁלָשְׁתָּן: \n",
            "english": "If, when apportioning his estate, a person wrote that he is giving his estate as a present, whether at the beginning, the middle, or the end, his statement is binding even though he also spoke of an inheritance.<br>What is implied? The person said: \"Have this-and-this field given to so-and-so, my son, and let him inherit it,\" \"Let him inherit this-and-this field, have it given to him and let him inherit it,\" or \"Let him inherit it and have it given to him.\" Since he mentioned a present, even though he spoke of an inheritance at the beginning and/or at the end of his statements, his words are binding.<br>Similarly, if he was apportioning three fields to three different heirs, and he said: \"May so-and-so inherit this-and-this field. This-and-this field should be given to so-and-so, and so-and-so should inherit this-and-this field,\" the intended recipients acquire the gifts even though wording indicating an inheritance was used with regard to one individual, and wording indicating a present was used with regard to another.<br>This applies provided that the person making the bequest did not make a significant pause between his statements. If, however, he paused, he must mention giving a present with regard to all three individuals."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כֵּיצַד. אִם הָיָה לְשׁוֹן הַמַּתָּנָה בָּאֶמְצַע יֹאמַר פְּלוֹנִי וּפְלוֹנִי יִירְשׁוּ שָׂדֶה פְּלוֹנִי וּפְלוֹנִי שֶׁנְּתַתִּים לָהֶן בְּמַתָּנָה וְיִירָשׁוּם. וְאִם הָיָה לְשׁוֹן הַמַּתָּנָה בַּתְּחִלָּה יֹאמַר תִּנָּתֵן שָׂדֶה פְּלוֹנִי וּפְלוֹנִי לִפְלוֹנִי וּפְלוֹנִי וְיִירָשׁוּם. וְאִם הָיָה לְשׁוֹן הַמַּתָּנָה בַּסּוֹף יֹאמַר יִירַשׁ פְּלוֹנִי וּפְלוֹנִי (וּפְלוֹנִי) שָׂדֶה פְּלוֹנִי וּפְלוֹנִי (וּפְלוֹנִי) שֶּׁנְּתַתִּים לָהֶן בְּמַתָּנָה: \n",
            "english": "What is implied? If the wording mentioning a present was in the middle, he should say: \"So-and-so, so-and-so, and so-and-so, should inherit this-and-this field, this-and-this field, and this-and-this field that I gave them as a present, and they should inherit it.\"<br>If the wording mentioning a present was in the beginning, he should say: \"May this-and-this field, this-and-this field, and this-and-this field be given to so-and-so, so-and-so, and so-and-so, and they should inherit it.\"<br>If the wording mentioning a present was at the end, he should say: \"May so-and-so, so-and-so, and so-and-so, inherit this-and-this field, this-and-this field, and this-and-this field that I gave to them as a present.\""
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "יְרֻשַּׁת הַבַּעַל אַף עַל פִּי שֶׁהִיא מִדִּבְרֵיהֶם עָשׂוּ חִזּוּק לְדִבְרֵיהֶם כְּשֶׁל תּוֹרָה. וְאֵין הַתְּנַאי מוֹעִיל בָּהּ אֶלָּא אִם כֵּן הִתְנָה עִמָּהּ כְּשֶׁהִיא אֲרוּסָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת: \n",
            "english": "Although a husband's right to inherit his wife's estate is a Rabbinic decree, our Sages reinforced their words and gave them the strength of Scriptural Law. Hence, a stipulation in which the husband waives his right to her inheritance is not effective unless he made this stipulation while the woman was consecrated, as we have explained in <i>Hilchot Ishut.</i>"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָעַכּוּ\"ם יוֹרֵשׁ אֶת אָבִיו דְּבַר תּוֹרָה. אֲבָל שְׁאָר יְרֻשּׁוֹתֵיהֶן מַנִּיחִין אוֹתוֹ לְפִי מִנְהָגָם: \n",
            "english": "According to Scriptural Law, a gentile inherits his father's estate. With regard to other inheritances, we allow them to follow their own customs."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וְהַגֵּר אֵינוֹ יוֹרֵשׁ אֶת אָבִיו הָעַכּוּ\"ם אֶלָּא מִדִּבְרֵיהֶם תִּקְּנוּ לוֹ שֶׁיִּירַשׁ כְּשֶׁהָיָה שֶׁמָּא יַחְזֹר לְמִרְדּוֹ. וְיֵרָאֶה לִי שֶׁתְּנַאי מוֹעִיל בִּירֻשָּׁה זוֹ הוֹאִיל וְאֵין הָעַכּוּ\"ם מְחֻיָּב לַעֲמֹד בְּתַקָּנַת חֲכָמִים. וְאֵין הָעַכּוּ\"ם יוֹרֵשׁ אֶת אָבִיו הַגֵּר וְלֹא גֵּר יוֹרֵשׁ אֶת גֵּר לֹא מִדִּבְרֵי תּוֹרָה וְלֹא מִדִּבְרֵי סוֹפְרִים: \n",
            "english": "A convert does not inherit the estate of his father, a gentile. Nevertheless, our Sages ordained that he be able to inherit the estate as he was entitled previously, lest he return to rebellion against God.<br>It appears to me that a stipulation can be made with regard to this inheritance, for a gentile is not obligated to accept our Sages' ordinances.<br>A gentile does not inherit the estate of his father, a convert, nor does one convert inherit another convert's estate, neither according to Scriptural Law nor according to Rabbinic Law."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל הַנּוֹתֵן נְכָסָיו לַאֲחֵרִים וְהִנִּיחַ הַיּוֹרְשִׁין. אַף עַל פִּי שֶׁאֵין הַיּוֹרְשִׁין נוֹהֲגִין (בּוֹ) כַּשּׁוּרָה אֵין רוּחַ חֲכָמִים נוֹחָה הֵימֶנּוּ. וְזָכוּ הָאֲחֵרִים בְּכָל מַה שֶּׁנָּתַן לָהֶן. מִדַּת חֲסִידוּת הִיא שֶׁלֹּא יָעִיד אָדָם חָסִיד בְּצַוָּאָה שֶׁמַּעֲבִירִין בּוֹ הַיְרֻשָּׁה מִן הַיּוֹרֵשׁ אֲפִלּוּ מִבֵּן שֶׁאֵינוֹ נוֹהֵג כַּשּׁוּרָה לְאָחִיו חָכָם וְנוֹהֵג כַּשּׁוּרָה: \n",
            "english": "Our Sages did not derive satisfaction from a person who gives his property to others, taking it away from his heirs. This applies even when the heirs do not conduct themselves properly toward him. Nevertheless, the recipients acquire everything that was given to them.<br>It is an attribute of piety for a pious person not to act as a witness with regard to a will in which property is being taken from an heir. This applies even when the property is being taken from a son who does not conduct himself properly, and being given to a brother who is wise and who conducts himself properly."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "יִשְׂרָאֵל שֶׁהֵמִיר יוֹרֵשׁ אֶת קְרוֹבָיו הַיִּשְׂרְאֵלִים כְּשֶׁהָיָה. וְאִם רָאוּ בֵּית דִּין לְאַבֵּד אֶת מָמוֹנוֹ וּלְקָנְסוֹ שֶׁלֹּא יִירַשׁ כְּדֵי שֶׁלֹּא לְחַזֵּק אֶת יְדֵיהֶם הָרְשׁוּת בְּיָדָן. וְאִם יֵשׁ לוֹ בָּנִים בְּיִשְׂרָאֵל תִּנָּתֵן יְרֻשַּׁת אֲבִיהֶן הַמּוּמָר לָהֶן. וְכֵן הַמִּנְהָג תָּמִיד בַּמַּעֲרָב: \n",
            "english": "Although a Jew converts out of the faith, he retains the right to inherit the estates of his Jewish relatives as before. If, however, the court sees fit to make him forfeit his money and penalize him by preventing him from receiving the inheritance so as not to strengthen his hand, they have that power. If he has children \" among the Jewish people, the inheritance due their father, the apostate, should be given to them. This is the custom that is always followed in the West."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "צִוּוּ חֲכָמִים שֶׁלֹּא יְשַׁנֶּה אָדָם בֵּין הַבָּנִים בְּחַיָּיו אֲפִלּוּ בְּדָבָר מוּעָט שֶׁלֹּא יָבוֹאוּ לִידֵי תַּחֲרוּת וְקִנְאָה כַּאֲחֵי יוֹסֵף עִם יוֹסֵף: \n",
            "english": "Our Sages commanded that a person should not differentiate between his children in his lifetime, even with regard to a small matter, lest this spawn competition and envy as happened with Joseph and his brothers."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין הַיּוֹרְשִׁין נוֹחֲלִין עַד שֶׁיָּבִיאוּ רְאָיָה בְּרוּרָה שֶׁמֵּת מוֹרִישָׁן. אֲבָל אִם שָׁמְעוּ בּוֹ שֶׁמֵּת אוֹ שֶׁבָּאוּ עַכּוּ\"ם מְשִׂיחִין לְפִי תֻּמָּן. אַף עַל פִּי שֶׁמַּשִּׂיאִין אֶת אִשְׁתּוֹ עַל פִּיהֶם וְנוֹטֵל כְּתֻבָּתָהּ אֵין הַיּוֹרְשִׁין נוֹחֲלִין עַל פִּיהֶם: \n",
            "english": "Heirs are not given their inheritance until they bring clear proof that the person whose estate they are inheriting did in fact die. Even if they heard that he died, or gentiles mentioned that he died in the course of conversation, despite the fact that this is sufficient for license to be given for the person's wife to remarry and to receive the money due her by virtue of her <i>ketubah,</i> the heirs do not receive their inheritance on this basis."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָאִשָּׁה שֶׁבָּאת וְאָמְרָה מֵת בַּעְלִי אַף עַל פִּי שֶׁהִיא נֶאֱמֶנֶת וְתִנָּשֵׂא וְתִטּל כְּתֻבָּתָהּ אֵין הַיּוֹרְשִׁין נִכְנָסִין לַנַּחֲלָה עַל פִּיהָ. אָמְרָה מֵת בַּעְלִי וְנִתְיַבְּמָה הֲרֵי יְבָמָהּ נִכְנַס לַנַּחֲלָה עַל פִּיהָ שֶׁנֶּאֱמַר <small>(דברים כה ו)</small> \"יָקוּם עַל שֵׁם אָחִיו הַמֵּת\" וַהֲרֵי קָם: \n",
            "english": "When a woman comes and states: \"My husband died,\" although her testimony is accepted and she is given license to remarry and to receive the money due her by virtue of her <i>ketubah,</i> the heirs do not receive their inheritance on this basis.<br>If she testifies: \"My husband died,\" and is married by his brother, the brother receives the deceased's estate on the basis of her testimony. This is derived from Deuteronomy 25:6: \"He will assume the name of his deceased brother,\" and he has assumed his position."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁטָּבַע בְּמַיִם שֶׁאֵין לָהֶם סוֹף וּבָאוּ עֵדִים שֶׁטָּבַע בִּפְנֵיהֶם וְאָבַד זִכְרוֹ. אַף עַל פִּי שֶׁאֵין מַשִּׂיאִין אֶת אִשְׁתּוֹ לְכַתְּחִלָּה הֲרֵי הַיּוֹרְשִׁין נוֹחֲלִין עַל פִּיהֶם. וְכֵן אִם בָּאוּ עֵדִים שֶׁרָאוּהוּ שֶׁנָּפַל לְגוֹב אֲרָיוֹת וּנְמֵרִים אוֹ שֶׁרָאוּהוּ צָלוּב וְהָעוֹף אוֹכֵל בּוֹ. אוֹ שֶׁנִּדְקַר בַּמִּלְחָמָה וּמֵת אוֹ שֶׁנֶּהֱרַג וְלֹא הִכִּירוּ פָּנָיו אֲבָל הָיוּ לוֹ סִימָנִים מֻבְהָקִין בְּגוּפוֹ וְהִכִּירוּ אוֹתָם. בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן אִם אָבַד זִכְרוֹ אַחַר כָּךְ יוֹרְדִין לַנַּחֲלָה בְּעֵדוּת זוֹ אַף עַל פִּי שֶׁאֵין מַשִּׂיאִין אֶת אִשְׁתּוֹ. שֶׁאֲנִי אוֹמֵר שֶׁלֹּא הֶחְמִירוּ בִּדְבָרִים אֵלּוּ אֶלָּא מִפְּנֵי אִסּוּר כָּרֵת. אֲבָל לְעִנְיַן מָמוֹן אִם הֵעִידוּ הָעֵדִים בִּדְבָרִים שֶׁחֶזְקָתָן לְמִיתָה וְהֵעִידוּ שֶׁרָאוּ אוֹתָן הַדְּבָרִים וְאָבַד זִכְרוֹ וְאַחַר כָּךְ נִשְׁמַע שֶׁמֵּת הֲרֵי אֵלּוּ נוֹחֲלִין עַל פִּיהֶן. וְכָזֶה מַעֲשִׂים בְּכָל יוֹם בְּכָל בָּתֵּי דִּינִין וְלֹא שָׁמַעְנוּ מִי שֶׁחָלַק בְּדָבָר זֶה: \n",
            "english": "When a person drowned in a body of water that has no end, and witnesses testify that he drowned in their presence and all traces of him were lost, his heirs may inherit his estate on the basis of their testimony, despite the fact that, at the outset, his wife is not permitted to remarry in this situation.<br>Similarly, if witnesses come and testify that they saw a person fall into a lions' or tigers' den, they saw him crucified with birds eating from his body, he was pierced in battle and died, or he was killed, but his face was not recognizable, but there were definitive signs on his body and they were identified - with regard to these and similar situations, if all traces of the person were lost afterwards, the heirs may assume possession of the inheritance because of such testimony, although the person's wife is not given license to marry.<br>I maintain that our Sages were stringent concerning these matters only because of the severity of the prohibition involving <i>karet</i> involved. With regard to financial matters, by contrast, if witnesses testify with regard to matters that we can presume will lead to death, saying that they saw these matters, all traces of the person are lost, and afterwards it is heard that he died, we allow the heirs to assume possession of the estate on this basis. This is the standard practice followed on an everyday basis in all courts of law. We have not heard about anyone who rules differently regarding this matter."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "שָׁבוּי שֶׁנִּשְׁבָּה וְשָׁמְעוּ שֶׁמֵּת וְיָרְדוּ יוֹרְשָׁיו לַנַּחֲלָה וְחָלְקוּ אוֹתָהּ בֵּינֵיהֶם אֵין מוֹצִיאִין אוֹתָהּ מִיָּדָן. וְכֵן הַבּוֹרֵחַ מֵחֲמַת סַכָּנָה. אֲבָל הַיּוֹצֵא לְדַעַת שֶׁשָּׁמְעוּ בּוֹ שֶׁמֵּת וְיָרְדוּ יוֹרְשָׁיו לִנְכָסָיו וְחִלְּקוּם מוֹצִיאִין מִיָּדָן עַד שֶׁיָּבִיאוּ רְאָיָה שֶׁמֵּת מוֹרִישָׁן: \n",
            "english": "When a report was heard that a person who had been captive died, and the heirs assumed possession of his estate and divided it among themselves, we do not expropriate it from their possession. A similar law applies when a report is heard about the death of a person who fled because of danger to his life.\"<br>If, however, a report was heard that a person who voluntarily left his city died, and the heirs assumed possession of his estate and divided it among themselves, we do expropriate it from their possession unless they bring proof that this person died."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שָׁבוּי שֶׁנִּשְׁבָּה וּבָרַח מֵחֲמַת סַכָּנַת נְפָשׁוֹת חַיָּבִין בֵּית דִּין לְהִתְעַסֵּק בְּנִכְסֵיהֶן. כֵּיצַד עוֹשִׂין. כָּל הַמִּטַּלְטְלִין יִהְיוּ מֻפְקָדִין בְּיַד נֶאֱמָן עַל פִּי בֵּית דִּין וּמוֹרִידִין לְתוֹךְ הַקַּרְקָעוֹת קְרוֹבִין הָרְאוּיִין לִירֻשָּׁה כְּדֵי לַעֲבֹד אֶת הַקַּרְקָעוֹת וּלְהִתְעַסֵּק בָּהֶן עַד שֶׁיִּוָּדַע שֶׁמֵּתוּ אוֹ עַד שֶׁיָּבוֹאוּ. וְלִכְשֶׁיָּבוֹא הַשָּׁבוּי וְהַבּוֹרֵחַ שָׁמִין אֵלּוּ הַקְּרוֹבִים שֶׁהוּרְדוּ מַה שֶּׁעָשׂוּ וּמַה שֶּׁאָכְלוּ כְּמִנְהַג כָּל הָאֲרִיסִין שֶׁל אוֹתָהּ הַמְּדִינָה. וְלָמָּה לֹא יַעֲמִידוּ בֵּית דִּין אַפּוֹטְרוֹפּוֹס לְעוֹלָם בֵּין בְּמִטַּלְטְלִים בֵּין בְּקַרְקָעוֹת עַד שֶׁיָּבוֹאוּ הַבְּעָלִים אוֹ עַד שֶׁיִּוָּדַע בְּוַדַּאי שֶׁמֵּתוּ. לְפִי שֶׁאֵין בֵּית דִּין חַיָּבִין לְהַעֲמִיד אַפּוֹטְרוֹפּוֹס לִגְדוֹלִים שֶׁהֵן בְּנֵי דַּעַת: \n",
            "english": "The court is obligated to take responsibility for the property belonging to a person who was taken captive or one who fled because of mortal danger.<br>What do they do? They entrust all the movable property to a person deemed trustworthy by the court for safekeeping. They give possession of the landed property to relatives who are fit to inherit it, so that they would work the land and care for the property until they know whether the person died or he comes.<br>When the person who was taken captive or who fled comes, we evaluate the increase in value brought about by the relatives who were granted trusteeship and the benefit they received according to the norms applying to sharecroppers in that region.<br>Why does the court not appoint a guardian at all times, both for movable property and for landed property, until the owners come or until it is definitely known that they died? Because the court is not obligated to appoint guardians for adults who are intellectually mature."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "נִשְׁבָּה הַשָּׁבוּי וּבָרַח הַמְסֻכָּן וְהִנִּיחַ קָמָה לִקְצֹר וַעֲנָבִים לִבְצֹר תְּמָרִים לִגְדֹּר וְזֵיתִים לִמְסֹק. בֵּית דִּין יוֹרְדִים לִנְכָסָיו וּמַעֲמִידִין לָהֶן אַפּוֹטְרוֹפּוֹס וְקוֹצֵר וּבוֹצֵר וְגוֹדֵר וּמוֹסֵק וּמוֹכֵר הַפֵּרוֹת. וּמַנִּיחִין דְּמֵיהֶן עִם שְׁאָר הַמִּטַּלְטְלִין בְּבֵית דִּין וְאַחַר כָּךְ מוֹרִידִין הַקָּרוֹב לִנְכָסָיו. שֶׁאִם יֵרֵד תְּחִלָּה שֶׁמָּא יִתְלֹשׁ אֵלּוּ הַפֵּרוֹת שֶׁהֵן כִּתְלוּשִׁין וְיֹאכַל אוֹתָן. וְהוּא הַדִּין בַּחֲצֵרוֹת וּפֻנְדָּקִיּוֹת וַחֲנֻיּוֹת הָעֲשׂוּיוֹת לְשָׂכָר וְאֵינָן צְרִיכִין עֲבוֹדָה וְלֹא טוֹרֵחַ וְאֵין אָדָם נוֹתֵן אוֹתָן בַּאֲרִיסוּת. אֵין מוֹרִידִין לָהֶם יוֹרֵשׁ שֶׁהֲרֵי גּוֹבֶה הַשָּׂכָר וְאוֹכֵל. אֶלָּא כֵּיצַד עוֹשִׂין. בֵּית דִּין מַעֲמִידִין לָהֶן גַּבַּאי וְיִהְיֶה הַשָּׂכָר מֻנָּח בְּבֵית דִּין עַד שֶׁיָּבִיא רְאָיָה שֶׁמֵּת אוֹ עַד שֶׁיָּבוֹא וְיִטּל שֶׁלּוֹ: \n",
            "english": "When a person was taken captive or fled because of danger and left standing grain to reap, or grapes, dates or olives to harvest, the court takes possession of their property and appoints a guardian who will reap or harvest this produce and sell it. The money is then entrusted to the court for safekeeping together with the remainder of the movable property. Afterwards, the relative is given possession of the property as stated in the previous halachah. This procedure is followed because if the relative were given the land at the outset, he might harvest this produce - for it is already as if it had been reaped - and consume it.<br>This concept also applies with regard to courtyards, inns and stores that are fit to be rented out, do not need work, for here is no difficulty in tending to them, and they are usually not given out in a sharecropping agreement. We do not place them in the possession of an heir, for he would collect the rent and consume it.<br>What is done instead? The court appoints a collector and has the rent placed in the court until the heir brings proof that the owner died or until the owner comes and takes his property."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְאֵין מוֹרִידִין הַקָּרוֹב לְעוֹלָם אֶלָּא לְשָׂדוֹת וּלְגַנּוֹת וּכְרָמִים וְכַיּוֹצֵא בָּהֶן שֶׁיִּהְיֶה בָּהֶן כְּאָרִיס כְּדֵי שֶׁלֹּא יֻפְסְדוּ וְנִמְצְאוּ בּוּרִים וּנְשַׁמִּים: \n",
            "english": "A relative is never given possession of property other than fields, gardens, vineyards and the like. In these properties, he is considered as a sharecropper. This measure is instituted so that the properties will not be ruined and be left fallow and desolate."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁיָּצָא לְדַעַת וְהִנִּיחַ נְכָסָיו וְאֵין יָדוּעַ לְהֵיכָן הָלַךְ וְלֹא מָה אֵרַע לוֹ. אֵין מוֹרִידִין קָרוֹב לִנְכָסָיו. וְאִם יָרַד אֵין מְסַלְּקִין אוֹתוֹ. וְאֵין בֵּית דִּין צְרִיכִין לְהִטַּפֵּל בּוֹ וּלְהַעֲמִיד לוֹ אַפּוֹטְרוֹפּוֹס לֹא לַקַּרְקַע וְלֹא לַמִּטַּלְטְלִין שֶׁהֲרֵי לְדַעְתּוֹ יָצָא וְהִנִּיחַ נְכָסָיו. וְכֵיצַד יִהְיֶה דִּין נִכְסֵי זֶה. מִטַּלְטְלִין יַעַמְדוּ בְּיַד זֶה שֶׁהֵן תַּחַת יָדוֹ עַד שֶׁיָּבוֹא זֶה וְיִתְבַּע אוֹ עַד שֶׁיָּמוּת וְיִתְבְּעוּ הַיּוֹרְשִׁין: \n",
            "english": "The following laws apply when a person left his dwelling place voluntarily, abandoning his property, and we do not where he went or what happened to him. We do not give his property to a relative. If, however, a relative takes possession of it, we do not remove him from it. The court does not have the responsibility to tend to such a person's property and appoint a guardian, neither for the landed property nor for the movable property. The rationale is that he voluntarily departed and abandoned his property.<br>What are the laws governing this person's property? The movable property should remain in the possession of the person in whose domain it is found until this person comes and claims it or until he dies and it is claimed by heirs."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְהַקַּרְקָעוֹת מִי שֶׁהִנִּיחוּ שָׁכֵן אֵין לוֹקְחִין מִמֶּנּוּ שָׂכָר. וְשָׂדֶה אוֹ כֶּרֶם שֶׁהָיָה בָּהֶן אָרִיס יִשָּׁאֲרוּ כְּמוֹ שֶׁהִנִּיחוֹ עַד שֶׁיָּבוֹא. וְשָׂדֶה אוֹ כֶּרֶם שֶׁהִנִּיחָם בּוּרִים יִשָּׁאֲרוּ בּוּרִים שֶׁהֲרֵי הוּא בִּרְצוֹנוֹ אִבֵּד מָמוֹנוֹ וַאֲבֵדָה לְדַעַת אֵין אָנוּ מְצֻוִּין לְהַחְזִירָהּ: \n",
            "english": "With regard to landed property in which he left someone dwelling, we do not collect rent from him. If there is a field or a vineyard left to a sharecropper, it should remain as he left it until he comes. If he left a field or a vineyard fallow, it should be left fallow. The rationale is that he willingly caused the loss of his property, and when a person willingly forfeits his property, we are not required to return it."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שָׁמְעוּ בּוֹ שֶׁמֵּת הֲרֵי בֵּית דִּין מוֹצִיאִין כָּל הַמִּטַּלְטְלִין וּמַנִּיחִין אוֹתָן אֵצֶל נֶאֱמָן עַל פִּיהֶן וּמוֹרִידִין הַקָּרוֹב לַשָּׂדוֹת וְלַכְּרָמִים בָּהֶן כְּאָרִיס עַד שֶׁיָּבִיא רְאָיָה בְּרוּרָה שֶׁמֵּת אוֹ עַד שֶׁיָּבוֹא: \n",
            "english": "If we hear a report that the person who had left voluntarily died, the court collects all the movable property belonging to him and entrusts it to a person whom they consider faithful. They give the fields and vineyards to a relative to care for as a sharecropper, until the heirs bring clear proof that the owner died or until the owner comes."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כְּשֶׁמּוֹרִידִין קָרוֹב לְנִכְסֵי הַשָּׁבוּי אוֹ בּוֹרֵחַ אוֹ לְנִכְסֵי הַיּוֹצֵא לְדַעַת שֶׁשָּׁמְעוּ בּוֹ שֶׁמֵּת. לֹא יוֹרִידוּ קָטָן שֶׁמָּא יַפְסִיד הַנְּכָסִים. וְאֵין מוֹרִידִין קָרוֹב לְנִכְסֵי קָטָן שֶׁמָּא יִטְעֹן וְיֹאמַר זֶה חֶלְקִי הַמַּגִּיעַ לִי בִּירֻשָּׁתִי. וַאֲפִלּוּ קָרוֹב מֵחֲמַת קָרוֹב אֵין מוֹרִידִין. כֵּיצַד. הָיוּ שְׁנֵי אַחִים אֶחָד גָּדוֹל וְאֶחָד קָטָן וְנִשְׁבָּה הַקָּטָן אוֹ בָּרַח. אֵין מוֹרִידִין הַגָּדוֹל לְתוֹךְ שָׂדֵהוּ מִפְּנֵי שֶׁהַקָּטָן אֵינוֹ יָכוֹל לִמְחוֹת. וְשֶׁמָּא יַחֲזִיק זֶה הָאָח וּלְאַחַר שָׁנִים יֹאמַר זֶה חֶלְקִי שֶׁהִגִּיעַ לִי בִּירֻשָּׁתִי וּמֵחֲמַת יְרוּשָׁה בָּאתִי. וַאֲפִלּוּ בֶּן אָחִיו שֶׁל זֶה הַקָּטָן הַנִּשְׁבָּה אֵין מוֹרִידִין אוֹתוֹ לִנְכָסָיו שֶׁמָּא יֹאמַר שֶׁמֵּחֲמַת אָבִי יָרַשְׁתִּי חֵלֶק זֶה: \n",
            "english": "When the fields of a person who was taken captive, or who fled, or who left voluntarily but was reported to have died are given to a relative in a share-cropping arrangement, we do not entrust them to a minor, lest he ruin the property.<br>Conversely, we do not give a minor's property to a relative in a share-cropping arrangement. This is a safeguard, lest that person claim that the property belongs to him, that it is his portion that he received through inheritance. The minor's property is not even given to a relative of a relative.<br>What is implied? There were two brothers, one older and one younger, and the younger was taken captive or fled, we do not give the younger brother's field to the older brother. For the younger brother will not be able to protest. Perhaps the older brother will take possession of the property and after many years, he will claim: \"This is my portion that I received through inheritance; I took possession as an inheritance.\"<br>Even the son of the brother of the minor who was taken captive is not given the property in a share-cropping agreement, lest he claim: \"I inherited this portion because of my father.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לְעוֹלָם אֵין מוֹרִידִין קָרוֹב לְנִכְסֵי קָטָן אֲפִלּוּ קָרוֹב מֵחֲמַת אֲחֵי הַאֵם שֶׁאֵינָן רְאוּיִין לִירַשׁ. הַרְחָקָה יְתֵרָה הִיא זוֹ וַאֲפִלּוּ יֵשׁ בֵּינֵיהֶן שְׁטַר חֲלוּקָה בֵּין בְּבָתִּים בֵּין בְּשָׂדוֹת לֹא יֵרֵד. וַאֲפִלּוּ אָמַר כִּתְבוּ עָלַי שְׁטַר אֲרִיסוּת לֹא יֵרֵד שֶׁמָּא יֹאבְדוּ הַשְּׁטָרוֹת וְיַאַרְכוּ הַיָּמִים וְיִטְעֹן וְיֹאמַר שֶׁזֶּה חֵלֶק יְרֻשָּׁה בָּא לוֹ (מֵחֲמָתוֹ אוֹ) מֵחֲמַת מוֹרִישָׁיו. מַעֲשֶׂה בְּאִשָּׁה אַחַת שֶׁהָיוּ לָהּ שָׁלֹשׁ בָּנוֹת וְנִשְׁבֵּית הַזְּקֵנָה הִיא וּבַת אַחַת וּמֵתָה בַּת שְׁנִיָּה וְהִנִּיחָה בֵּן קָטָן. וְאָמְרוּ חֲכָמִים אֵין מוֹרִידִין זוֹ הַבַּת הַנִּשְׁאָרָה לַנְּכָסִים שֶׁמָּא מֵתָה הַזְּקֵנָה וְנִמְצְאוּ שְׁלִישׁ נְכָסִים אֵלּוּ לַקָּטָן וְאֵין מוֹרִידִין קָרוֹב לְנִכְסֵי קָטָן. וְכֵן אֵין מוֹרִידִין לְזֶה הַקָּטָן בַּנְּכָסִים שֶׁמָּא עֲדַיִן הַזְּקֵנָה בַּחַיִּים וְאֵין מוֹרִידִין קָטָן לְנִכְסֵי שָׁבוּי. אֶלָּא כֵּיצַד עוֹשִׂין. מִתּוֹךְ שֶׁצָּרִיךְ לְהַעֲמִיד אַפּוֹטְרוֹפּוֹס לַחֲצִי שֶׁל קָטָן מַעֲמִידִין אַפּוֹטְרוֹפּוֹס עַל כָּל נִכְסֵי הַזְּקֵנָה. אַחַר זְמַן שָׁמְעוּ שֶׁמֵּתָה הַזְּקֵנָה אָמְרוּ חֲכָמִים תֵּרֵד הַבַּת הַנִּשְׁאָרָה לִשְׁלִישׁ הַנְּכָסִים שֶׁהוּא חֵלֶק יְרֻשָּׁתָהּ וְיֵרֵד הַקָּטָן לִשְׁלִישׁ שֶׁהוּא חֶלְקוֹ מִנִּכְסֵי הַזְּקֵנָה. וְהַשְּׁלִישׁ שֶׁל בַּת הַשְּׁבוּיָה מַעֲמִידִין לוֹ אַפּוֹטְרוֹפּוֹס מִפְּנֵי חֵלֶק הַקָּטָן שֶׁמָּא מֵתָה גַּם הַבַּת הַשְּׁבוּיָה וְיֵשׁ לְזֶה הַקָּטָן חֲצִי הַשְּׁלִישׁ שֶׁלָּהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "No relative is ever given possession of the property of a minor, not even a person whose family connection stems from one's maternal brother, who is not fit to inherit. This is an extra safeguard.<br>Even if there is a document recording the division of the estate, whether homes or courtyards, the property should not be given to the relative. Even if the relative states: \"Write a document stating that I received the field as part of a sharecropping agreement,\" he should not be given the field. Perhaps the documents will be lost, and after a long period the person will claim that he received it as an inheritance, or that he received it as an inheritance from a relative who received it as an inheritance.<br>An incident once occurred concerning an old woman who had three daughters. The old woman and one daughter were taken captive. A second daughter died and left a son below the age of majority. The Sages said: We do not give the property to the remaining daughter in a sharecropping agreement, for perhaps the elderly woman died and thus one third of the estate would belong to the minor, and we do not give a relative property belonging to a minor. Similarly, we do not give the property to the minor. For perhaps the old woman is still alive, and the property of a person taken captive should not be given to a minor.<br>\"What should be done instead? Since a guardian must be appointed for the half designated for the minor, we appoint a guardian for the old woman's entire estate.\"<br>Afterwards, it was reported that the older woman died. Our Sages said: \"The remaining daughter should receive the third that is her portion of the inheritance. The minor should receive the third that is his portion of the older woman's estate. And a guardian should be appointed for the third that belongs to the daughter in captivity, because of the portion of it that the minor might receive. For if the daughter in captivity also dies, the minor would receive one half of her third.\" Similar principles apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָאַחִין שֶׁעֲדַיִן לֹא חָלְקוּ יְרֻשַּׁת אֲבִיהֶן אֶלָּא כֻּלָּן מִשְׁתַּמְּשִׁין בְּיַחַד בְּמַה שֶּׁהִנִּיחַ לָהֶן הֲרֵי הֵן כְּשֻׁתָּפִין לְכָל דָּבָר. וְכֵן בִּשְׁאָר הַיּוֹרְשִׁין הֲרֵי הֵן שֻׁתָּפִין בְּנִכְסֵי מוֹרִישָׁן. וְכָל שֶׁנָּשָׂא וְנָתַן כָּל אֶחָד מֵהֶן בְּמָמוֹן זֶה הַשָּׂכָר לָאֶמְצַע: \n",
            "english": "When brothers have not yet divided the inheritance they received from their father, but instead all use the estate together, they are considered partners with regard to all matters. Similarly, all the other heirs are considered partners with regard to the estate of the person they inherited. Whenever any of them does business with the resources of this estate, the profits are split equally."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיוּ הַיּוֹרְשִׁין גְּדוֹלִים וּקְטַנִּים וְהִשְׁבִּיחוּ הַגְּדוֹלִים אֶת הַנְּכָסִים הִשְׁבִּיחוּ לָאֶמְצַע. אָמְרוּ רְאוּ מַה שֶּׁהִנִּיחַ לָנוּ אַבָּא וַהֲרֵי אָנוּ עוֹשִׂין וְאוֹכְלִין. הַשֶּׁבַח שֶׁל מַשְׁבִּיחַ. וְהוּא שֶׁיִּהְיֶה הַשֶּׁבַח מֵחֲמַת הוֹצָאָה שֶׁהוֹצִיא הַמַּשְׁבִּיחַ. אֲבָל שָׁבְחוּ נְכָסִים מֵחֲמַת עַצְמָן הַשֶּׁבַח לָאֶמְצַע: \n",
            "english": "When there were heirs above majority and others below majority, and those above majority improved the estate, the increment is split equally. If they said: \"See the estate that our father left us. We will work it and benefit from the increase,\" the persons who brought about the increase are entitled to it. This applies provided the increase comes about because of the expenses undertaken by those persons. If the value of the estate increased on its own accord, that increase is shared equally."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן אִם הָיְתָה אִשְׁתּוֹ שֶׁל מֵת הִיא הַיּוֹרֶשֶׁת בִּכְלַל אַחְיוֹתֶיהָ אוֹ בִּכְלַל בְּנוֹת דּוֹדֶיהָ וְהִשְׁבִּיחָה הַנְּכָסִים הַשֶּׁבַח לָאֶמְצַע. וְאִם אָמְרָה רְאוּ מַה שֶּׁהִנִּיחַ לִי בַּעְלִי וַהֲרֵינִי עוֹשָׂה וְאוֹכֶלֶת הִשְׁבִּיחַ הַנְּכָסִים מֵחֲמַת הוֹצָאָה הֲרֵי הַשֶּׁבַח שֶׁלָּהּ: \n",
            "english": "Similar laws apply if the wife of the deceased was also his relative and had a right to inherit the estate together with her sisters or her cousins. If she increased the value of the estate, the increase is shared equally. If she said: \"See the estate that my husband left me. I will work it and benefit from the increase,\" should she increase the value of the estate through investments she made, the increase belongs to her."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁיָּרַשׁ אֶת אָבִיו וְהִשְׁבִּיחַ הַנְּכָסִים וְנָטַע וּבָנָה וְאַחַר כָּךְ נוֹדַע שֶׁיֵּשׁ לוֹ אַחִין בִּמְדִינָה אַחֶרֶת. אִם קְטַנִּים הֵן הַשֶּׁבַח לָאֶמְצַע וְאִם הָיוּ גְּדוֹלִים הוֹאִיל וְלֹא נוֹדַע שֶׁיֵּשׁ לוֹ אַחִין שָׁמִין לוֹ כְּאָרִיס. וְכֵן אָח שֶׁיָּרַד לְנִכְסֵי קָטָן וְהִשְׁבִּיחַ אֵין שָׁמִין לוֹ כְּאָרִיס. אֶלָּא הַשֶּׁבַח לָאֶמְצַע שֶׁהֲרֵי לֹא בִּרְשׁוּת יָרַד: \n",
            "english": "The following rules apply when a person inherits his father's estate, improves its value by planting trees and building structures, and afterwards he discovers that he has brothers in another country. If they are minors, the increase in value is divided equally. If they are above majority, since he did not know that he had brothers, he is given a portion as if he was a sharecropper.\"<br>Similarly, if a brother took possession of property belonging to a minor and improved it, he is not given a portion as if he were a sharecropper. Instead, the increase of the entire estate is divided equally, because he did not have permission to make use of the property."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֶחָד מִן הָאַחִין שֶׁלָּקַח מָעוֹת וְעָשָׂה בָּהֶן סְחוֹרָה אִם הָיָה תַּלְמִיד חָכָם גָּדוֹל שֶׁאֵינוֹ מַנִּיחַ תּוֹרָתוֹ שָׁעָה אַחַת. הֲרֵי הַשָּׂכָר שֶׁלּוֹ שֶׁאֵין זֶה מַנִּיחַ תּוֹרָתוֹ וּמִתְעַסֵּק לְצֹרֶךְ אֶחָיו: \n",
            "english": "The following rule applies when one of the brothers took money from the inheritance and engaged in commerce with it. If he is a great Torah scholar who ordinarily does not abandon his Torah study for one moment, the profits are given to him. For he would not abandon his Torah studies to engage in commerce for the sake of his brothers."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֶחָד מִן הָאַחִין שֶׁמִּנָּהוּ הַמֶּלֶךְ גַּבַּאי אוֹ סוֹפֵר שֶׁמַּכְנִיס וּמוֹצִיא בְּמָמוֹן הַמֶּלֶךְ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מֵעֲבוֹדַת הַמְּלָכִים. אִם מֵחֲמַת אֲבִיהֶן מִנָּהוּ כְּגוֹן שֶׁהָיָה אֲבִיהֶן יָדוּעַ בְּדָבָר זֶה וְאָמַר נַעֲמִיד תַּחְתָּיו בְּנוֹ כְּדֵי לַעֲשׂוֹת חֶסֶד עִם הַיְתוֹמִים. הַפְּרָס שֶׁיִּטּל וְכָל הַשָּׂכָר שֶׁיִּשְׂתַּכֵּר בַּעֲבוֹדָה לְכָל הָאַחִין. וַאֲפִלּוּ הָיָה חָכָם בְּיוֹתֵר וְרָאוּי לְמַנּוֹתוֹ. וְאִם מֵחֲמַת עַצְמוֹ מִנּוּהוּ הֲרֵי זֶה לְעַצְמוֹ: \n",
            "english": "The following laws apply when a king appoints one of the brothers who share in the father's estate as a tax collector, an accountant who supervises the influx and efflux of the king's monies, or to another one of the positions in the king's service. If the son was appointed for his father's sake - i.e., his father was renowned for this skill, and the king said: \"Let us appoint his son in his stead in order to act graciously to the orphans,\" the portion that the son who receives the appointment receives and any wages he earns in this task should be shared among all the brothers. This ruling applies even if that son is very wise and fit to be appointed on his own merit. If the king appointed him on his own merit, his wages are his alone."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֶחָד מִן הָאַחִין שֶׁהָיָה נוֹשֵׂא וְנוֹתֵן בְּתוֹךְ הַבַּיִת וְקָנָה עֲבָדִים בִּשְׁמוֹ לְבַדּוֹ. הִלְוָה לַאֲחֵרִים וְהָיָה שְׁטַר הַחוֹב בִּשְׁמוֹ לְבַדּוֹ. וְאָמַר מָעוֹת אֵלּוּ שֶׁהִלְוֵיתִי אוֹ שֶׁקָּנִיתִי בָּהֶן עֲבָדִים אֵלּוּ שֶׁלִּי לְבַדִּי הֵן שֶׁנָּפְלוּ לִי מִבֵּית אָבִי אִמִּי. אוֹ מְצִיאָה מָצָאתִי אוֹ מַתָּנָה נִתְּנָה לִי. עָלָיו לְהָבִיא רְאָיָה שֶׁנָּפְלָה לוֹ יְרֻשָּׁה אַחֶרֶת אוֹ מָצָא מְצִיאָה אוֹ זָכָה בְּמַתָּנָה. וְכֵן הָאִשָּׁה שֶׁהָיְתָה נוֹשֵׂאת וְנוֹתֶנֶת בְּתוֹךְ הַבַּיִת וְהָיוּ אוֹנוֹת שֶׁהֵן שִׁטְרֵי מִמְכַּר עֲבָדִים וְשִׁטְרֵי חוֹבוֹת יוֹצְאוֹת עַל שְׁמָהּ. וְאָמְרָה שֶׁלִּי הֵן שֶׁנָּפְלוּ לִי מִבֵּית אֲבוֹתַי. עָלֶיהָ לְהָבִיא רְאָיָה שֶׁנָּפְלוּ לָהּ לִירֻשָּׁה. וְכֵן אַלְמָנָה שֶׁהָיְתָה נוֹשֵׂאת וְנוֹתֶנֶת בְּנִכְסֵי יְתוֹמִים וְהָיוּ אוֹנוֹת וּשְׁטָרוֹת יוֹצְאוֹת עַל שְׁמָהּ וְאָמְרָה מִירֻשָּׁה נָפְלוּ לִי אוֹ מְצִיאָה מָצָאתִי אוֹ מַתָּנָה נִתְּנָה לִי. עָלֶיהָ לְהָבִיא רְאָיָה. וְאִם יֵשׁ לָהּ נְדוּנְיָא וְאָמְרָה מִנְּדוּנְיָתִי לָקַחְתִּי נֶאֱמֶנֶת אֲבָל אִם אֵין לָהּ נְדוּנְיָא וְלֹא הֵבִיאָה רְאָיָה הֲרֵי הַכּל בְּחֶזְקַת הַיּוֹרְשִׁין: \n",
            "english": "The following laws apply when one of the brothers was carrying out transactions on behalf of the household and purchased servants as his own individual property, or lent money to others and had the promissory note written to him alone. If he says: \"The money that I lent or with which I purchased the servants is my own. It came to me as an inheritance from my maternal grandfather, I found an ownerless object, or a present was given to me,\" he is required to verify the authenticity of his statements.<br>Similar laws apply when a married woman was carrying out transactions on behalf of the household and deeds of purchase of servants and promissory notes were composed in her own name. If she says: \"The money belonged to me. I received it as an inheritance from my father's family,\" she is required to verify the authenticity of her statements. Similar laws apply when a widow was carrying out transactions with funds belonging to orphans, and deeds of purchase and promissory notes were circulated in her personal name. If she claimed them as her own, saying: \"It came to me as an inheritance, I found an ownerless object, or a present was given to me,\" she is required to verify the authenticity of her statements.<br>If she said: \"I took them from the resources of my dowry,\" her word is accepted. If, however, she does not have a dowry, or in the situation described in the previous clauses, she did not bring proof of her statement, everything is assumed to be owned by the heirs."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאַחִים וּבְאַלְמָנָה שֶׁאֵין חֲלוּקִין בְּעִסָּתָן. אֲבָל אִם הָיוּ חֲלוּקִין בְּעִסָּתָן שֶׁמָּא מֵעִסָּתוֹ קָמַץ וְעַל הָאַחִין לְהָבִיא רְאָיָה שֶׁהֵן מִשֶּׁל אֶמְצַע. וְכֵן אִם מֵת זֶה הַנּוֹתֵן וְהַנּוֹשֵׂא בְּתוֹךְ הַבַּיִת עַל הָאַחִין לְהָבִיא רְאָיָה אַף עַל פִּי שֶׁלֹּא הָיוּ חֲלוּקִין בְּעִסָּתָן: \n",
            "english": "When does the above apply? When the brothers or the widow do not eat separately. When, however, they eat separately, we suspect that they saved from their food allowance. Hence, the other brothers must prove that the money was taken from the estate. Similarly, if the brother who was managing the funds died, the other brothers are required to bring proof that the money was taken from the estate, even though they did not eat separately."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֶחָד מִן הָאַחִין שֶׁשְּׁטַר חוֹב יוֹצֵא מִתַּחַת יָדוֹ עָלָיו לְהָבִיא רְאָיָה שֶׁאָבִיו נְתָנוֹ לוֹ בִּכְתִיבָה וּמְסִירָה. אוֹ שֶׁצִּוָּה לוֹ בּוֹ כְּשֶׁהוּא שְׁכִיב מֵרַע. וְאִם לֹא הֵבִיא רְאָיָה הֲרֵי הוּא לָאֶמְצַע: \n",
            "english": "The following laws apply when one of the brothers is in possession of a promissory note owed to his father. He is obligated to bring proof that his father gave him the note, signing and transferring a document attesting to the fact that the note was given as a gift, or that, at the time of his death, the father commanded that it be given to that brother. If the brother in possession does not bring proof of this nature, the note must be shared equally as part of the estate."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאַחִין מִפְּנֵי שֶׁחֶזְקָתָן שׁוֹמְטִין זֶה מִזֶּה. אֲבָל אַחֵר שֶׁטָּעַן שֶׁנָּתַן לוֹ אוֹ שֶׁקָּנָהוּ מִבְּעָלָיו גּוֹבֶה בּוֹ וְאֵינוֹ צָרִיךְ לְהָבִיא רְאָיָה: \n",
            "english": "When does the above apply? With regard to brothers, because the prevailing assumption is that they take from each other. When, however, a promissory note is in the possession of another person who claims that the creditor gave it to him or that he purchased it from him, he may collect the debt. He is not required to bring proof of his claim."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אֶחָד מִן הָאַחִין שֶׁנָּטַל מָאתַיִם זוּז לִלְמֹד תּוֹרָה אוֹ לִלְמֹד אֻמָּנוּת יְכוֹלִין הָאַחִין לוֹמַר לוֹ אִם אֵין אַתָּה אֶצְלֵנוּ אֵין לְךָ מְזוֹנוֹת אֶלָּא לְפִי בִּרְכַּת הַבַּיִת. שֶׁאֵין הוֹצָאַת מְזוֹנוֹת הָאֶחָד לְבַדּוֹ כְּהוֹצָאַת מְזוֹנוֹתָיו בֵּין רַבִּים: \n",
            "english": "If one of the brothers took 200 <i>zuz</i> from his share of the estate to study Torah or to study a profession, the other brothers may tell him: \"If you do not live together with us, we will not give you a food allocation beyond what it would cost were you living with us.\" For the food expenses incurred by an individual living alone are much higher than they would be were he to live with others."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִי שֶׁמֵּת וְהִנִּיחַ בָּנִים גְּדוֹלִים וּקְטַנִּים אֵין הַגְּדוֹלִים מִתְפַּרְנְסִים פַּרְנָסַת הַקְּטַנִּים וְלֹא הַקְּטַנִּים נִזּוֹנִים מְזוֹנוֹת הַגְּדוֹלִים אֶלָּא חוֹלְקִים בְּשָׁוֶה. נִשְּׂאוּ גְּדוֹלִים לְאַחַר מִיתַת אֲבִיהֶן יִשְׂאוּ הַקְּטַנִּים כֵּן מִכְּלַל הַנְּכָסִים וְאַחַר כָּךְ יַחֲלֹקוּ. נִשְּׂאוּ הַגְּדוֹלִים בְּחַיֵּי אֲבִיהֶן וְאָמְרוּ הַקְּטַנִּים לְאַחַר מִיתַת אֲבִיהֶן הֲרֵי אָנוּ נוֹשְׂאִין כְּדֶרֶךְ שֶׁנְּשָׂאתֶם אַתֶּם. אֵין שׁוֹמְעִין לָהֶן אֶלָּא מַה שֶּׁנָּתַן לָהֶם אֲבִיהֶם נָתַן: \n",
            "english": "When a person died, leaving sons past majority and under majority, the older sons cannot be required to receive only what is allocated for the younger sons' living expenses. Nor may younger sons be required to receive only what is allocated for the older sons' food expenses. Instead, the estate should be divided equally.<br>If the older brothers married after their father's death using the funds of the estate, the younger brothers may marry using the funds of the estate, and then divide it. If the older brothers married during their father's lifetime, we do not heed the requests of the younger brothers who say: \"Let us marry using the funds of the estate, as you married.\" Instead, whatever the father gave the older brothers is considered as a present."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הִשִּׂיא הָאָב אֶת בְּנוֹ וְעָשָׂה לוֹ מִשְׁתֶּה וְהָיְתָה הַהוֹצָאָה מִשֶּׁל אָב וְנִשְׁתַּלְּחָה שׁוֹשְׁבִינוּת לְזֶה הַבֵּן בְּחַיֵּי הָאָב. כְּשֶׁהִיא חוֹזֶרֶת לְאַחַר מִיתַת הָאָב חוֹזֶרֶת לָאֶמְצַע. אֲבָל הוֹצִיא הַבֵּן בַּמִּשְׁתֶּה מִשֶּׁלּוֹ אֵינָהּ חוֹזֶרֶת אֶלָּא מֵחֵלֶק הַבֵּן שֶׁנִּשְׁתַּלְּחָה לוֹ בִּלְבַד: \n",
            "english": "The following laws apply when a father married off one of his sons and made a feast for him, paying for the expenses himself. If a wedding gift was sent to this son during the father's lifetime, should the wedding gift have to be repaid after the father's death, it should be repaid by the estate as a whole. If, however, the brother paid for the expenses of the wedding feast from his own resources, the brother who received the gift must repay it from his portion alone."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָאָב שֶׁשָּׁלַח שׁוֹשְׁבִינוּת בְּשֵׁם אֶחָד מִבָּנָיו כְּשֶׁתַּחְזֹר הַשּׁוֹשְׁבִינוּת לְאוֹתוֹ הַבֵּן הֲרֵי הִיא שֶׁלּוֹ. אֲבָל אִם שְׁלָחָהּ הָאָב בְּשֵׁם בָּנָיו סְתָם כְּשֶׁתַּחְזֹר תַּחְזֹר לָאֶמְצַע. וְאֵין זֶה שֶׁנִּשְׁתַּלְּחָה לוֹ חַיָּב לְהַחְזִירָהּ עַד שֶׁיִּשְׂמְחוּ עִמּוֹ הַבָּנִים כֻּלָּן. שֶׁהֲרֵי כֻּלָּן שׁוֹשְׁבִינִין שֶׁבְּשֵׁם כֻּלָּן נִשְׁתַּלְּחָה. לְפִיכָךְ אִם שָׂמֵחַ בְּמִקְצָתָן מַחְזִיר חֵלֶק זֶה שֶׁשָּׂמַח עִמּוֹ בִּלְבַד וַהֲרֵי הוּא לָאֶמְצַע: \n",
            "english": "When the father sent a wedding gift to a friend in the name of one of his sons, when that wedding gift is repaid to that son, it is his alone. If, however, the father sent the wedding gift in the name of his sons without making any specification, when it is repaid, it should be repaid to the estate as a whole.<br>The person to whom the wedding gift was sent is not required to return it unless all the brothers rejoice together with him, for they are all members of the wedding party and the gift was sent in all of their names. Therefore, if he rejoiced with only several of them, he need return only the portion appropriate for those with whom he rejoiced. The money he repays is shared by the estate as a whole."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "גְּדוֹל הָאַחִין שֶׁהָיָה לוֹבֵשׁ וּמִתְכַּסֶּה מַלְבּוּשִׁין נָאִים אִם יֵשׁ לָאַחִים הֲנָאָה מִמֶּנּוּ כְּדֵי שֶׁיִּהְיוּ דְּבָרָיו נִשְׁמָעִין הֲרֵי זֶה לוֹבֵשׁ מִתְּפִיסַת הַבַּיִת: \n",
            "english": "When the oldest of the brothers dresses and garbs himself in fine raiment, he may purchase these garments from the funds of the estate if this brings his brothers benefit, i.e., because of his fine clothing, his words are heeded by other people."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁנֵּי אַחִים שֶׁחָלְקוּ וּבָא לָהֶן אָח מִמְּדִינַת הַיָּם. וְכֵן שְׁלֹשָׁה אַחִין שֶׁחָלְקוּ וּבָא בַּעַל חוֹב וְנָטַל חֶלְקוֹ שֶׁל אֶחָד מֵהֶן. אֲפִלּוּ נָטַל זֶה קַרְקַע וְזֶה כְּסָפִים בָּטְלָה מַחְלֹקֶת וְחוֹזְרִין וְחוֹלְקִין הַשְּׁאָר בְּשָׁוֶה:  ",
            "english": "When two brothers divided an estate and then a third brother came from overseas, or when three brothers divided an estate and then a creditor came and expropriated the portion of one of them, the division is nullified. They should return and divide the remainder equally. This applies even if originally one brother took land and the other cash."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִי שֶׁצִּוָּה בִּשְׁעַת מִיתָתוֹ שֶׁיִּתְּנוּ לִפְלוֹנִי דֶּקֶל אוֹ שָׂדֶה מִנְּכָסָיו וְחָלְקוּ הָאַחִין וְלֹא נָתְנוּ לִפְלוֹנִי כְּלוּם. הֲרֵי הַמַּחֲלֹקֶת בְּטֵלָה. וְכֵיצַד עוֹשִׂין. נוֹתְנִין מַה שֶּׁצִּוָּה מוֹרִישָׁן וְאַחַר כָּךְ חוֹזְרִין וְחוֹלְקִין כַּתְּחִלָּה:  ",
            "english": "When, before his death, a person commanded that so-and-so be given a palm tree or a field from his property, but the brothers divided the estate without giving that person anything, their division is negated. What should they do? The entity concerning which the deceased commanded should be given to that person, and then they should divide the estate anew."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָאַחִין שֶׁחָלְקוּ שָׁמִין לָהֶן מַה שֶּׁעֲלֵיהֶן. אֲבָל מַה שֶּׁעַל בְּנֵיהֶן וּבְנוֹתֵיהֶן שֶׁקָּנוּ לָהֶן מִתְּפִיסַת הַבַּיִת אֵין שָׁמִין. וְכֵן מַה שֶּׁעַל נְשׁוֹתֵיהֶן. שֶׁכְּבָר זָכוּ בָּהֶן לְעַצְמָן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּבִגְדֵי חֹל. אֲבָל בְּבִגְדֵי שַׁבָּת וּמוֹעֵד שָׁמִין מַה שֶּׁעֲלֵיהֶן:  ",
            "english": "When brothers divide an estate, we evaluate the clothes they are wearing. We do not evaluate the clothes that their sons and daughters are wearing that they purchased with the funds of the estate. Similarly, the clothes that their wives are wearing are considered as if they have already been acquired by them.<br>When does the above apply? With regard to weekday garments. With regard to Sabbath and festival garments, we evaluate what the women and children are wearing."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁהִנִּיחַ יְתוֹמִים מִקְצָתָן גְּדוֹלִים וּמִקְצָתָן קְטַנִּים וְרָצוּ לַחְלֹק בְּנִכְסֵי אֲבִיהֶן כְּדֵי שֶׁיִּטְּלוּ הַגְּדוֹלִים חֶלְקָן. מַעֲמִידִין בֵּית דִּין אַפּוֹטְרוֹפּוֹס לַקְּטַנִּים וּבוֹרֵר לָהֶן הַחֵלֶק הַיָּפֶה. וְאִם הִגְדִּילוּ אֵינָן יְכוֹלִין לִמְחוֹת שֶׁהֲרֵי עַל פִּי בֵּית דִּין חָלְקוּ לָהֶם. וְאִם טָעוּ בֵּית דִּין בַּשּׁוּמָא וּפָחֲתוּ שְׁתוּת. יְכוֹלִין לִמְחוֹת וְחוֹלְקִין חֲלוּקָה אַחֶרֶת אַחַר שֶׁהִגְדִּילוּ:  ",
            "english": "The following law applies when a person died leaving some orphans who are past majority, and others who are below majority. If they desired to divide their father's estate so that the older brothers could receive their portion, the court appoints a guardian for the minors and chooses a good portion for them. Once they come of age, they may not protest the division, because it was made by the court. If, however, the court erred in its evaluation of the estate's worth and reduced their portion by a sixth, they may issue a protest. In that instance, a new division is made after they come of age."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁמֵּת וְהִנִּיחַ יוֹרְשִׁין גְּדוֹלִים וּקְטַנִּים צָרִיךְ לְמַנּוֹת אַפּוֹטְרוֹפּוֹס שֶׁיִּהְיֶה מִתְעַסֵּק בְּחֵלֶק הַקָּטָן עַד שֶׁיַּגְדִּיל. וְאִם לֹא מִנָּה חַיָּבִין בֵּית דִּין לְהַעֲמִיד לָהֶן אַפּוֹטְרוֹפּוֹס עַד שֶׁיַּגְדִּילוּ. שֶׁבֵּית דִּין הוּא אֲבִיהֶן שֶׁל יְתוֹמִים:  ",
            "english": "When a person dies, leaving some orphans who are past majority and others who are below majority, he must appoint a guardian before his death, who will care for the portion of the minors until they come of age.\" If the father does not appoint such a guardian, the court is obligated to appoint a guardian for them until they come of age. For the court acts as the parents of the orphans."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "צִוָּה הַמּוֹרִישׁ וְאָמַר יִנָּתֵן חֵלֶק הַקָּטָן לַקָּטָן וּמַה שֶּׁיִּרְצֶה יַעֲשֶׂה בָּהּ הָרְשׁוּת בְּיָדוֹ. וְכֵן אִם מִנָּה הַמּוֹרִישׁ אַפּוֹטְרוֹפּוֹס עַל הַקְּטַנִּים קָטָן אוֹ אִשָּׁה אוֹ עֶבֶד הָרְשׁוּת בְּיָדוֹ. אֲבָל אֵין בֵּית דִּין מְמַנִּין אַפּוֹטְרוֹפּוֹס לֹא אִשָּׁה וְלֹא עֶבֶד וְלֹא קָטָן וְלֹא עַם הָאָרֶץ. שֶׁהוּא בְּחֶזְקַת חָשׁוּד עַל הָעֲבֵרוֹת. אֶלָּא בּוֹדְקִין עַל אָדָם נֶאֱמָן וְאִישׁ חַיִל וְיוֹדֵעַ לְהַפֵּךְ בִּזְכוּת הַיְתוֹמִים וְטוֹעֵן טַעֲנָתָם וְשֶׁיֵּשׁ לוֹ כֹּחַ בְּעִסְקֵי הָעוֹלָם כְּדֵי לִשְׁמֹר נְכָסִים וּלְהַרְוִיחַ בָּהֶן וּמַעֲמִידִין אוֹתוֹ עַל הַקְּטַנִּים. בֵּין שֶׁיִּהְיֶה רָחוֹק בֵּין שֶׁיִּהְיֶה קָרוֹב לַקָּטָן. אֶלָּא שֶׁאִם הָיָה קָרוֹב לֹא יֵרֵד לַקַּרְקָעוֹת:  ",
            "english": "If the dying person ordered: \"Give the minor's portion of my estate to him. Let him do whatever he wants with it,\" he has the license to deal with his own estate in this manner.\"<br>Similarly, if the dying person appointed a minor, a woman or a servant as the guardian for the minors, he has the license to deal with his own estate in this manner. A court, by contrast, should not appoint a woman, a servant, a minor or an unlearned person who is suspect to violate the Torah's prohibitions' as a guardian.<br>Instead, they should seek out a faithful and courageous person who knows how to advance the claims of the orphans and bring arguments on their behalf, one who is capable with regard to worldly matters to protect their property and secure a profit for them. Such a person is appointed a guardian over the minors whether or not he is related to them. If he is a relative, however, he should not take control of the landed property."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בֵּית דִּין שֶׁהֶעֱמִידוּ אַפּוֹטְרוֹפּוֹס וְשָׁמְעוּ עָלָיו שֶׁהוּא אוֹכֵל וְשׁוֹתֶה וּמוֹצִיא הוֹצָאוֹת יֶתֶר מִדָּבָר שֶׁהָיָה אָמוּד בּוֹ יֵשׁ לָהֶן לָחוּשׁ לוֹ שֶׁמָּא מִנִּכְסֵי יְתוֹמִים הוּא אוֹכֵל וּמְסַלְּקִין אוֹתוֹ וּמַעֲמִידִין אַחֵר. אֲבָל אִם מִנָּהוּ אֲבִי יְתוֹמִים אֵין מְסַלְּקִין אוֹתוֹ שֶׁמָּא מְצִיאָה מָצָא. אֲבָל אִם בָּאוּ עֵדִים שֶׁהוּא מַפְסִיד נִכְסֵי יְתוֹמִים מְסַלְּקִין אוֹתוֹ. וּכְבָר הִסְכִּימוּ הַגְּאוֹנִים שֶׁמַּשְׁבִּיעִין אוֹתוֹ הוֹאִיל וּמַפְסִיד. וְהוּא הַדִּין לְאַפּוֹטְרוֹפּוֹס שֶׁמִּנָּהוּ אֲבִי יְתוֹמִים וְהָיְתָה שְׁמוּעָתוֹ טוֹבָה וְהָיָה יָשָׁר וְרוֹדֵף מִצְוֹת וְחָזַר לִהְיוֹת זוֹלֵל וְסוֹבֵא וְהוֹלֵךְ בְּדַרְכֵי הַחֲשָׁד אוֹ שֶׁפָּרַץ בִּנְדָרִים וּבַאֲבַק גֵּזֶל בֵּית דִּין חַיָּבִים לְסַלֵּק אוֹתוֹ וּלְהַשְׁבִּיעוֹ. וּלְמַנּוֹת לָהֶן אַפּוֹטְרוֹפּוֹס כָּשֵׁר. וְכָל הַדְּבָרִים הָאֵלּוּ כְּפִי מַה שֶּׁיֵּרָאֶה לַדַּיָּן שֶׁכָּל בֵּית דִּין וּבֵית דִּין הוּא אֲבִיהֶן שֶׁל יְתוֹמִים:  ",
            "english": "When the court appointed a guardian and afterwards heard that he was eating, drinking and making other expenses beyond what he could be expected to, they should suspect that he is using the resources of the orphans. They should remove him from his position and appoint someone else.<br>If, however, the guardian was appointed by the orphan's father, he should not be removed in such a situation; it is possible that he found an ownerless article. If, however, witnesses come and testify that he is ruining the orphans' estate, he is removed from his position.The <i>Geonim</i> agreed that he should be required to take an oath in such a situation, for he is causing the orphans a loss.<br>Similarly, when a guardian was appointed by the orphans' father who had a praiseworthy reputation, was known to be upright and to pursue the mitzvot, and he became a glutton and a drunkard and began following paths that arouse suspicion, or became reckless with regard to vows and the shade of theft, the court is required to remove him from his position and require him to take an oath. Afterwards, they appoint an appropriate guardian. These matters are dependent on the perception of the local judge. For each and every court must act as the parents of the orphans."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "קָטָן שֶׁהִגְדִּיל אֲפִלּוּ הָיָה אוֹכֵל וְשׁוֹתֶה יוֹתֵר מִדַּאי וּמַפְסִיד וְהוֹלֵךְ בְּדֶרֶךְ רָעָה אֵין בֵּית דִּין מוֹנְעִין מִמֶּנּוּ מָמוֹנוֹ וְאֵין מַעֲמִידִין לוֹ אַפּוֹטְרוֹפּוֹס. אֶלָּא אִם כֵּן צִוָּה אָבִיו אוֹ מוֹרִישׁוֹ שֶׁלֹּא יִתְּנוּ לוֹ אֶלָּא אִם כֵּן יִהְיֶה כָּשֵׁר וּמַצְלִיחַ אוֹ שֶׁלֹּא יִתְּנוּ לוֹ עַד זְמַן מְרֻבֶּה. וְהַשּׁוֹטֶה וְהַחֵרֵשׁ הֲרֵי הֵן כִּקְטַנִּים וּמַעֲמִידִין לָהֶן אַפּוֹטְרוֹפּוֹס:  ",
            "english": "When a minor attains majority, even if he eats and drinks excessively, ruins his estate and follows an undesirable path, the court does not withhold his property from him, nor does it appoint a guardian, unless his father or the person whose property he inherited ordered that the property not be given to him unless he conducts himself uprightly and successfully, or that it not be given to him until later.<br>A person who is mentally or emotionally unstable or a deaf-mute are considered as minors, and a guardian should be appointed for them."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מָעוֹת שֶׁל יְתוֹמִים שֶׁהִנִּיחַ לָהֶן אֲבִיהֶן אֵינָן צְרִיכִין אַפּוֹטְרוֹפּוֹס. אֶלָּא כֵּיצַד עוֹשִׂין בָּהֶן. בּוֹדְקִין עַל מִי שֶׁיֵּשׁ לוֹ נְכָסִים שֶׁיֵּשׁ לָהֶם אַחֲרָיוּת וְיִהְיוּ עִדִּית וְיִהְיֶה אִישׁ נֶאֱמָן וְשׁוֹמֵעַ דִּינֵי תּוֹרָה וּמֵעוֹלָם לֹא קִבֵּל עָלָיו נִדּוּי. וְנוֹתְנִין לוֹ הַמָּעוֹת בְּבֵית דִּין קָרוֹב לְשָׂכָר וְרָחוֹק לְהֶפְסֵד וְנִמְצְאוּ הַיְתוֹמִים נֶהֱנִין מִשְּׂכַר הַמָּעוֹת. וְכֵן אִם אֵין לוֹ קַרְקַע יִנָּתֵן לָהֶן מַשְׁכּוֹן זָהָב שָׁבוּר שֶׁאֵין בּוֹ סִימָן וְנוֹטְלִין בֵּית דִּין הַמַּשְׁכּוֹן וְנוֹתְנִין לוֹ הַמָּעוֹת קָרוֹב לְשָׂכָר וְרָחוֹק לְהֶפְסֵד. וְלָמָּה לֹא יִקְחוּ מַשְׁכּוֹן כֵּלִים שֶׁל זָהָב אוֹ חֲלִי שֶׁל זָהָב. שֶׁמָּא שֶׁל אֲחֵרִים הוּא וְיִתְּנוּ סִימָן וְיִטְּלוּהוּ אַחַר מוֹתוֹ אִם יֵדַע הַדַּיָּן שֶׁאֵין זֶה אָמוּד. וְכַמָּה יִפְסְקוּ בְּשָׂכָר. כְּפִי מַה שֶּׁיִּרְאוּ הַדַּיָּנִין. אוֹ שְׁלִישׁ הַשָּׂכָר אוֹ חֶצְיוֹ אֲפִלּוּ רְבִיעַ הַשָּׂכָר לַיְתוֹמִים אִם רָאוּ שֶׁזּוֹ תַּקָּנָה לָהֶם עוֹשִׂין. לֹא מָצְאוּ אָדָם שֶׁיִּתְּנוּ לוֹ הַמָּעוֹת רָחוֹק לְהֶפְסֵד וְקָרוֹב לְשָׂכָר הֲרֵי אֵלּוּ מוֹצִיאִין מֵהֶן מְזוֹנוֹת מְעַט. עַד שֶׁיִּקְנוּ לָהֶן בַּמָּעוֹת קַרְקַע וְיִמְסְרוּ אוֹתוֹ בְּיַד אַפּוֹטְרוֹפּוֹס שֶׁיַּעֲמִידוּ לָהֶן:  ",
            "english": "Money belonging to orphans that was left to them by their father does not require a guardian. What, instead, is done with it?<br>We search for a person who owns property that can be expropriated by a creditor and that is of high quality. This person should be trustworthy, one who heeds the laws of the Torah, and who was never placed under a ban of ostracism. He is given the money in the presence of the court to invest in a manner that will most likely lead to a profit and will not likely lead to loss. Thus, the orphans will derive benefit from the investment of the money.<br>Similarly, if such a person does not have landed property, he should give bars of gold that do not have any identifying marks as security. The court takes the security and gives him the money to invest in a manner that will most likely lead to a profit and will not likely lead to loss.<br>Why does he not give golden utensils or golden jewelry as security? For perhaps these articles belong to another person. We fear that in the event of the investor's death, that other person will claim these articles by identifying them with signs. They will then be given to him if the judge knows that the investor was unlikely to possess such articles.<br>How much should be given to the orphans as profit? As the judges determine, a third of the profits, half of them, or even a fourth of them; if the judges ascertain that this is in the best interests of the orphans, such an arrangement is followed.<br>If the court cannot find a person to give the money to invest in a manner that will not likely lead to loss and will most likely lead to a profit, they should use a small amount of the money to provide the orphans with their livelihood until they use the money to purchase land that they entrust to a guardian whom they appoint."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַמִּטַּלְטְלִין שֶׁל יְתוֹמִים שָׁמִין אוֹתָן וּמוֹכְרִין אוֹתָן בְּבֵית דִּין. וְאִם הָיָה הַשּׁוּק קָרוֹב לַמְּדִינָה. מוֹלִיכִין אוֹתָן לַשּׁוּק וּמוֹכְרִין אוֹתָן וְיִצְטָרְפוּ דְּמֵיהֶן עִם הַמָּעוֹת שֶׁל יְתוֹמִים:  ",
            "english": "Movable property inherited by orphans should be evaluated and sold in the presence of a court. If the marketplace is close to their city of residence, we have the articles brought to the marketplace. They are sold and the proceeds added to the financial resources of the orphans.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה בְּיָדוֹ שֵׁכָר שֶׁל יְתוֹמִים אִם יַנִּיחוֹ כָּאן עַד שֶׁיִּמָּכֵר שֶׁמָּא יַחְמִיץ. וְאִם יוֹלִיכוֹ לַשּׁוּק שֶׁמָּא יֶאֶרְעוֹ אֹנֶס בַּדֶּרֶךְ. הֲרֵי זֶה עוֹשֶׂה בּוֹ כְּדֶרֶךְ שֶׁהוּא עוֹשֶׂה בְּשֶׁלּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "The following principle applies when a person possesses beer belonging to orphans and he is beset by a quandary: If he leaves it in its place until it is sold it might sour, and if he brings it to the marketplace it might become lost because of factors beyond his control. Our Sages ruled that he should do as he would do with his own beer. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כְּשֶׁמַּעֲמִידִין בֵּית דִּין לָהֶן אַפּוֹטְרוֹפּוֹס מוֹסְרִין לוֹ כָּל נִכְסֵי הַקָּטָן הַקַּרְקַע וְהַמִּטַּלְטְלִין שֶׁלֹּא נִמְכְּרוּ. וְהוּא מוֹצִיא וּמַכְנִיס וּבוֹנֶה וְסוֹתֵר וְשׁוֹבֵר וְנוֹטֵעַ וְזוֹרֵעַ וְעוֹשֶׂה כְּפִי מַה שֶּׁיִּרְאֶה שֶׁזֶּה טוֹב לַיְתוֹמִים וּמַאֲכִילָן וּמַשְׁקָן וְנוֹתֵן לָהֶן כָּל הַהוֹצָאָה כְּפִי הַמָּמוֹן וּכְפִי הָרָאוּי לָהֶן וְלֹא יַרְוִיחוּ לָהֶן יוֹתֵר מִדַּאי וְלֹא יְצַמְצֵם עֲלֵיהֶם יֶתֶר מִדַּאי:  ",
            "english": "When the court appoints a guardian, he is given all the property of the minor: the landed property and the movable property that was not sold. He sells and purchases whatever he determines is necessary; he builds and he destroys; he rents, plants, sows and does whatever he thinks is in the best interests of the orphans. He should provide them with food and drink and provide them with their expenses according to their financial capacity and their social standing. He should not be overly generous with them, nor should he be overly parsimonious."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּשֶׁיַּגְדִּילוּ הַיְתוֹמִים נוֹתֵן לָהֶם מָמוֹן מוֹרִישָׁן וְאֵינוֹ צָרִיךְ לַעֲשׂוֹת לָהֶן חֶשְׁבּוֹנוֹת מַה שֶּׁהִכְנִיס וְהוֹצִיא אֶלָּא אוֹמֵר לָהֶן זֶה הַנִּשְׁאָר. וְנִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁלֹּא גְּזָלָן כְּלוּם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁמִּנּוּהוּ בֵּית דִּין. אֲבָל אַפּוֹטְרוֹפּוֹס שֶׁמִּנָּהוּ אֲבִי יְתוֹמִים וְכֵן שְׁאָר הַמּוֹרִישָׁן אֵיִנוֹ נִשְׁבָּע עַל טַעֲנַת סָפֵק. יֵשׁ לְאַפּוֹטְרוֹפּוֹס לִלְבּשׁ וּלְהִתְכַּסּוֹת מִנִּכְסֵי יְתוֹמִים כְּדֵי שֶׁיִּהְיֶה מְכֻבָּד וְיִהְיוּ דְּבָרָיו נִשְׁמָעִין וְהוּא שֶׁיִּהְיֶה לַיְתוֹמִים הֲנָאָה בְּנִכְסֵיהֶן בִּהְיוֹת דְּבָרָיו נִשְׁמָעִין:  ",
            "english": "When the orphans come of age, the guardian should give them the property of the person whose estate they inherited. He does not have to give them an account of what he purchased and what he sold. Instead, he tells them: \"This is what remains,\" and takes an oath holding a sacred article that he did not steal anything from them.<br>When does this apply? When the guardian was appointed by the court. When, however, the guardian was appointed by the orphans' father or other relatives, he is not required to take an oath because of an indefinite claim.<br>A guardian may dress and garb himself in a distinguished manner using the fund belonging to the orphans, so that he will be esteemed and his words will be heeded, provided that the orphans will benefit from the fact that he is esteemed and his words are heeded."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "יֵשׁ לְאַפּוֹטְרוֹפּוֹס לִמְכֹּר בְּהֵמָה וַעֲבָדִים שְׁפָחוֹת שָׂדוֹת וּכְרָמִים לְהַאֲכִיל לַיְתוֹמִים. אֲבָל אֵין מוֹכְרִין וּמַנִּיחִין הַמָּעוֹת וְאֵין מוֹכְרִין שָׂדוֹת לִקַּח עֲבָדִים וְלֹא עֲבָדִים לִקַּח שָׂדוֹת שֶׁמָּא לֹא יַצְלִיחַ. אֲבָל מוֹכְרִין שָׂדֶה לִקַּח שְׁוָרִים לַעֲבוֹדַת שָׂדוֹת אֲחֵרוֹת שֶׁהַשְּׁוָרִים הֵן עִקַּר כָּל נִכְסֵי שָׂדוֹת:  ",
            "english": "A guardian may sell animals, servants, maidservants, fields and vineyards belonging to the estate to provide sustenance for the orphans. He may not sell these assets and hoard the money. Nor may he sell fields to purchase servants, nor sell servants to purchase fields, for perhaps he will not be successful. He may, however, sell fields to purchase oxen to work other fields, for oxen are the fundamental element of the fields one possesses."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֵין הָאַפּוֹטְרוֹפִּין רַשָּׁאִין לִמְכֹּר בְּרָחוֹק וְלִגְאל בְּקָרוֹב לִמְכֹּר בְּרָעָה וְלִגְאל בְּיָפָה. שֶׁמָּא לֹא יַצְלִיחַ זֶה שֶׁקָּנוּ. וְאֵין רַשָּׁאִין לָדוּן וְלָחוּב עַל מְנָת לִזְכּוֹת לַיְתוֹמִים שֶׁמָּא לֹא יִזְכּוּ וְנִמְצָא הַחוֹב קַיָּם:  ",
            "english": "The guardian is not permitted to sell a field located far from the city and purchase a field close to the city, nor may he sell a poor field and purchase a good field, for perhaps his purchases will not be successful.<br>Similarly, a guardian may not enter into a lawsuit to argue on behalf of the orphans with regard to a claim registered against them, with the intent of benefiting them. The rationale is that he may not be successful, and the claim against them will be substantiated."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין הָאַפּוֹטְרוֹפִּין רַשָּׁאִין לְהוֹצִיא עֲבָדִים לְחֵרוּת אֲפִלּוּ לִקַּח מִן הָעֶבֶד דָּמִים שֶׁיֵּצֵא לְחֵרוּת. אֲבָל מוֹכְרִין אוֹתָן לַאֲחֵרִים וְלוֹקְחִין מֵהֶן הַדָּמִים עַל מְנָת שֶׁיּוֹצִיאוּהוּ לְחֵרוּת וְאוֹתָן הָאֲ [חֵ] רִים הֵן שֶׁמְּשַׁ [חְ] רְרִין אוֹתָם:  ",
            "english": "The guardians are not permitted to grant Canaanite servants their freedom. They may not even take money from the servant so that he will be released. Instead, they sell the servants to others and take the money from them with the intent that they grant them their freedom. It is those purchasers who release the servants."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָאַפּוֹטְרוֹפִּין תּוֹרְמִין וּמְעַשְּׂרִין נִכְסֵי יְתוֹמִים כְּדֵי לְהַאֲכִילָן. שֶׁאֵין מַאֲכִילִין אֶת הַיְתוֹמִים דָּבָר הָאָסוּר. אֲבָל לֹא יְעַשְּׂרוּ וְלֹא יִתְרֹמוּ כְּדֵי לְהַנִּיחַ פֵּרוֹת מְתֻקָּנִין אֶלָּא יִמְכְּרוּ אוֹתָן טֶבֶל וְהָרוֹצֶה לְתַקֵּן יְתַקֵּן:  ",
            "english": "The guardians should separate <i>terumah</i> and the tithes from the crops of the orphans so that they can provide them with food. . For we may not feed the orphans forbidden substances. They may not, however, tithe or separate <i>terumah</i> so that the produce will be ready for use. Instead, they should sell it as <i>tevel.</i> Those who desire to make it ready for use will do so."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָאַפּוֹטְרוֹפִּין עוֹשִׂין לַקְּטַנִּים לוּלָב וְסֻכָּה וְצִיצִית וְשׁוֹפָר סֵפֶר תּוֹרָה וּתְפִלִּין וּמְזוּזוֹת וּמְגִלָּה. כְּלָלוֹ שֶׁל דָּבָר כָּל מִצְוֹת עֲשֵׂה שֶׁיֵּשׁ לָהֶם קִצְבָה בֵּין שֶׁהוּא מִדִּבְרֵי תּוֹרָה בֵּין שֶׁהוּא מִדִּבְרֵי סוֹפְרִים. עוֹשִׂין לָהֶם אַף עַל פִּי שֶׁאֵינָן חַיָּבִין בְּמִצְוָה מִכָּל אֵלּוּ הַמִּצְוֹת אֶלָּא כְּדֵי לְחַנְּכָן. אֲבָל אֵין פּוֹסְקִין עֲלֵיהֶן צְדָקָה וַאֲפִלּוּ לְפִדְיוֹן שְׁבוּיִים. מִפְּנֵי שֶׁמִּצְוֹת אֵלּוּ אֵין לָהֶן קִצְבָה:  ",
            "english": "The guardians must make a <i>lulav,</i> a <i>sukkah, tzitzit,</i> a <i>shofar,</i> a Torah scroll, <i>tefillin, mezuzot</i> and a <i>megillah</i> on behalf of the orphans. The general principle is: All mitzvot that have a fixed measure - whether of Scriptural or Rabbinic origin - should be made available for them, although they are obligated in these mitzvot only as part of their education. We do not, however, levy charitable assessments against their property, even for the sake of the redemption of captives. The rationale is that such mitzvot have no limit to them."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "וּמִי שֶׁנִּשְׁתַּטָּה אוֹ שֶׁנִּתְחָרֵשׁ בֵּית דִּין פּוֹסְקִין עָלָיו צְדָקָה אִם הָיָה רָאוּי:  ",
            "english": "When a person loses his intellectual faculties or becomes a deaf-mute, the court levies charitable assessments against his property if he has the means."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁאֵין הָאַפּוֹטְרוֹפּוֹס צָרִיךְ לַעֲשׂוֹת חֶשְׁבּוֹן כְּמוֹ שֶׁבֵּאַרְנוּ. צָרִיךְ לַחְשֹׁב בֵּינוֹ לְבֵין עַצְמוֹ לְדַקְדֵּק וּלְהִזָּהֵר הַרְבֵּה מֵאֲבִיהֶן שֶׁל אֵלּוּ הַיְתוֹמִים שֶׁהוּא רוֹכֵב עֲרָבוֹת שֶׁנֶּאֱמַר <small>(תהילים סח ה)</small> \"סלוּ לָרֹכֵב בָּעֲרָבוֹת\" וְגוֹ' <small>(תהילים סח ו)</small> \"אֲבִי יְתוֹמִים\" וְגוֹ':  ",
            "english": "Although a guardian does not have to make an accounting, as mentioned above, he must keep a personal account, being extremely precise, so as not to incur the wrath of the Father of these orphans, He who rides upon the heavens, as Psalms 68:5-6 states: \"Make a path for He who rides upon the heavens... the Father of orphans.\""
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "סליקו להו הלכות נחלות בס\"ד. נגמר ספר שלשה עשר והוא ספר משפטים, הלכותיו חמשה, ופרקיו חמשה ושבעים. הלכות שכירות שלשה עשר פרקים, הלכות שאלה ופקדון שמונה פרקים, הלכות מלוה ולוה עשרים ושבעה פרקים, הלכות טוען ונטען ששה עשר פרקים, הלכות נחלות אחד עשר פרקים.",
            "english": ""
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:15:15.236Z",
    "totalChapters": 11,
    "status": "imported_sefaria"
  }
}
