{
  "id": "kings_and_wars",
  "name": "Mishneh Torah, Kings and Wars",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Kings and Wars",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שָׁלֹשׁ מִצְוֹת נִצְטַוּוּ יִשְׂרָאֵל בִּשְׁעַת כְּנִיסָתָן לָאָרֶץ. לְמַנּוֹת לָהֶם מֶלֶךְ שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"שׂוֹם תָּשִׂים עָלֶיךָ מֶלֶךְ\". וּלְהַכְרִית זַרְעוֹ שֶׁל עֲמָלֵק שֶׁנֶּאֱמַר <small>(דברים כה יט)</small> \"תִּמְחֶה אֶת זֵכֶר עֲמָלֵק\". וְלִבְנוֹת בֵּית הַבְּחִירָה שֶׁנֶּאֱמַר <small>(דברים יב ה)</small> \"לְשִׁכְנוֹ תִדְרְשׁוּ וּבָאתָ שָּׁמָּה\": \n",
            "english": "Israel was commanded to fulfill three mitzvot upon entering the Promised Land:<br>a) To choose a king, as Deuteronomy 17:15 states: 'Appoint a king over yourselves;'<br>b) To wipe out the descendents of Amalek, as Deuteronomy 25:19 states: 'Erase the memory of Amalek;'<br>c) To build God's Chosen House, as Deuteronomy 12:5 states: 'Seek out His Presence and go there.'"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִנּוּי מֶלֶךְ קוֹדֵם לְמִלְחֶמֶת עֲמָלֵק. שֶׁנֶּאֱמַר <small>(שמואל א טו א)</small> \"אֹתִי שָׁלַח ה' לִמְשָׁחֳךָ לְמֶלֶךְ\" <small>(שמואל א טו ג)</small> \"עַתָּה לֵךְ וְהִכִּיתָה אֶת עֲמָלֵק\". וְהַכְרָתַת זֶרַע עֲמָלֵק קוֹדֶמֶת לְבִנְיַן הַבַּיִת. שֶׁנֶּאֱמַר <small>(שמואל ב ז א)</small> \"וַיְהִי כִּי יָשַׁב הַמֶּלֶךְ בְּבֵיתוֹ וַה' הֵנִיחַ לוֹ מִסָּבִיב מִכָּל אֹיְבָיו\" <small>(שמואל ב ז ב)</small> \"וַיֹּאמֶר הַמֶּלֶךְ אֶל נָתָן הַנָּבִיא אָנֹכִי יוֹשֵׁב בְּבֵית אֲרָזִים\" וְגוֹ'. מֵאַחַר שֶׁהֲקָמַת מֶלֶךְ מִצְוָה לָמָּה לֹא רָצָה הַקָּדוֹשׁ בָּרוּךְ הוּא כְּשֶׁשָּׁאֲלוּ מֶלֶךְ מִשְּׁמוּאֵל. לְפִי שֶׁשָּׁאֲלוּ בְּתַרְעֹמֶת. וְלֹא שָׁאֲלוּ לְקַיֵּם הַמִּצְוָה אֶלָּא מִפְּנֵי שֶׁקָּצוּ בִּשְׁמוּאֵל הַנָּבִיא. שֶׁנֶּאֱמַר <small>(שמואל א ח ז)</small> \"כִּי לֹא אֹתְךָ מָאָסוּ כִּי אֹתִי מָאֲסוּ\" וְגוֹ': \n",
            "english": "The appointment of a king should precede the war against Amalek. This is evident from Samuel's charge to King Saul (I Samuel 15: l-3): 'God sent me to anoint you as king ... Now, go and smite Amalek.'<br>Amalek's seed should be annihilated before the construction of the Temple, as II Samuel 7:1-2 states: 'And it came to pass, when the king dwelled in his palace, and God gave him peace from all his enemies who surrounded him, the king said to Nathan, the prophet: 'Look! I am dwelling in a house of cedar, ... but the ark of God dwells within curtains.'<br>Since it is a mitzvah to appoint a king, why was God displeased with the people's request of a king from Samuel? Because they made their request in a spirit of complaint. Rather than seeking to fulfill the mitzvah of appointing a king, they were simply intent on rejecting the Prophet Samuel as implied by God's reply to him (I Samuel 8:7 : 'It is not you, but Me they have rejected.'"
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין מַעֲמִידִין מֶלֶךְ בַּתְּחִלָּה אֶלָּא עַל פִּי בֵּית דִּין שֶׁל שִׁבְעִים זְקֵנִים וְעַל פִּי נָבִיא. כִּיהוֹשֻׁעַ שֶׁמִּנָּהוּ משֶׁה רַבֵּנוּ וּבֵית דִּינוֹ. וּכְשָׁאוּל וְדָוִד שֶׁמִּנָּם שְׁמוּאֵל הָרָמָתִי וּבֵית דִּינוֹ: \n",
            "english": "As an initial and preferred option, a king may be appointed only by a court of 70 elders, together with a prophet, as Joshua was appointed by Moses and his court, and as Saul and David, were appointed by Samuel of Ramah and his court."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין מַעֲמִידִין מֶלֶךְ מִקְּהַל גֵּרִים אֲפִלּוּ אַחַר כַּמָּה דּוֹרוֹת עַד שֶׁתִּהְיֶה אִמּוֹ מִיִּשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"לֹא תוּכַל לָתֵת עָלֶיךָ אִישׁ נָכְרִי אֲשֶׁר לֹא אָחִיךָ הוּא\". וְלֹא לְמַלְכוּת בִּלְבַד אֶלָּא לְכָל שְׂרָרוֹת שֶׁבְּיִשְׂרָאֵל. לֹא שַׂר צָבָא וְלֹא שַׂר חֲמִשִּׁים אוֹ שַׂר עֲשָׂרָה. אֲפִלּוּ מְמֻנֶּה עַל אַמַּת הַמַּיִם שֶׁמְּחַלֵּק מִמֶּנָּה לַשָּׂדוֹת. וְאֵין צָרִיךְ לוֹמַר דַּיָּן אוֹ נָשִׂיא שֶׁלֹּא יְהֵא אֶלָּא מִיִּשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"מִקֶּרֶב אַחֶיךָ תָּשִׂים עָלֶיךָ מֶלֶךְ\" כָּל מְשִׂימוֹת שֶׁאַתָּה מֵשִׂים לֹא יְהוּ אֶלָּא מִקֶּרֶב אַחֶיךָ: \n",
            "english": "A king should not be appointed from converts to Judaism. This applies even if the convert's ancestors had been Jewish for many generations, unless his mother [or father<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Tosafot (Yevamot 102a) explain that if a person's father is a native-born Israelite, he may be appointed to positions of authority, regardless of his mother's origins. Alternatively, a king's <i>yichus</i> is questioned only at the beginning of a dynasty. Once the dynasty has been established, a son may assume his father's position, even if his mother is a convert (Noda B’Yehudah, Choshen Mishpat, Responsum l).</i>] is a native-born Israelite, as Deuteronomy 17:15 states: 'You may not appoint a foreigner who is not one of your brethren.'<br>This does not apply to the monarchy alone, but to all positions of authority within Israel. A convert may not serve as an army commander, a leader of fifty, or as a leader of ten. He may not even supervise the allocation of water from a stream to various fields.<br>Needless to say, a judge or a <i>nasi</i> should only be a native-born Israelite, as it is stated (<i>ibid.</i>): 'Appoint a king over you from among your brethren.' This implies that all appointments must only be 'from your brethren.'"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין מַעֲמִידִין אִשָּׁה בְּמַלְכוּת שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"עָלֶיךָ מֶלֶךְ\" וְלֹא מַלְכָּה. וְכֵן כָּל מְשִׂימוֹת שֶׁבְּיִשְׂרָאֵל אֵין מְמַנִּים בָּהֶם אֶלָּא אִישׁ: \n",
            "english": "We may not appoint a woman as king. When describing the monarchy, the Torah employs the male form of the word king and not the female.<br>This principle also applies to all other positions of authority within Israel. Only men should be appointed to fill them."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְאֵין מַעֲמִידִין מֶלֶךְ וְלֹא כֹּהֵן גָּדוֹל. לֹא קַצָּב. וְלֹא סַפָּר. וְלֹא בַּלָּן [א.] וְלֹא בֻּרְסִי. לֹא מִפְּנֵי שֶׁהֵן פְּסוּלִין אֶלָּא הוֹאִיל וְאֻמָּנוּתָן נִקְלָה הָעָם מְזַלְזְלִין בָּהֶן לְעוֹלָם. וּמִשֶּׁיַּעֲשֶׂה בִּמְלָאכָה מֵאֵלּוּ יוֹם אֶחָד נִפְסָל: \n",
            "english": "Neither a butcher, barber, bath-attendant, nor a tanner should be appointed king or High-Priest. This is not because of an inherent fault, but because their professions are less prestigious, and the people will always treat them lightly.<br>A person who has served in one of these professions for even one day, is disqualified for the monarchy."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כְּשֶׁמַּעֲמִידִין הַמֶּלֶךְ מוֹשְׁחִין אוֹתוֹ בְּשֶׁמֶן הַמִּשְׁחָה. שֶׁנֶּאֱמַר <small>(שמואל א י א)</small> \"וַיִּקַּח שְׁמוּאֵל אֶת פַּךְ הַשֶּׁמֶן וַיִּצֹק עַל רֹאשׁוֹ וַיִּשָּׁקֵהוּ\". וּמֵאַחַר שֶׁמּוֹשְׁחִין הַמֶּלֶךְ הֲרֵי זֶה זוֹכֶה לוֹ וּלְבָנָיו עַד עוֹלָם. שֶׁהַמַּלְכוּת יְרֻשָּׁה שֶׁנֶּאֱמַר <small>(דברים יז כ)</small> \"לְמַעַן יַאֲרִיךְ יָמִים עַל מַמְלַכְתּוֹ הוּא וּבָנָיו בְּקֶרֶב יִשְׂרָאֵל\". הֵנִיחַ בֵּן קָטָן מְשַׁמְּרִין לוֹ הַמְּלוּכָה עַד שֶׁיַּגְדִּיל. כְּמוֹ שֶׁעָשָׂה יְהוֹיָדָע לְיוֹאָשׁ. וְכָל הַקּוֹדֵם בְּנַחֲלָה קֹדֶם לִירֻשַּׁת הַמְּלוּכָה. וְהַבֵּן הַגָּדוֹל קוֹדֵם לְקָטָן מִמֶּנּוּ. וְלֹא הַמַּלְכוּת בִּלְבַד אֶלָּא כָּל הַשְּׂרָרוֹת וְכָל הַמִּנּוּיִין שֶׁבְּיִשְׂרָאֵל יְרֻשָּׁה לִבְנוֹ וּלְבֶן בְּנוֹ עַד עוֹלָם. וְהוּא שֶׁיִּהְיֶה הַבֵּן מְמַלֵּא מְקוֹם אֲבוֹתָיו בְּחָכְמָה וּבְיִרְאָה. הָיָה מְמַלֵּא בְּיִרְאָה אַף עַל פִּי שֶׁאֵינוֹ מְמַלֵּא בְּחָכְמָה מַעֲמִידִין אוֹתוֹ בִּמְקוֹם אָבִיו וּמְלַמְּדִין אוֹתוֹ. וְכָל מִי שֶׁאֵין בּוֹ יִרְאַת שָׁמַיִם אַף עַל פִּי שֶׁחָכְמָתוֹ מְרֻבָּה אֵין מְמַנִּין אוֹתוֹ לְמִנּוּי מִן הַמִּנּוּיִין שֶׁבְּיִשְׂרָאֵל. כֵּיוָן שֶׁנִּמְשַׁח דָּוִד זָכָה בְּכֶתֶר מַלְכוּת. וַהֲרֵי הַמַּלְכוּת לוֹ וּלְבָנָיו הַזְּכָרִים עַד עוֹלָם. שֶׁנֶּאֱמַר <small>(שמואל ב ז טז)</small> \"כִּסְאֲךָ יִהְיֶה נָכוֹן עַד עוֹלָם\". וְלֹא זָכָה אֶלָּא לִכְשֵׁרִים שֶׁנֶּאֱמַר <small>(תהילים קלב יב)</small> \"אִם יִשְׁמְרוּ בָנֶיךָ בְּרִיתִי\". אַף עַל פִּי שֶׁלֹּא זָכָה אֶלָּא לִכְשֵׁרִים לֹא תִכָּרֵת הַמְּלוּכָה מִזֶּרַע דָּוִד לְעוֹלָם. הַקָּדוֹשׁ בָּרוּךְ הוּא הִבְטִיחוֹ בְּכָךְ שֶׁנֶּאֱמַר <small>(תהילים פט לא)</small> \"אִם יַעַזְבוּ בָנָיו תּוֹרָתִי וּבְמִשְׁפָּטַי לֹא יֵלֵכוּן\" <small>(תהילים פט לג)</small> \"וּפָקַדְתִּי בְשֵׁבֶט פִּשְׁעָם וּבִנְגָעִים עֲוֹנָם\" <small>(תהילים פט לד)</small> \"וְחַסְדִּי לֹא אָפִיר מֵעִמּוֹ\": \n",
            "english": "When a king is appointed, he is anointed with oil reserved for this purpose, as I Samuel 10:1 states: 'And Samuel took the cruse of oil and poured it over his head. Then, he kissed him.'<br>Once a king is anointed, he and his descendents are granted the monarchy until eternity, for the monarchy is passed down by inheritance, as Deuteronomy 17:20 states 'Thus, he the king and his descendents will prolong their reign in the midst of Israel.'<br>If the king leaves only a young son, the monarchy should be held for him until he matures, as Yehoyada did for Yoash. The order of inheritance of the monarchy is the same as that governing the inheritance of property. An older son is given precedence over a younger one.<br>Not only the monarchy, but all other positions of authority and appointments in Israel, are transferred to one's children and grandchildren as inheritances forever.<br>The above applies if the knowledge and the fear of God of the son is equivalent to that of his ancestors. If his fear of God is equivalent to theirs but not his knowledge, he should be granted his father's position and given instruction. However, under no circumstance should a person who lacks the fear of God be appointed to any position in Israel, even though he possesses much knowledge.<br>Once David was anointed king, he acquired the crown of kingship. Afterwards, the kingship belonged to him and to his male descendents forever, as II Samuel 7: 16 states: 'Your throne shall be established forever.' Nevertheless, his acquisition of the monarchy was conditional, applying only to the righteous among his descendents, as Psalms 132:12 states: 'If your children will keep My covenant... their children shall also sit on your throne forever.'<br>Despite this condition, God assured David that the monarchy would never be taken from his descendents forever, as Psalms 89:31-38 states: \"lf his children will forsake My Torah and cease walking in My statutes ... I will punish their transgressions with the rod and their sins with plagues. Nevertheless, I will not utterly remove My grace from him.... His throne shall be ... established forever.'"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "נָבִיא שֶׁהֶעֱמִיד מֶלֶךְ מִשְּׁאָר שִׁבְטֵי יִשְׂרָאֵל. וְהָיָה אוֹתוֹ הַמֶּלֶךְ הוֹלֵךְ בְּדֶרֶךְ הַתּוֹרָה וְהַמִּצְוָה וְנִלְחָם מִלְחֲמוֹת ה'. הֲרֵי זֶה מֶלֶךְ וְכָל מִצְוֹת הַמַּלְכוּת נוֹהֲגוֹת בּוֹ. אַף עַל פִּי שֶׁעִקַּר הַמַּלְכוּת לְדָוִד. וְיִהְיֶה מִבָּנָיו מֶלֶךְ. שֶׁהֲרֵי אֲחִיָּה הַשִּׁילוֹנִי הֶעֱמִיד יָרָבְעָם וְאָמַר לוֹ <small>(מלכים א יא לח)</small> \"וְהָיָה אִם שָׁמוֹעַ תִּשְׁמַע אֶת כָּל אֲשֶׁר אֲצַוֶּךָ וּבָנִיתִי לְךָ בַיִת נֶאֱמָן כַּאֲשֶׁר בָּנִיתִי לְדָוִד\" וְגוֹ'. וְאָמַר לוֹ אֲחִיָּה <small>(מלכים א יא לו)</small> \"וְלִבְנוֹ אֶתֵּן שֵׁבֶט אֶחָד לְמַעַן הֱיוֹת נִיר לְדָוִיד עַבְדִּי כָּל הַיָּמִים לְפָנַי בִּירוּשָׁלַםִ\": \n",
            "english": "If a prophet appoints a king from any other tribe of Israel and that king follows the path of Torah and mitzvot and fights the wars of God, he is considered as a king, and all the commandments associated with the monarchy apply to him.<br>Although the kingship was primarily given to David and one of his descendents will be serving as king, there is halachic legitimacy to the rule of other kings. Behold, Achiyah of Shilo appointed Jeroboam and told him (I Kings 11:38 : 'And it shall be that if you obey all that I command you... I will build you a faithful house as I built for David.' Similarly, Achiyah told him (<i>ibid.</i>: 36): 'To his (David's) son, I will grant one tribe, so that David, My servant, will always have sovereignty before Me in Jerusalem.'"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מַלְכֵי בֵּית דָּוִד הֵם הָעוֹמְדִים לְעוֹלָם שֶׁנֶּאֱמַר <small>(שמואל ב ז טז)</small> \"כִּסְאֲךָ יִהְיֶה נָכוֹן עַד עוֹלָם\". אֲבָל אִם יַעֲמֹד מֶלֶךְ מִשְּׁאָר יִשְׂרָאֵל תִּפָּסֵק הַמַּלְכוּת מִבֵּיתוֹ. שֶׁהֲרֵי נֶאֱמַר לְיָרָבְעָם <small>(מלכים א יא לט)</small> \"אַךְ לֹא כָל הַיָּמִים\": \n",
            "english": "The kings of the Davidic dynasty will prevail forever (II Samuel 7:16 : 'Your throne shall be established forever.' In contrast, should a king arise from other Israelites, the monarchy will eventually cease from his descendents. For behold, Jeroboam was told: I Kings 11:39 'I will afflict the House of David.... but not forever.'"
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אֵין מוֹשְׁחִין מַלְכֵי יִשְׂרָאֵל בְּשֶׁמֶן הַמִּשְׁחָה אֶלָּא בְּשֶׁמֶן אֲפַרְסְמוֹן. וְאֵין מְמַנִּין אוֹתָן בִּירוּשָׁלַיִם לְעוֹלָם אֶלָּא מֶלֶךְ יִשְׂרָאֵל מִזֶּרַע דָּוִד. וְאֵין מוֹשְׁחִין אֶלָּא זֶרַע דָּוִד: \n",
            "english": "Kings of Israel are not anointed with the special anointing oil, but with Afarsimon oil. Only a descendent of David may be appointed as king in Jerusalem. And only descendents of David are anointed with the special anointing oil."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כְּשֶׁמּוֹשְׁחִין מַלְכֵי בֵּית דָּוִד אֵין מוֹשְׁחִין אוֹתָן אֶלָּא עַל הַמַּעְיָן: \n",
            "english": "The kings of the Davidic dynasty should only be anointed near a spring."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "וְאֵין מוֹשְׁחִין מֶלֶךְ בֶּן מֶלֶךְ. אֶלָּא אִם כֵּן הָיְתָה שָׁם מַחְלֹקֶת אוֹ מִלְחָמָה מוֹשְׁחִין אוֹתוֹ כְּדֵי לְסַלֵּק הַמַּחֲלֹקֶת. לְפִיכָךְ מָשְׁחוּ שְׁלֹמֹה מִפְּנֵי אֲדֹנִיָּה. וְיוֹאָשׁ מִפְּנֵי עֲתַלְיָה. וּמָשְׁחוּ יְהוֹאָחָז מִפְּנֵי יְהוֹיָקִים אָחִיו: \n",
            "english": "A son who succeeds his father as king is not anointed unless he assumes his position amid a dispute over the inheritance or during a civil war. Under these circumstances, he should be anointed in order to remove all disagreement.<br>Therefore, they anointed Solomon because of the claim of Adoniyahu, Jehoash, because of the usurpation of Atalyah, and Jehoachaz, because of [the claim of his brother, Jehoyakim."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּבוֹד גָּדוֹל נוֹהֲגִין בַּמֶּלֶךְ. וּמְשִׂימִין לוֹ אֵימָה וְיִרְאָה בְּלֵב כָּל אָדָם. שֶׁנֶּאֱמַר <small>(דברים יז טו)</small> \"שׂוֹם תָּשִׂים\" שֶׁתְּהֵא אֵימָתוֹ עָלֶיךָ. אֵין רוֹכְבִין עַל סוּסוֹ. וְאֵין יוֹשְׁבִין עַל כִּסְאוֹ. וְאֵין מִשְׁתַּמְּשִׁין בְּשַׁרְבִיטוֹ. וְלֹא בְּכִתְרוֹ. וְלֹא בְּאֶחָד מִכָּל כְּלֵי תַּשְׁמִישָׁיו. וּכְשֶׁהוּא מֵת כֻּלָּן נִשְׂרָפִין לְפָנָיו. וְכֵן לֹא יִשְׁתַּמֵּשׁ בַּעֲבָדָיו וְשִׁפְחוֹתָיו וְשַׁמָּשָׁיו אֶלָּא מֶלֶךְ אַחֵר. לְפִיכָךְ אֲבִישַׁג הָיְתָה מֻתֶּרֶת לִשְׁלֹמֹה וַאֲסוּרָה לַאֲדוֹנִיָּה: \n",
            "english": "The king must be treated with great honor. We must implant awe and fear of him in the hearts of all men. The command Deuteronomy 17:15: 'Appoint a king' implies the obligation to be in awe of him.<br>We may not ride on his horse, nor sit on his throne, use his scepter, wear his crown, or use any of his utensils. When he dies, they should all be burned before his bier.<br>Similarly, only another king is allowed to make use of his servants, maids, and attendants. Accordingly, Avishag was permitted to Solomon, but prohibited to Adoniyahu."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֲבָל אִשְׁתּוֹ שֶׁל מֶלֶךְ אֵינָהּ נִבְעֶלֶת לְאַחֵר לְעוֹלָם. אֲפִלּוּ הַמֶּלֶךְ אֵינוֹ נוֹשֵׂא אַלְמָנָתוֹ אוֹ גְּרוּשָׁתוֹ שֶׁל מֶלֶךְ אַחֵר: \n",
            "english": "However, a king's wife is forbidden to share intimacy with another person forever. Even another king may not marry a king's widow or divorced exwife."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְאָסוּר לִרְאוֹתוֹ כְּשֶׁהוּא עֵרוֹם וְלֹא כְּשֶׁהוּא מִסְתַּפֵּר. וְלֹא כְּשֶׁהוּא בְּבֵית הַמֶּרְחָץ. וְלֹא כְּשֶׁהוּא מִסְתַּפֵּג. וְאֵינוֹ חוֹלֵץ שֶׁנֶּאֱמַר <small>(דברים כה ט)</small> \"וְיָרְקָה בְּפָנָיו\" וְזֶה בִּזָּיוֹן. וַאֲפִלּוּ רָצָה אֵין שׁוֹמְעִין לוֹ. שֶׁהַמֶּלֶךְ שֶׁמָּחַל עַל כְּבוֹדוֹ אֵין כְּבוֹדוֹ מָחוּל. וְהוֹאִיל וְאֵינוֹ חוֹלֵץ אֵינוֹ מְיַבֵּם. וְכֵן [אִם מֵת הוּא] כֵּיוָן שֶׁאִי אֶפְשָׁר לְיַבֵּם אֶת אִשְׁתּוֹ כָּךְ אֵין חוֹלְצִין לָהּ אֶלָּא תֵּשֵׁב לְעוֹלָם בְּזִקָּתָהּ: \n",
            "english": "It is forbidden to observe him while he is naked, while he is having his hair cut, while he is in the baths, or while he is drying himself afterwards.<br>He may not perform <i>chalitzah</i>, for concerning that ritual, it is said Deuteronomy 25:9: 'And she shall spit before him.' This would be disrespectful to the king.<br>Even if he desires to perform this mitzvah, he is not given the opportunity because a king's honor must be preserved even though he is willing to forgo it.<br>Since he is not allowed to perform <i>chalitzah</i>, he is not eligible to participate in <i>yibbum</i>. Similarly, in the event of his death, since it is forbidden to initiate <i>yibbum</i> with his wife, <i>chalitzah</i> is also not performed for her. Rather, she must remain in her state of attachment forever."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מֵת לוֹ מֵת אֵינוֹ יוֹצֵא מִפֶּתַח פַּלְטֵרִין שֶׁלּוֹ. וּכְשֶׁמַּבְרִין אוֹתוֹ כָּל הָעָם מְסֻבִּין עַל הָאָרֶץ וְהוּא מֵסֵב עַל הַדַּרְגָּשׁ. וְאִם נִכְנַס לָעֲזָרָה וְהָיָה מִזֶּרַע דָּוִד יֵשֵׁב. שֶׁאֵין יְשִׁיבָה בָּעֲזָרָה אֶלָּא לְמַלְכֵי בֵּית דָּוִד בִּלְבַד. שֶׁנֶּאֱמַר <small>(שמואל ב ז יח)</small> \"וַיָּבֹא הַמֶּלֶךְ דָּוִד וַיֵּשֶׁב לִפְנֵי ה'\": \n",
            "english": "Even if one of his close relatives dies, he may not leave his palace. When he is served the meal of comfort, the entire nation should sit on the ground and he should sit on a low couch.<br>If he enters the Temple courtyard, and he is of David's descendents, he may sit. For the only ones who may sit in the Temple Courtyard are kings of the Davidic dynasty, as II Samuel 7:18 states: 'And David sat before God.'"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמֶּלֶךְ מִסְתַּפֵּר בְּכָל יוֹם. וּמְתַקֵּן עַצְמוֹ וּמִתְנָאֶה בְּמַלְבּוּשִׁין נָאִים וּמְפֹאָרִים. שֶׁנֶּאֱמַר <small>(ישעיה לג יז)</small> \"מֶלֶךְ בְּיָפְיוֹ תֶּחֱזֶינָה עֵינֶיךָ\". וְיוֹשֵׁב עַל כִּסֵּא מַלְכוּתוֹ בַּפַּלְטֵרִין שֶׁלּוֹ. וּמֵשִׂים כֶּתֶר בְּרֹאשׁוֹ. וְכָל הָעָם בָּאִין אֵלָיו בְּעֵת שֶׁיִּרְצֶה. וְעוֹמְדִין לְפָנָיו וּמִשְׁתַּחֲוִים אַרְצָה. אֲפִלּוּ נָבִיא עוֹמֵד לִפְנֵי הַמֶּלֶךְ מִשְׁתַּחֲוֶה אַרְצָה. שֶׁנֶּאֱמַר <small>(מלכים א א כג)</small> \"הִנֵּה נָתָן הַנָּבִיא וַיָּבֹא לִפְנֵי הַמֶּלֶךְ וַיִּשְׁתַּחוּ לַמֶּלֶךְ\". אֲבָל כֹּהֵן גָּדוֹל אֵינוֹ בָּא לִפְנֵי הַמֶּלֶךְ אֶלָּא אִם רָצָה. וְאֵינוֹ עוֹמֵד לְפָנָיו אֶלָּא הַמֶּלֶךְ עוֹמֵד לִפְנֵי כֹּהֵן גָּדוֹל. שֶׁנֶּאֱמַר <small>(במדבר כז כא)</small> \"וְלִפְנֵי אֶלְעָזָר הַכֹּהֵן יַעֲמֹד\". אַף עַל פִּי כֵן מִצְוָה עַל כֹּהֵן גָּדוֹל לְכַבֵּד אֶת הַמֶּלֶךְ וּלְהוֹשִׁיבוֹ וְלַעֲמֹד מִפָּנָיו כְּשֶׁיָּבוֹא לוֹ. וְלֹא יַעֲמֹד הַמֶּלֶךְ לְפָנָיו אֶלָּא כְּשֶׁיִּשְׁאַל לוֹ בְּמִשְׁפַּט הָאוּרִים. וְכֵן מִצְוָה עַל הַמֶּלֶךְ לְכַבֵּד לוֹמְדֵי הַתּוֹרָה. וּכְשֶׁיִּכָּנְסוּ לְפָנָיו סַנְהֶדְרִין וְחַכְמֵי יִשְׂרָאֵל יַעֲמֹד לִפְנֵיהֶם וְיוֹשִׁיבֵם בְּצִדּוֹ. וְכֵן הָיָה יְהוֹשָׁפָט מֶלֶךְ יְהוּדָה עוֹשֶׂה אֲפִלּוּ לְתַלְמִיד חָכָם הָיָה עוֹמֵד מִכִּסְאוֹ וּמְנַשְּׁקוֹ וְקוֹרֵא לוֹ רַבִּי וּמוֹרִי. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁיִּהְיֶה הַמֶּלֶךְ בְּבֵיתוֹ לְבַדּוֹ הוּא וַעֲבָדָיו יַעֲשֶׂה זֶה בְּצִנְעָה. אֲבָל בְּפַרְהֶסְיָא בִּפְנֵי הָעָם לֹא יַעֲשֶׂה. וְלֹא יַעֲמֹד מִפְּנֵי אָדָם. וְלֹא יְדַבֵּר רַכּוֹת. וְלֹא יִקְרָא לְאָדָם אֶלָּא בִּשְׁמוֹ כְּדֵי שֶׁתְּהֵא יִרְאָתוֹ בְּלֵב הַכּל: \n",
            "english": "A king should have his hair cut every day. He should dress and adorn himself in attractive and impressive garments, as Isaiah 33:17 states: 'Your eyes shall behold the king in his beauty.'<br>He sits on his throne in his palace and has a crown placed on his head.<br>When he desires, the nation must present themselves before him. They should stand before him and prostrate themselves to the ground. Even a prophet must stand before the king and prostrate himself on the ground, as I Kings 1:23 states: 'Behold, Nathan, the prophet came before the king and prostrated himself before the king.'<br>However, a High Priest need not come before the king unless he the High Priest desires to do so. The High Priest need not stand before the king. Rather, the king stands before the High Priest, as Numbers 27:21 states: 'And he shall stand before Elazar, the priest.'<br>Nevertheless, it is a mitzvah for the High Priest to honor the king by having him seated and standing in his presence when he visits him. The king should only stand before him when he consults the <i>Urim</i> and <i>Tumim</i>.<br>Similarly, it is a mitzvah for the king to honor students of Torah when they enter his presence. He should stand before the <i>Sanhedrin</i> and the Sages of Israel and seat them at his side.<br>Jehosephat, King of Judah would follow this practice. Whenever even a student of a Torah scholar would come to him, he would rise from his throne and kiss him and address him as 'My teacher and master.'<br>When does the above apply? When the king is alone in his palace. Then, in private, before his servants, he should behave in this fashion. However, in public, before the people at large, he should not conduct himself in this manner. He should not stand before anyone. He should not speak gently and should address a person using his name alone in order that the awe of him will be implanted in everyone's hearts."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כְּדֶרֶךְ שֶׁחָלַק לוֹ הַכָּתוּב הַכָּבוֹד הַגָּדוֹל. וְחִיֵּב הַכּל בִּכְבוֹדוֹ. כָּךְ צִוָּהוּ לִהְיוֹת לִבּוֹ בְּקִרְבּוֹ שָׁפָל וְחָלָל שֶׁנֶּאֱמַר <small>(תהילים קט כב)</small> \"וְלִבִּי חָלַל בְּקִרְבִּי\". וְלֹא יִנְהַג גַּסּוּת לֵב בְּיִשְׂרָאֵל יֶתֶר מִדַּאי שֶׁנֶּאֱמַר <small>(דברים יז כ)</small> \"לְבִלְתִּי רוּם לְבָבוֹ מֵאֶחָיו\". וְיִהְיֶה חוֹנֵן וּמְרַחֵם לִקְטַנִּים וּגְדוֹלִים. וְיֵצֵא וְיָבוֹא בְּחֶפְצֵיהֶם וּבְטוֹבָתָם. וְיָחוּס עַל כְּבוֹד קָטָן שֶׁבַּקְּטַנִּים. וּכְשֶׁמְּדַבֵּר אֶל כָּל הַקָּהָל בִּלְשׁוֹן רַבִּים יְדַבֵּר רַכּוֹת. שֶׁנֶּאֱמַר <small>(דברי הימים א כח ב)</small> \"שְׁמָעוּנִי אַחַי וְעַמִּי\". וְאוֹמֵר <small>(מלכים א יב ז)</small> \"אִם הַיּוֹם תִּהְיֶה עֶבֶד לָעָם הַזֶּה\" וְגוֹ'. לְעוֹלָם יִתְנַהֵג בַּעֲנָוָה יְתֵרָה. אֵין לָנוּ גָּדוֹל מִמּשֶׁה רַבֵּנוּ וְהוּא אוֹמֵר <small>(שמות טז ח)</small> \"וְנַחְנוּ מָה לֹא עָלֵינוּ תְלֻנֹּתֵיכֶם\". וְיִסְבּל טָרְחָם וּמַשָּׂאָם וּתְלוּנוֹתָם וְקִצְפָּם כַּאֲשֶׁר יִשָּׂא הָאוֹמֵן אֶת הַיּוֹנֵק. רוֹעֶה קְרָאוֹ הַכָּתוּב. לִרְעוֹת בְּיַעֲקֹב עַמּוֹ. וְדַרְכּוֹ שֶׁל רוֹעֶה מְפֹרָשׁ בְּקַבָּלָה כְּרֹעֶה עֶדְרוֹ יִרְעֶה בִּזְרֹעוֹ יְקַבֵּץ טְלָאִים וּבְחֵיקוֹ יִשָּׂא וְגוֹ': \n",
            "english": "Just as the Torah has granted him great honor and obligated everyone to revere him; so, too, has it commanded him to be lowly and empty at heart, as Psalms 109:22 states: 'My heart is a void within me.' Nor should he treat Israel with overbearing haughtiness. For Deuteronomy 17:20 describes how 'he should not lift up his heart above his brothers.'<br>He should be gracious and merciful to the small and the great, involving himself in their good and welfare. He should protect the honor of even the humblest of men.<br>When he speaks to the people as a community, he should speak gently, as I Chronicles 28:2 states 'Listen my brothers and my people....' Similarly, I Kings 12:7 states 'If today, you will be a servant to these people....'<br>He should always conduct himself with great humility. There is none greater than Moses, our teacher. Yet, he said Exodus 16:8: 'What are we? Your complaints are not against us.' He should bear the nation's difficulties, burdens, complaints, and anger as a nurse carries an infant.<br>Psalms 78:71 refers to a king as a shepherd: 'to pasture, Jacob, His nation.' The prophets have described the behavior of a shepherd (Isaiah 40:11 : 'He shall pasture His flock like a shepherd, He shall gather the lambs with His arm and carry them in His bosom.\""
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בְּעֵת שֶׁיֵּשֵׁב הַמֶּלֶךְ עַל כִּסֵּא מַלְכוּתוֹ כּוֹתֵב לוֹ סֵפֶר תּוֹרָה לְעַצְמוֹ יֶתֶר עַל הַסֵּפֶר שֶׁהִנִּיחוּ לוֹ אֲבוֹתָיו. וּמַגִּיהוֹ מִסֵּפֶר הָעֲזָרָה עַל פִּי בֵּית דִּין שֶׁל שִׁבְעִים וְאֶחָד. אִם לֹא הִנִּיחוּ לוֹ אֲבוֹתָיו אוֹ שֶׁנֶּאֱבַד כּוֹתֵב שְׁנֵי סִפְרֵי תּוֹרָה. אֶחָד מַנִּיחוֹ בְּבֵית גְּנָזָיו שֶׁהוּא מְצֻוֶּה בּוֹ כְּכָל אֶחָד מִיִּשְׂרָאֵל. וְהַשֵּׁנִי לֹא יָזוּז מִלְּפָנָיו אֶלָּא בְּעֵת שֶׁיִּכָּנֵס לְבֵית הַכִּסֵּא. אוֹ לְבֵית הַמֶּרְחָץ. אוֹ לְמָקוֹם שֶׁאֵין רָאוּי לִקְרִיאָה. יוֹצֵא לַמִּלְחָמָה וְהוּא עִמּוֹ. נִכְנָס וְהוּא עִמּוֹ. יוֹשֵׁב בַּדִּין וְהוּא עִמּוֹ. מֵסֵב וְהוּא כְּנֶגְדּוֹ שֶׁנֶּאֱמַר <small>(דברים יז יט)</small> \"וְהָיְתָה עִמּוֹ וְקָרָא בוֹ כָּל יְמֵי חַיָּיו\": \n",
            "english": "During a king's reign, he must write a Torah scroll for himself in addition to the scroll which was left to him by his ancestors. A court of 71 elders should check this scroll by comparing it to the Torah scroll kept in the Temple Courtyard.<br>If his ancestors did not leave him a Torah scroll or that scroll was lost, he must write two Torah scrolls:<br>one, in whose writing, he is obligated as is every individual Israelite, and which he places in his treasury;<br>the second, which should not move from his presence except when he enters a lavatory, the baths, or other places in which it is not fit to read the words of Torah.<br>When he goes to war, this scroll should accompany him. When he returns, it should accompany him. When he sits in judgement, it should be with him. When he dines, it should be opposite him, as Deuteronomy 17:19 states: 'It should accompany him and he should read it all the days of his life.'"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לֹא יַרְבֶּה לוֹ נָשִׁים. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהוּא לוֹקֵחַ עַד שְׁמוֹנֶה עֶשְׂרֵה נָשִׁים בֵּין הַנָּשִׁים וּפִלַּגְשִׁים הַכּל שְׁמוֹנֶה עֶשְׂרֵה. וְאִם הוֹסִיף אַחַת וּבְעָלָהּ לוֹקֶה. וְיֵשׁ לוֹ לְגָרֵשׁ וְלִשָּׂא אַחֶרֶת תַּחַת זוֹ שֶׁגֵּרֵשׁ: \n",
            "english": "'He should not amass many wives' Deuteronomy 17:17. The Oral Tradition states that he may take no more than eighteen wives.<br>The figure eighteen includes both wives and concubines. If he takes an additional wife and has relations with her, he is punished with lashes.<br>He may divorce one of his wives and marry another instead of the one he divorced."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְלֹא יַרְבֶּה לוֹ סוּסִים אֶלָּא כְּדֵי מֶרְכַּבְתּוֹ. אֲפִלּוּ סוּס אֶחָד פָּנוּי לִהְיוֹת רָץ לְפָנָיו כְּדֶרֶךְ שֶׁעוֹשִׂין שְׁאָר הַמְּלָכִים אָסוּר. וְאִם הוֹסִיף לוֹקֶה: \n",
            "english": "He may not accumulate many horses, only what is necessary for his cavalry. It is even forbidden for him to have one additional horse to run before him as is customarily done by other kings. If he adds an additional horse, he is to be lashed."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְלֹא יַרְבֶּה לוֹ כֶּסֶף וְזָהָב לְהַנִּיחַ בִּגְנָזָיו וּלְהִתְגָּאוֹת בּוֹ אוֹ לְהִתְנָאוֹת בּוֹ. אֶלָּא כְּדֵי שֶׁיִּתֵּן לְחֵילוֹתָיו וְלַעֲבָדָיו וּלְשַׁמָּשָׁיו. וְכָל כֶּסֶף וְזָהָב שֶׁיַּרְבֶּה לְאוֹצַר בֵּית ה' וְלִהְיוֹת שָׁם מוּכָן לְצָרְכֵי הַצִּבּוּר וּלְמִלְחֲמוֹתָם הֲרֵי זֶה מִצְוָה לְהַרְבּוֹתוֹ. וְאֵין אָסוּר אֶלָּא לְהַרְבּוֹת לְעַצְמוֹ בְּבֵית גְּנָזָיו שֶׁנֶּאֱמַר <small>(דברים יז יז)</small> \"וְלֹא יַרְבֶּה לּוֹ\". וְאִם הִרְבָּה לוֹקֶה: \n",
            "english": "He may not amass silver and gold to keep in his personal treasury in order to boost his pride or allow him to glorify himself. Rather, he may collect only what is necessary to pay his soldiers, servants, and attendants.<br>Any gold and silver which he does accumulate should be given to the Temple treasury to be kept there, in readiness for the needs of the community and their wars.<br>It is a mitzvah to accumulate such treasure stores. The prohibition is only against amassing personal wealth in his own treasure houses, as Deuteronomy 17:17 states: 'He shall not amass for himself...' Should he amass personal wealth, he is to be lashed."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמֶּלֶךְ אָסוּר לִשְׁתּוֹת דֶּרֶךְ שִׁכְרוּת. שֶׁנֶּאֱמַר <small>(משלי לא ד)</small> \"אַל לַמְלָכִים שְׁתוֹ יָיִן\". אֶלָּא יִהְיֶה עוֹסֵק בַּתּוֹרָה וּבְצָרְכֵי יִשְׂרָאֵל בַּיּוֹם וּבַלַּיְלָה. שֶׁנֶּאֱמַר <small>(דברים יז יט)</small> \"וְהָיְתָה עִמּוֹ וְקָרָא בוֹ כָּל יְמֵי חַיָּיו\": \n",
            "english": "The king is forbidden to drink wine to the point of intoxication, as Proverbs 31:4 states: 'It is not for kings to drink wine....'<br>Rather, he should be involved with Torah study and the needs of Israel by day and by night, as Deuteronomy, <i>loc. cit.</i> states: 'It should accompany him and he should read it all the days of his life.'"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְכֵן לֹא יִהְיֶה שָׁטוּף בְּנָשִׁים. אֲפִלּוּ לֹא הָיְתָה לוֹ אֶלָּא אַחַת לֹא יִהְיֶה מָצוּי אֶצְלָהּ תָּמִיד כִּשְׁאָר הַטִּפְּשִׁים. שֶׁנֶּאֱמַר <small>(משלי לא ג)</small> \"אַל תִּתֵּן לַנָּשִׁים חֵילֶךָ\". עַל הֲסָרַת לִבּוֹ הִקְפִּידָה תּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יז יז)</small> \"וְלֹא יָסוּר לְבָבוֹ\". שֶׁלִּבּוֹ הוּא לֵב כָּל קְהַל יִשְׂרָאֵל לְפִיכָךְ דִּבְּקוֹ הַכָּתוּב בַּתּוֹרָה יֶתֶר מִשְּׁאָר הָעָם שֶׁנֶּאֱמַר <small>(דברים יז יט)</small> \"כָּל יְמֵי חַיָּיו\": \n",
            "english": "Similarly, he should not be overly indulgent in his relations with his wives. Even if he has only one wife, he should not constantly be with her as is the practice of fools, as Proverbs 31:3 states: 'Do not give your strength to women.'<br>When the Torah forbade the king from accumulating many wives, its emphasis was that his heart not go astray as Deuteronomy 17: 17 warns: 'lest his heart go astray.' His heart is the heart of the entire congregation of Israel. Therefore, the verse commanded him to have it cleave to the Torah to a greater degree than the rest of the nation, as it is stated: 'all the days of his life.'"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ שֶׁמַּלְכֵי בֵּית דָּוִד דָּנִין אוֹתָן וּמְעִידִין עֲלֵיהֶן. אֲבָל מַלְכֵי יִשְׂרָאֵל גָּזְרוּ חֲכָמִים שֶׁלֹּא יָדוּן וְלֹא דָּנִין אוֹתוֹ. וְלֹא מֵעִיד וְלֹא מְעִידִין עָלָיו. מִפְּנֵי שֶׁלִּבָּן גַּס בָּהֶן וְיָבוֹא מִן הַדָּבָר תַּקָּלָה וְהֶפְסֵד עַל הַדָּת: \n",
            "english": "We have already explained that kings of the Davidic dynasty may be judged and testimony may be given against them.<br>However, in regard to the other kings of Israel, the Sages decreed that they neither sit in judgement or be judged. They may not give testimony, nor is testimony given against them. This is because they are arrogant and the matter may cause a tragedy and loss to the faith."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל הַמּוֹרֵד בְּמֶלֶךְ יִשְׂרָאֵל יֵשׁ לַמֶּלֶךְ רְשׁוּת לְהָרְגוֹ. אֲפִלּוּ גָּזַר עַל אֶחָד מִשְּׁאָר הָעָם שֶׁיֵּלֵךְ לְמָקוֹם פְּלוֹנִי וְלֹא הָלַךְ אוֹ שֶׁלֹּא יָצָא מִבֵּיתוֹ וְיָצָא חַיָּב מִיתָה. וְאִם רָצָה לְהָרְגוֹ יֵהָרֵג. שֶׁנֶּאֱמַר <small>(יהושע א יח)</small> \"כָּל אִישׁ אֲשֶׁר יַמְרֶה אֶת פִּיךָ\". וְכֵן כָּל הַמְבַזֶּה אֶת הַמֶּלֶךְ אוֹ הַמְחָרְפוֹ יֵשׁ לַמֶּלֶךְ רְשׁוּת לְהָרְגוֹ. כְּשִׁמְעִי בֶּן גֵּרָא. וְאֵין לַמֶּלֶךְ רְשׁוּת לַהֲרֹג אֶלָּא בְּסַיִף בִּלְבַד. וְיֵשׁ לוֹ לֶאֱסֹר וּלְהַכּוֹת בְּשׁוֹטִין לִכְבוֹדוֹ. אֲבָל לֹא יַפְקִיר מָמוֹן וְאִם הִפְקִיר הֲרֵי זֶה גֵּזֶל: \n",
            "english": "Anyone who rebels against a king of Israel may be executed by the king.<br>Even if the king orders one of the people to go to a particular place and the latter refuses, or he orders him not to leave his house and he goes out, the offender is liable to be put to death. The king may execute him if he desires, as Joshua 1:18 states: 'Whoever rebels against your command ... shall be put to death.\"<br>Similarly, anyone who embarrasses or shames the king may be executed by the king as was Shim'i ben Gera.<br>The king may only execute people by decapitation. He may also imprison offenders and have them beaten with rods to protect his honor. However, he may not confiscate property. If he does, it is considered theft."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמְבַטֵּל גְּזֵרַת הַמֶּלֶךְ בִּשְׁבִיל שֶׁנִּתְעַסֵּק בְּמִצְוֹת. אֲפִלּוּ בְּמִצְוָה קַלָּה הֲרֵי זֶה פָּטוּר. דִּבְרֵי הָרַב וְדִבְרֵי הָעֶבֶד דִּבְרֵי הָרַב קוֹדְמִין. וְאֵין צָרִיךְ לוֹמַר אִם גָּזַר הַמֶּלֶךְ לְבַטֵּל מִצְוָה שֶׁאֵין שׁוֹמְעִין לוֹ: \n",
            "english": "A person who negates a king's command because he was occupied with a mitzvah, even a minor one, is not liable. Whose words should have precedence in case of conflict, the words of the Master or the words of the subject? Needless to say, if a king decrees that a mitzvah should be negated, his words should not be heeded."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כָּל הַהוֹרֵג נְפָשׁוֹת שֶׁלֹּא בִּרְאָיָה בְּרוּרָה. אוֹ בְּלֹא הַתְרָאָה. אֲפִלּוּ בְּעֵד אֶחָד. אוֹ שׂוֹנֵא שֶׁהָרַג בִּשְׁגָגָה. יֵשׁ לַמֶּלֶךְ רְשׁוּת לְהָרְגוֹ וּלְתַקֵּן הָעוֹלָם כְּפִי מַה שֶּׁהַשָּׁעָה צְרִיכָה. וְהוֹרֵג רַבִּים בְּיוֹם אֶחָד וְתוֹלֶה וּמַנִּיחָן תְּלוּיִים יָמִים רַבִּים לְהָטִיל אֵימָה וּלְשַׁבֵּר יַד רִשְׁעֵי הָעוֹלָם: \n",
            "english": "A murderer against whom the evidence is not totally conclusive, or who was not warned before he slew his victim, or even one who was observed by only one witness, and similarly, an enemy who inadvertently killed one of his foes - the king is granted license to execute them and to improve society according to the needs of the time.<br>He may execute many on one day, hang them, and leave them hanging for many days in order to cast fear into the hearts and destroy the power of the wicked of the earth."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "רְשׁוּת יֵשׁ לַמֶּלֶךְ לִתֵּן מַס עַל הָעָם לִצְרָכָיו אוֹ לְצֹרֶךְ הַמִּלְחָמוֹת. וְקוֹצֵב לוֹ מֶכֶס וְאָסוּר לְהַבְרִיחַ מִן הַמֶּכֶס. שֶׁיֵּשׁ לוֹ לִגְזֹר שֶׁכָּל מִי שֶׁיִּגְנֹב הַמֶּכֶס יִלָּקַח מָמוֹנוֹ אוֹ יֵהָרֵג שֶׁנֶּאֱמַר <small>(שמואל א ח יז)</small> \"וְאַתֶּם תִּהְיוּ לוֹ לַעֲבָדִים\". וּלְהַלָּן הוּא אוֹמֵר <small>(דברים כ יא)</small> \"יִהְיוּ לְךָ לָמַס וַעֲבָדוּךָ\". מִכָּאן שֶׁנּוֹתֵן מַס וְקוֹצֵב מֶכֶס וְדִינָיו בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן דִּין. שֶׁכָּל הָאָמוּר בְּפָרָשַׁת מֶלֶךְ מֶלֶךְ זוֹכֶה בּוֹ: \n",
            "english": "The king is granted license to levy taxes upon the nation for his needs or for the purpose of war. He may also fix a duty on merchandise. It is forbidden to avoid paying this duty. The king has the right to decree that if someone does not pay these duties, his property will be seized or he will be killed.<br>These laws are derived as follows: I Samuel 8:17 states: 'You will be servants to him, the king.' Previously, Deuteronomy 20:11 states: 'They shall be subject to your levy and they shall serve you.' From this association, it is derived that the king may levy taxes and fix duties.<br>The statutes that he establishes in these and related matters are accepted as law for all the matters mentioned in the Biblical passage concerning the king are rights to which the king is entitled."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְשׁוֹלֵחַ בְּכָל גְּבוּל יִשְׂרָאֵל וְלוֹקֵחַ מִן הָעָם הַגִּבּוֹרִים וְאַנְשֵׁי חַיִל וְעוֹשֶׂה מֵהֶן חַיִל לְמֶרְכַּבְתּוֹ וּבְפָרָשָׁיו וּמַעֲמִיד מֵהֶן עוֹמְדִים לְפָנָיו. וּמַעֲמִיד מֵהֶן אֲנָשִׁים לָרוּץ לְפָנָיו. שֶׁנֶּאֱמַר <small>(שמואל א ח יא)</small> \"וְשָׂם לוֹ בְּמֶרְכַּבְתּוֹ וּפָרָשָׁיו וְרָצוּ לִפְנֵי מֶרְכַּבְתּו\"ֹ. וְלוֹקֵחַ מִן הַיָּפִים שֶׁבָּהֶם לִהְיוֹת שַׁמָּשִׁים וְעוֹמְדִים לְפָנָיו שֶׁנֶּאֱמַר <small>(שמואל א ח טז)</small> \"וְאֶת בַּחוּרֵיכֶם הַטּוֹבִים\" <small>(שמואל א ח טז)</small> \"יִקָּח וְעָשָׂה לִמְלַאכְתּוֹ\": \n",
            "english": "He may also send throughout the territory of <i>Eretz Yisrael</i> and take from the nation valiant men and men of war and employ them as soldiers for his chariot and cavalry. Similarly, he may appoint them as his body guard and as footmen to run before him as I Samuel 8:11 states: 'He shall place them among his charioteers and his horsemen and they shall run before his chariot.' He may also take the choicest of them to be his servants and attendants as <i>ibid.</i>:16 states: 'He shall take... your finest young men... to do his work.'"
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן לוֹקֵחַ מִן בַּעֲלֵי הָאֻמָּנֻיּוֹת כָּל מַה שֶּׁהוּא צָרִיךְ וְעוֹשִׂין לוֹ מְלַאכְתּוֹ וְנוֹתֵן שְׂכָרָן. וְלוֹקֵחַ כָּל הַבְּהֵמוֹת וְהָעֲבָדִים וְהַשְּׁפָחוֹת לִמְלַאכְתּוֹ וְנוֹתֵן שְׂכָרָן אוֹ דְּמֵיהֶן. שֶׁנֶּאֱמַר <small>(שמואל א ח יב)</small> \"וְלַחֲרשׁ חֲרִישׁוֹ וְלִקְצֹר קְצִירוֹ וְלַעֲשׂוֹת כְּלֵי מִלְחַמְתּוֹ וּכְלֵי רִכְבּוֹ\". <small>(שמואל א ח טז)</small> \"וְאֶת עַבְדֵיכֶם וְאֶת שִׁפְחוֹתֵיכֶם וְאֶת בַּחוּרֵיכֶם הַטּוֹבִים וְאֶת חֲמוֹרֵיכֶם יִקָּח וְעָשָׂה לִמְלַאכְתּוֹ\": \n",
            "english": "Similarly, he may take all those that are necessary for him from the nation's craftsmen and employ them to do his work. He must pay their wages. He may also take all the beasts, servants, and maids that are necessary for his tasks. He must pay their hire or their value as <i>ibid.</i>:12-16 states: 'He will set them to plough his ground and to reap his harvest, to make instruments of war, and gear for his chariots.... He will take your servants, your maids, your finest young men, and your donkeys to do his work.'"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְכֵן לוֹקֵחַ מִכָּל גְּבוּל יִשְׂרָאֵל נָשִׁים וּפִילַגְשִׁים. נָשִׁים בִּכְתֻבָּה וְקִדּוּשִׁין. וּפִילַגְשִׁים בְּלֹא כְּתֻבָּה וּבְלֹא קִדּוּשִׁין. אֶלָּא בְּיִחוּד בִּלְבַד קוֹנֶה אוֹתָהּ וּמֻתֶּרֶת לוֹ. אֲבָל הַהֶדְיוֹט אָסוּר בְּפִילֶגֶשׁ אֶלָּא בְּאָמָה הָעִבְרִיָּה בִּלְבַד אַחַר יִעוּד. וְיֵשׁ לוֹ [רְשׁוּת] לַעֲשׂוֹת הַפִּילַגְשִׁים שֶׁלּוֹקֵחַ לְאַרְמוֹנוֹ טַבָּחוֹת וְאוֹפוֹת וְרַקָּחוֹת. שֶׁנֶּאֱמַר <small>(שמואל א ח יג)</small> \"וְאֶת בְּנוֹתֵיכֶם יִקָּח לְרַקָּחוֹת וּלְטַבָּחוֹת וּלְאֹפוֹת\": \n",
            "english": "Similarly, he may take wives and concubines from the entire territory of <i>Eretz Yisrael</i>. The term 'wives' implies women who were married with A <i>ketubah</i> and <i>kiddushin</i>; concubines, women who were not given A <i>ketubah</i> and <i>kiddushin</i>. With the act of <i>yichud</i> alone, the king acquires her and relations with her are permitted him.<br>A commoner is forbidden to have a concubine. The only similar relationship is the union with a Hebrew maid servant after she has been designated by her master.<br>The king may make the concubines which he takes to his palace cooks, bakers, and perfumers as <i>ibid.</i>:13 states: 'He will take your daughters to be perfumers, cooks, and bakers."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵן כּוֹפֶה אֶת הָרְאוּיִין לִהְיוֹת שָׂרִים וּמְמַנֶּה אוֹתָם שָׂרֵי אֲלָפִים וְשָׂרֵי חֲמִשִּׁים. שֶׁנֶּאֱמַר <small>(שמואל א ח יב)</small> \"וְלָשׂוּם לוֹ שָׂרֵי אֲלָפִים וְשָׂרֵי חֲמִשִּׁים\": \n",
            "english": "He may force those who are fit to serve as officers, appointing them as leaders of thousands and leaders of fifties as <i>ibid.</i>:12 states: 'He shall appoint them as leaders of thousands and leaders of fifties for himself.'"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְלוֹקֵחַ הַשָּׂדוֹת וְהַזֵּיתִים וְהַכְּרָמִים לַעֲבָדָיו כְּשֶׁיֵּלְכוּ לַמִּלְחָמָה וְיִפְשְׁטוּ עַל מְקוֹמוֹת אֵלּוּ אִם אֵין לָהֶם מַה יֹּאכְלוּ אֶלָּא מִשָּׁם. וְנוֹתֵן דְּמֵיהֶן. שֶׁנֶּאֱמַר <small>(שמואל א ח יד)</small> \"וְאֶת שְׂדוֹתֵיכֶם וְאֶת כַּרְמֵיכֶם וְזֵיתֵיכֶם הַטּוֹבִים יִקָּח וְנָתַן לַעֲבָדָיו\": \n",
            "english": "He may take fields, olive groves, and vineyards for his servants when they go to war and allow them to commandeer these places if they have no source of nurture other than them. He must pay for what is taken. This is stated in <i>ibid.</i>:14: 'He shall take your good fields, vineyards, and olive groves and give them to his servants."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְיֵשׁ לוֹ מַעֲשֵׂר מִן הַזְּרָעִים וּמִן הָאִילָנוֹת וּמִן הַבְּהֵמָה. שֶׁנֶּאֱמַר <small>(שמואל א ח טו)</small> \"וְזַרְעֵיכֶם וְכַרְמֵיכֶם יַעְשֹׂר\" וְגוֹ'. <small>(שמואל א ח יז)</small> \"צֹאנְכֶם יַעְשֹׂר\": \n",
            "english": "He is entitled to a tenth of the produce of the seed and the orchards and the newborn beasts as <i>ibid.</i>:16-17 states: 'He will take a tenth of your seed and your vineyards...He shall take a tenth of your sheep.'"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַמֶּלֶךְ הַמָּשִׁיחַ נוֹטֵל מִכָּל הָאֲרָצוֹת שֶׁכּוֹבְשִׁין יִשְׂרָאֵל חֵלֶק אֶחָד מִשְּׁלֹשָׁה עָשָׂר. וְדָבָר זֶה חֹק לוֹ וּלְבָנָיו עַד עוֹלָם: \n",
            "english": "The Messianic king may take a thirteenth portion of all the lands conquered by Israel as his own. This will be an allotment for him and his descendants forever."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל הֲרוּגֵי הַמֶּלֶךְ מָמוֹנָן לַמֶּלֶךְ. וְכָל הַמַּמְלָכוֹת שֶׁכּוֹבֵשׁ הֲרֵי אוֹצְרוֹת הַמְּלָכִים לַמֶּלֶךְ. וּשְׁאָר הַבִּזָּה שֶׁבּוֹזְזִין בּוֹזְזִין וְנוֹתְנִין לְפָנָיו וְהוּא נוֹטֵל מֶחֱצָה בָּרֹאשׁ. וּמַחֲצִית הַבִּזָּה חוֹלְקִין אוֹתָהּ כָּל אַנְשֵׁי הַצָּבָא בְּיַחַד עִם הָעָם הַיּוֹשְׁבִין עַל הַכֵּלִים בַּמַּחֲנֶה לְשָׁמְרָם חוֹלְקִין בְּשָׁוֶה. שֶׁנֶּאֱמַר <small>(שמואל א ל כד)</small> \"כִּי כְּחֵלֶק הַיֹּרֵד בַּמִּלְחָמָה וּכְחֵלֶק הַיּשֵׁב עַל הַכֵּלִים יַחְדָּו יַחֲלֹקוּ\": \n",
            "english": "The property of all those executed by the king, belongs to the king. Similarly, all the treasures belonging to the kings of the kingdoms which he conquers become the property of the king.<br>In regard to the other spoil which is taken. The soldiers may take spoil. Afterwards, they must bring it to the king. He is entitled to one half of the spoil. He takes this portion first.<br>The second half of the spoil is divided between the combat soldiers and the people who remained in camp to guard the baggage. An equal division is made between them as I Samuel 30:24 relates: 'The portion of those who go down to the battle will be as the portion of those who stay with the baggage. They shall divide equally.'"
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כָּל הָאָרֶץ שֶׁכּוֹבֵשׁ הֲרֵי הִיא שֶׁלּוֹ וְנוֹתֵן לַעֲבָדָיו וּלְאַנְשֵׁי הַמִּלְחָמָה כְּפִי מַה שֶּׁיִּרְצֶה. וּמַנִּיחַ לְעַצְמוֹ כְּפִי מַה שֶּׁיִּרְצֶה. וּבְכָל אֵלּוּ הַדְּבָרִים דִּינוֹ דִּין. וּבְכָל יִהְיוּ מַעֲשָׂיו לְשֵׁם שָׁמַיִם. וְתִהְיֶה מְגַמָּתוֹ וּמַחְשַׁבְתּוֹ לְהָרִים דַּת הָאֱמֶת. וּלְמַלְּאוֹת הָעוֹלָם צֶדֶק. וְלִשְׁבֹּר זְרוֹעַ הָרְשָׁעִים וּלְהִלָּחֵם מִלְחֲמוֹת ה'. שֶׁאֵין מַמְלִיכִין מֶלֶךְ תְּחִלָּה אֶלָּא לַעֲשׂוֹת מִשְׁפָּט וּמִלְחָמוֹת. שֶׁנֶּאֱמַר <small>(שמואל א ח כ)</small> \"וּשְׁפָטָנוּ מַלְכֵּנוּ וְיָצָא לְפָנֵינוּ וְנִלְחַם אֶת מִלְחֲמֹתֵנוּ\": \n",
            "english": "All the lands that he conquers belong to him. He may apportion them to his servants and soldiers as he desires and keep the remainder for himself. In all these matters, the judgement he makes is binding.<br>In all matters, his deeds shall be for the sake of heaven. His purpose and intent shall be to elevate the true faith and fill the world with justice, destroying the power of the wicked and waging the wars of God. For the entire purpose of appointing a king is to execute justice and wage wars as I Samuel 8:20 states: 'Our king shall judge us, go out before us, and wage our wars.'"
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין הַמֶּלֶךְ נִלְחָם תְּחִלָּה אֶלָּא מִלְחֶמֶת מִצְוָה. וְאֵי זוֹ הִיא מִלְחֶמֶת מִצְוָה זוֹ מִלְחֶמֶת שִׁבְעָה עֲמָמִים. וּמִלְחֶמֶת עֲמָלֵק. וְעֶזְרַת יִשְׂרָאֵל מִיַּד צָר שֶׁבָּא עֲלֵיהֶם. וְאַחַר כָּךְ נִלְחָם בְּמִלְחֶמֶת הָרְשׁוּת וְהִיא הַמִּלְחָמָה שֶׁנִּלְחָם עִם שְׁאָר הָעַמִּים כְּדֵי לְהַרְחִיב גְּבוּל יִשְׂרָאֵל וּלְהַרְבּוֹת בִּגְדֻלָּתוֹ וְשִׁמְעוֹ: \n",
            "english": "A king should not wage other wars before a <i>milchemet mitzvah</i>. What is considered as <i>milchemet mitzvah</i>? The war against the seven nations who occupied <i>Eretz Yisrael</i>, the war against Amalek, and a war fought to assist Israel from an enemy which attacks them.<br>Afterwards, he may wage a <i>milchemet hareshut</i>, i.e. a war fought with other nations in order to expand the borders of Israel or magnify its greatness and reputation."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִלְחֶמֶת מִצְוָה אֵינוֹ צָרִיךְ לִטּל בָּהּ רְשׁוּת בֵּית דִּין. אֶלָּא יוֹצֵא מֵעַצְמוֹ בְּכָל עֵת. וְכוֹפֶה הָעָם לָצֵאת. אֲבָל מִלְחֶמֶת הָרְשׁוּת אֵינוֹ מוֹצִיא הָעָם בָּהּ אֶלָּא עַל פִּי בֵּית דִּין שֶׁל שִׁבְעִים וְאֶחָד: \n",
            "english": "There is no need to seek the permission of the court to wage a <i>milchemet mitzvah</i>. Rather, he may go out on his own volition and force the nation to go out with him. In contrast, he may not lead the nation out to wage a <i>milchemat hareshut</i> unless the court of seventy one judges approves."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וּפוֹרֵץ לַעֲשׂוֹת לוֹ דֶּרֶךְ וְאֵין מְמַחִין בְּיָדוֹ. וְדֶרֶךְ הַמֶּלֶךְ אֵין לָהּ שִׁעוּר. אֶלָּא כְּפִי מַה שֶּׁהוּא צָרִיךְ. אֵינוֹ מְעַקֵּם הַדְּרָכִים מִפְּנֵי כַּרְמוֹ שֶׁל זֶה אוֹ מִפְּנֵי שָׂדֵהוּ שֶׁל זֶה. אֶלָּא הוֹלֵךְ בְּשָׁוֶה וְעוֹשֶׂה מִלְחַמְתּוֹ: \n",
            "english": "The king may burst through the fences surrounding fields or vineyards to make a road and no one can take issue with him.<br>There is no limit to the road the king may make. Rather, it may be as wide as necessary. He need not make his road crooked because of an individual's vineyard or field. Rather, he may proceed on a straight path and carry out his war."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה לְהַחֲרִים שִׁבְעָה עֲמָמִין שֶׁנֶּאֱמַר <small>(דברים כ יז)</small> \"הַחֲרֵם תַּחֲרִימֵם\". וְכָל שֶׁבָּא לְיָדוֹ אֶחָד מֵהֶן וְלֹא הֲרָגוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כ טז)</small> \"לֹא תְחַיֶּה כָּל נְשָׁמָה\". וּכְבָר אָבַד זִכְרָם: \n",
            "english": "It is a positive commandment to annihilate the seven nations who dwelled in <i>Eretz Yisrael</i> as Deuteronomy 20:17 states: 'You shall utterly destroy them.'<br>Anyone who chances upon one of them and does not kill him violates a negative commandment as <i>ibid.</i>:16 states: 'Do not allow a soul to live.' The memory of them has already been obliterated."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵן מִצְוַת עֲשֵׂה לְאַבֵּד זֵכֶר עֲמָלֵק. שֶׁנֶּאֱמַר <small>(דברים כה יט)</small> \"תִּמְחֶה אֶת זֵכֶר עֲמָלֵק\". וּמִצְוַת עֲשֵׂה לִזְכֹּר תָּמִיד מַעֲשָׂיו הָרָעִים וַאֲרִיבָתוֹ. כְּדֵי לְעוֹרֵר אֵיבָתוֹ. שֶׁנֶּאֱמַר <small>(דברים כה יז)</small> \"זָכוֹר אֵת אֲשֶׁר עָשָׂה לְךָ עֲמָלֵק\". מִפִּי הַשְּׁמוּעָה לָמְדוּ זָכוֹר בַּפֶּה לֹא תִּשְׁכָּח בַּלֵּב. שֶׁאָסוּר לִשְׁכֹּחַ אֵיבָתוֹ וְשִׂנְאָתוֹ: \n",
            "english": "Similarly, it is a positive commandment to destroy the memory of Amalek, as Deuteronomy 25:19 states: 'Obliterate the memory of Amalek.<br>It is also a positive commandment to constantly remember their evil deeds and their ambush of Israel to arouse our hatred of them, as <i>ibid.</i>:17 states: 'Remember what Amalek did to you.' The Oral Tradition teaches: ...Remember' - with your mouths; ...Do not forget' - in your hearts.' For it is forbidden to forget our hatred and enmity for them."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל הָאֲרָצוֹת שֶׁכּוֹבְשִׁין יִשְׂרָאֵל בְּמֶלֶךְ עַל פִּי בֵּית דִּין. הֲרֵי זֶה כִּבּוּשׁ רַבִּים וַהֲרֵי הִיא כְּאֶרֶץ יִשְׂרָאֵל שֶׁכָּבַשׁ יְהוֹשֻׁעַ לְכָל דָּבָר. וְהוּא שֶׁכָּבְשׁוּ אַחַר כִּבּוּשׁ כָּל אֶרֶץ יִשְׂרָאֵל הָאֲמוּרָה בַּתּוֹרָה: \n",
            "english": "All the lands which Israel conquers in wars led by a king and approved by the court are considered as conquered by the people at large. Thus, they have the same status as <i>Eretz Yisrael</i> which was conquered by Joshua in every regard. This only applies if they were conquered after the conquest of <i>Eretz Yisrael</i> as described in the Torah."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וּמֻתָּר לִשְׁכֹּן בְּכָל הָעוֹלָם חוּץ מֵאֶרֶץ מִצְרַיִם. מִן הַיָּם הַגָּדוֹל וְעַד הַמַּעֲרָב אַרְבַּע מֵאוֹת פַּרְסָה עַל אַרְבַּע מֵאוֹת פַּרְסָה כְּנֶגֶד אֶרֶץ כּוּשׁ וּכְנֶגֶד הַמִּדְבָּר. הַכּל אָסוּר לְהִתְיַשֵּׁב בָּהּ. בִּשְׁלֹשָׁה מְקוֹמוֹת הִזְהִירָה תּוֹרָה שֶׁלֹּא לָשׁוּב לְמִצְרַיִם. שֶׁנֶּאֱמַר <small>(דברים יז טז)</small> \"לֹא תֹסִפוּן לָשׁוּב בַּדֶּרֶךְ הַזֶּה עוֹד\". <small>(דברים כח סח)</small> \"לֹא תֹסִיף עוֹד לִרְאֹתָהּ\". <small>(שמות יד יג)</small> \"לֹא תֹסִפוּ לִרְאֹתָם עוֹד עַד עוֹלָם\". וַאֲלֶכְּסַנְדְּרִיאָה בִּכְלַל הָאִסּוּר: \n",
            "english": "It is permitted to dwell anywhere in the entire world with the exception of the land of Egypt. Its territory includes a square of 400 <i>parsah</i> by 400 <i>parsah</i> from the Mediterranean Sea proceeding westward, bordering on the land of Kush and the desert. It is forbidden to dwell in this entire territory.<br>In three places, the Torah warned against returning to Egypt:<br>a) 'God has told you, you must never again return on that path' (Deuteronomy 17:16 ;<br>b) 'You shall not see it again' (Deuteronomy 28:68 ;<br>c) 'You shall never see them again forever' (Exodus 14:13 .<br>Alexandria is included in this prohibition."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מֻתָּר לַחְזֹר לְאֶרֶץ מִצְרַיִם לִסְחוֹרָה וְלִפְרַקְמַטְיָא. וְלִכְבֹּשׁ אֲרָצוֹת אֲחֵרוֹת. וְאֵין אָסוּר אֶלָּא לְהִשְׁתַּקֵעַ שָׁם. וְאֵין לוֹקִין עַל לָאו זֶה. שֶׁבְּעֵת הַכְּנִיסָה מֻתָּר הוּא. וְאִם יַחֲשֹׁב לֵישֵׁב וּלְהִשְׁתַּקֵעַ שָׁם אֵין בּוֹ מַעֲשֶׂה. וְיֵרָאֶה לִי שֶׁאִם כָּבַשׁ אֶרֶץ מִצְרַיִם מֶלֶךְ יִשְׂרָאֵל עַל פִּי בֵּית דִּין שֶׁהִיא מֻתֶּרֶת. וְלֹא הִזְהִירָה אֶלָּא לָשׁוּב לָהּ יְחִידִים אוֹ לִשְׁכֹּן בָּהּ וְהִיא בְּיַד עַכּוּ\"ם מִפְּנֵי שֶׁמַּעֲשֶׂיהָ מְקֻלְקָלִין יוֹתֵר מִכָּל הָאֲרָצוֹת. שֶׁנֶּאֱמַר <small>(ויקרא יח ג)</small> \"כְּמַעֲשֵׂה אֶרֶץ מִצְרַיִם\": \n",
            "english": "It is permitted to return to Egypt for the purpose of trade and commerce and to pass through while conquering other nations. The prohibition consists of settling there.<br>Lashes are not given as punishment for the violation of this prohibition because at the time one enters, there is no prohibition. Should he decide to settle there, there is no deed involved.<br>It appears to me that if a king of Israel would conquer the land of Egypt with the approval of the court, it would be permissible to settle there. The prohibition against returning was only given to individuals or to dwell there while it is under the rule of the gentiles for their behavior is more depraved than that of the peoples of other lands as can be inferred from Leviticus 18:3: 'Do not follow the ways of Egypt....'"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אָסוּר לָצֵאת מֵאֶרֶץ יִשְׂרָאֵל לְחוּצָה לָאָרֶץ לְעוֹלָם. אֶלָּא לִלְמֹד תּוֹרָה אוֹ לִשָּׂא אִשָּׁה אוֹ לְהַצִּיל מִן הָעַכּוּ\"ם. וְיַחְזֹר לָאָרֶץ. וְכֵן יוֹצֵא הוּא לִסְחוֹרָה. אֲבָל לִשְׁכֹּן בְּחוּצָה לָאָרֶץ אָסוּר אֶלָּא אִם כֵּן חָזַק שָׁם הָרָעָב עַד שֶׁנַּעֲשָׂה שְׁוֵה דִּינָר חִטִּין בִּשְׁנֵי דִּינָרִין. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ הַמָּעוֹת מְצוּיוֹת וְהַפֵּרוֹת בְּיֹקֶר. אֲבָל אִם הַפֵּרוֹת בְּזוֹל וְלֹא יִמְצָא מָעוֹת וְלֹא בְּמָה יִשְׂתַּכֵּר וְאָבְדָה פְּרוּטָה מִן הַכִּיס. יֵצֵא לְכָל מָקוֹם שֶׁיִּמְצָא בּוֹ רֶוַח. וְאַף עַל פִּי שֶׁמֻּתָּר לָצֵאת אֵינָהּ מִדַּת חֲסִידוּת שֶׁהֲרֵי מַחְלוֹן וְכִלְיוֹן שְׁנֵי גְּדוֹלֵי הַדּוֹר הָיוּ וּמִפְּנֵי צָרָה גְּדוֹלָה יָצְאוּ וְנִתְחַיְּבוּ כְּלָיָה לַמָּקוֹם: \n",
            "english": "It is forbidden to leave <i>Eretz Yisrael</i> for the Diaspora at all times except:<br>to study Torah;<br>to marry; or<br>to save one's property from the gentiles.<br>After accomplishing these objectives, one must return to <i>Eretz Yisrael</i>.<br>Similarly, one may leave <i>Eretz Yisrael</i> to conduct commercial enterprises. However, it is forbidden to leave with the intent of settling permanently in the Diaspora unless the famine in <i>Eretz Yisrael</i> is so severe that a <i>dinar's</i> worth of wheat is sold at two <i>dinarim</i>.<br>When do these conditions apply? When one possesses financial resources and food is expensive. However, if food is inexpensive, but a person cannot find financial resources or employment and has no money available, he may leave and go to any place where he can find relief.<br>Though it is permitted to leave <i>Eretz Yisrael</i> under these circumstances, it is not pious behavior. Behold, Machlon and Kilyon were two of the great men of the generation and they left <i>Eretz Yisrael</i> only out of great distress. Nevertheless, they were found worthy of death by God."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "גְּדוֹלֵי הַחֲכָמִים הָיוּ מְנַשְּׁקִין עַל תְּחוּמֵי אֶרֶץ יִשְׂרָאֵל וּמְנַשְּׁקִין אֲבָנֶיהָ וּמִתְגַּלְגְּלִין עַל עֲפָרָהּ. וְכֵן הוּא אוֹמֵר <small>(תהילים קב טו)</small> \"כִּי רָצוּ עֲבָדֶיךָ אֶת אֲבָנֶיהָ וְאֶת עֲפָרָהּ יְחֹנֵנוּ\": \n",
            "english": "Great sages would kiss the borders of <i>Eretz Yisrael</i>, kiss its stones, and roll in its dust. Similarly, Psalms 102:15 declares: 'Behold, your servants hold her stones dear and cherish her dust.'"
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אָמְרוּ חֲכָמִים כָּל הַשּׁוֹכֵן בְּאֶרֶץ יִשְׂרָאֵל עֲוֹנוֹתָיו מְחוּלִין. שֶׁנֶּאֱמַר <small>(ישעיה לג כד)</small> \"וּבַל יֹאמַר שָׁכֵן חָלִיתִי הָעָם הַיּשֵׁב בָּהּ נְשֻׂא עָוֹן\". אֲפִלּוּ הָלַךְ בָּהּ אַרְבַּע אַמּוֹת זוֹכֶה לְחַיֵּי הָעוֹלָם הַבָּא. וְכֵן הַקָּבוּר בָּהּ נִתְכַּפֵּר לוֹ. וּכְאִלּוּ הַמָּקוֹם שֶׁהוּא בּוֹ מִזְבַּח כַּפָּרָה. שֶׁנֶּאֱמַר <small>(דברים לב מג)</small> \"וְכִפֶּר אַדְמָתוֹ עַמּוֹ\". וּבַפֻּרְעָנוּת הוּא אוֹמֵר <small>(עמוס ז יז)</small> \"עַל אֲדָמָה טְמֵאָה תָּמוּת\". וְאֵינוֹ דּוֹמֶה קוֹלַטְתּוֹ מֵחַיִּים לְקוֹלַטְתּוֹ אַחַר מוֹתוֹ. וְאַף עַל פִּי כֵן גְּדוֹלֵי הַחֲכָמִים הָיוּ מוֹלִיכִים מֵתֵיהֶם לְשָׁם. צֵא וּלְמַד מִיַּעֲקֹב אָבִינוּ וְיוֹסֵף הַצַּדִּיק: \n",
            "english": "The Sages commented: 'Whoever dwells in <i>Eretz Yisrael</i> will have his sins forgiven as Isaiah 33:24 states: 'The inhabitant shall not say 'I am sick.' The people who dwell there shall be forgiven their sins.'<br>Even one who walks four cubits there will merit the world to come and one who is buried there receives atonement as if the place in which he is buried is an altar of atonement as Deuteronomy 32:43 states: 'His land will atone for His people.' In contrast, the prophet, Amos [7:17, used the expression] 'You shall die in an impure land' as a prophecy of retribution.<br>There is no comparison between the merit of a person who lives in <i>Eretz Yisrael</i> and ultimately, is buried there and one whose body is brought there after his death. Nevertheless, great Sages would bring their dead there. Take an example, from our Patriarch, Jacob, and Joseph, the righteous."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "לְעוֹלָם יָדוּר אָדָם בְּאֶרֶץ יִשְׂרָאֵל אֲפִלּוּ בְּעִיר שֶׁרֻבָּהּ עַכּוּ\"ם וְאַל יָדוּר בְּחוּצָה לָאָרֶץ וַאֲפִלּוּ בְּעִיר שֶׁרֻבָּהּ יִשְׂרָאֵל. שֶׁכָּל הַיּוֹצֵא לְחוּצָה לָאָרֶץ כְּאִלּוּ עוֹבֵד עֲבוֹדָה זָרָה. שֶׁנֶּאֱמַר <small>(שמואל א כו יט)</small> \"כִּי גֵרְשׁוּנִי הַיּוֹם מֵהִסְתַּפֵּחַ בְּנַחֲלַת ה' לֵאמֹר לֵךְ עֲבֹד אֱלֹהִים אֲחֵרִים\". וּבַפֻּרְעָנֻיּוֹת הוּא אוֹמֵר <small>(יחזקאל יג ט)</small> \"וְאֶל אַדְמַת יִשְׂרָאֵל לֹא יָבֹאוּ\". כְּשֵׁם שֶׁאָסוּר לָצֵאת מֵהָאָרֶץ לְחוּצָה לָאָרֶץ כָּךְ אָסוּר לָצֵאת מִבָּבֶל לִשְׁאָר הָאֲרָצוֹת. שֶׁנֶּאֱמַר <small>(ירמיה כז כב)</small> \"בָּבֶלָה יוּבָאוּ וְשָׁמָּה יִהְיוּ\": \n",
            "english": "At all times, a person should dwell in <i>Eretz Yisrael</i> even in a city whose population is primarily gentile, rather than dwell in the Diaspora, even in a city whose population is primarily Jewish.<br>This applies because whoever leaves <i>Eretz Yisrael</i> for the Diaspora is considered as if he worships idols as I Samuel 26:19 states 'They have driven me out today from dwelling in the heritage of God, saying 'Go, serve other gods.' Similarly, Ezekiel's (13:9) prophecies of retribution state: 'They shall not come to the land of Israel.'<br>Just as it is forbidden to leave the chosen land for the Diaspora, it is also forbidden to leave Babylon for other lands as Jeremiah 27:22 states: 'They shall be brought to Babylon and there they shall be until I take heed of them... and restore them to this place.'"
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין עוֹשִׂין מִלְחָמָה עִם אָדָם בָּעוֹלָם עַד שֶׁקּוֹרְאִין לוֹ שָׁלוֹם. אֶחָד מִלְחֶמֶת הָרְשׁוּת וְאֶחָד מִלְחֶמֶת מִצְוָה. שֶׁנֶּאֱמַר <small>(דברים כ, י)</small> \"כִּי תִקְרַב אֶל עִיר לְהִלָּחֵם עָלֶיהָ וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם\". אִם הִשְׁלִימוּ וְקִבְּלוּ שֶׁבַע מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ עֲלֵיהֶן אֵין הוֹרְגִין מֵהֶן נְשָׁמָה וַהֲרֵי הֵן לְמַס. שֶׁנֶּאֱמַר <small>(דברים כ, יא)</small> \"יִהְיוּ לְךָ לָמַס וַעֲבָדוּךָ\". קִבְּלוּ עֲלֵיהֶן הַמַּס וְלֹא קִבְּלוּ הָעַבְדוּת אוֹ שֶׁקִּבְּלוּ הָעַבְדוּת וְלֹא קִבְּלוּ הַמַּס. אֵין שׁוֹמְעִין לָהֶם עַד שֶׁיְּקַבְּלוּ שְׁנֵיהֶם. וְהָעַבְדוּת שֶׁיְּקַבְּלוּ הוּא שֶׁיִּהְיוּ נִבְזִים וּשְׁפָלִים לְמַטָּה וְלֹא יָרִימוּ רֹאשׁ בְּיִשְׂרָאֵל אֶלָּא יִהְיוּ כְּבוּשִׁים תַּחַת יָדָם. וְלֹא יִתְמַנּוּ עַל יִשְׂרָאֵל לְשׁוּם דָּבָר שֶׁבָּעוֹלָם. וְהַמַּס שֶׁיְּקַבְּלוּ שֶׁיִּהְיוּ מוּכָנִים לַעֲבוֹדַת הַמֶּלֶךְ בְּגוּפָם וּמָמוֹנָם. כְּגוֹן בִּנְיַן הַחוֹמוֹת. וְחֹזֶק הַמְּצוּדוֹת. וּבִנְיַן אַרְמוֹן הַמֶּלֶךְ וְכַיּוֹצֵא בּוֹ. שֶׁנֶּאֱמַר <small>(מלכים א ט, טו)</small> \"וְזֶה דְבַר הַמַּס אֲשֶׁר הֶעֱלָה הַמֶּלֶךְ שְׁלֹמֹה לִבְנוֹת אֶת בֵּית ה' וְאֶת בֵּיתוֹ וְאֶת הַמִּלּוֹא וְאֵת חוֹמַת יְרוּשָׁלָםִ\" <small>(מלכים א ט, יט)</small> \"וְאֵת כָּל עָרֵי הַמִּסְכְּנוֹת אֲשֶׁר הָיוּ לִשְׁלֹמֹה\" <small>(מלכים א ט, כ)</small> \"כָּל הָעָם הַנּוֹתָר מִן הָאֱמֹרִי\" <small>(מלכים א ט, כא)</small> \"וַיַּעֲלֵם שְׁלֹמֹה לְמַס עֹבֵד עַד הַיּוֹם הַזֶּה\" <small>(מלכים א ט, כב)</small> \"וּמִבְּנֵי יִשְׂרָאֵל לֹא נָתַן שְׁלֹמֹה עָבֶד כִּי הֵם אַנְשֵׁי הַמִּלְחָמָה וַעֲבָדָיו וְשָׂרָיו וְשָׁלִישָׁיו וְשָׂרֵי רִכְבּוֹ וּפָרָשָׁיו\": ",
            "english": "War, neither a <i>milchemet hareshut</i> or a <i>milchemet mitzvah</i>, should not be waged against anyone until they are offered the opportunity of peace as Deuteronomy 20:10 states: 'When you approach a city to wage war against it, you should propose a peaceful settlement.'<br>If the enemy accepts the offer of peace and commits itself to the fulfillment of the seven mitzvot that were commanded to Noah's descendents, none of them should be killed. Rather, they should be subjugated as <i>ibid.</i>:11 states: 'They shall be your subjects and serve you.'<br>If they agree to tribute, but do not accept subjugation or if they accept subjugation, but do not agree to tribute, their offer should not be heeded. They must accept both.<br>The subjugation they must accept consists of being on a lower level, scorned and humble. They must never raise their heads against Israel, but must remain subjugated under their rule. They may never be appointed over a Jew in any matter whatsoever.<br>The tribute they must accept consists of being prepared to support the king's service with their money and with their persons; for example, the building of walls, strengthening the fortresses, building the king's palace, and the like as I Kings 9:15-22) relates: \"This is the tribute which Solomon raised to build the House of God, his own palace, the Milo, the wall of Jerusalem,... and all the store-cities which Solomon had... All the people that remained from the Amorites... upon them did Solomon lay a tribute of bondservice until this day.\"<br>In contrast, Solomon did not make bondsmen out of the children of Israel. They were men of war, his personal servants, his princes, his captains, the officers of his chariots, and his horsemen."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְיֵשׁ לַמֶּלֶךְ לְהַתְנוֹת עִמָּהֶם שֶׁיִּקַּח חֲצִי מָמוֹנָם אוֹ הַקַּרְקָעוֹת וְיַנִּיחַ כָּל הַמִּטַּלְטְלִין אוֹ הַמִּטַּלְטְלִים וְיַנִּיחַ הַקַּרְקָעוֹת כְּפִי מַה שֶּׁיַּתְנֶה: ",
            "english": "In the settlement he offers, the king may propose that he is entitled to take half their financial resources. Or he may propose to take all their landed property and leave them their movable property; or to take all their movable property and leave their land."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְאָסוּר לְשַׁקֵּר בִּבְרִיתָם וּלְכַזֵּב לָהֶם אַחַר שֶׁהִשְׁלִימוּ וְקִבְּלוּ שֶׁבַע מִצְוֹת: ",
            "english": "It is forbidden to lie when making such a covenant or to be untruthful to them after they have made peace and accepted the seven mitzvot."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאִם לֹא הִשְׁלִימוּ אוֹ שֶׁהִשְׁלִימוּ וְלֹא קִבְּלוּ שֶׁבַע מִצְוֹת. עוֹשִׂין עִמָּהֶם מִלְחָמָה וְהוֹרְגִין כָּל הַזְּכָרִים הַגְּדוֹלִים. וּבוֹזְזִין כָּל מָמוֹנָם וְטַפָּם. וְאֵין הוֹרְגִין אִשָּׁה וְלֹא קָטָן שֶׁנֶּאֱמַר <small>(דברים כ, יד)</small> \"וְהַנָּשִׁים וְהַטָּף\" זֶה טַף שֶׁל זְכָרִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִלְחֶמֶת הָרְשׁוּת שֶׁהוּא עִם שְׁאָר הָאֻמּוֹת. אֲבָל שִׁבְעָה עֲמָמִין וַעֲמָלֵק שֶׁלֹּא הִשְׁלִימוּ אֵין מַנִּיחִין מֵהֶם נְשָׁמָה שֶׁנֶּאֱמַר <small>(דברים כ, טו)</small> \"כֵּן תַּעֲשֶׂה לְכָל\" וְגוֹ' <small>(דברים כ, טז)</small> \"רַק מֵעָרֵי הָעַמִּים\" <small>(דברים כ, טז)</small> \"לֹא תְחַיֶּה כָּל נְשָׁמָה\". וְכֵן הוּא אוֹמֵר בַּעֲמָלֵק <small>(דברים כה, יט)</small> \"תִּמְחֶה אֶת זֵכֶר עֲמָלֵק\". וּמִנַּיִן שֶׁאֵינוֹ מְדַבֵּר אֶלָּא בְּאֵלּוּ שֶׁלֹּא הִשְׁלִימוּ שֶׁנֶּאֱמַר <small>(יהושע יא, יט)</small> \"לֹא הָיְתָה עִיר אֲשֶׁר הִשְׁלִימָה אֶל בְּנֵי יִשְׂרָאֵל בִּלְתִּי הַחִוִּי ישְׁבֵי גִבְעוֹן אֶת הַכּל לָקְחוּ בַמִּלְחָמָה\" <small>(יהושע יא, כ)</small> \"כִּי מֵאֵת ה' הָיְתָה לְחַזֵּק אֶת לִבָּם לִקְרַאת הַמִּלְחָמָה אֶת יִשְׂרָאֵל לְמַעַן הַחֲרִימָם\". מִכְלַל שֶׁשָּׁלְחוּ לָהֶם לְשָׁלוֹם וְלֹא קִבְּלוּ: ",
            "english": "If they do not agree to a peaceful settlement, or if they agree to a peaceful settlement, but refuse to accept the seven mitzvot, war should be waged against them.<br>All males past majority should be killed. Their money and their children should be taken as spoil, but neither women or children should be killed, as Deuteronomy 20:14 states: 'But the women and the children... take as spoil.\" 'The children' refer to males below the age of majority.<br>The above applies to a <i>milchemet hareshut</i> fought with other nations. However, if either the seven nations or Amalek refuse to accept a peaceful settlement, not one soul of them may be left alive as <i>ibid.</i> 20:15-16 states: 'Do this to all the cities that ... are not the cities of these nations. However, from the cities of these nations,... do not leave a soul alive.' Similarly, in regard to Amalek, Deuteronomy 25:19 states: 'Obliterate the memory of Amalek.'<br>How do we know that these commands are only referring to those who did not accept a peaceful settlement? Joshua 11:19-20 states: 'There was no city which accepted a peaceful settlement with the children of Israel except the Chivites who lived in Gibeon. All the rest, they conquered in battle. This was inspired by God, Who strengthened their hearts to engage in battle against Israel so that they would be destroyed.' From these statements, we can infer that a peaceful settlement was offered, but they did not accept it."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁלֹשָׁה כְּתָבִים שָׁלַח יְהוֹשֻׁעַ עַד שֶׁלֹּא נִכְנַס לָאָרֶץ. הָרִאשׁוֹן שָׁלַח לָהֶם מִי שֶׁרוֹצֶה לִבְרֹחַ יִבְרַח. וְחָזַר וְשָׁלַח מִי שֶׁרוֹצֶה לְהַשְׁלִים יַשְׁלִים. וְחָזַר וְשָׁלַח מִי שֶׁרוֹצֶה לַעֲשׂוֹת מִלְחָמָה יַעֲשֶׂה. אִם כֵּן מִפְּנֵי מָה הֶעֱרִימוּ יוֹשְׁבֵי גִּבְעוֹן. לְפִי שֶׁשָּׁלַח לָהֶם בַּכְּלָל וְלֹא קִבְּלוּ. וְלֹא יָדְעוּ מִשְׁפַּט יִשְׂרָאֵל וְדִמּוּ שֶׁשּׁוּב אֵין פּוֹתְחִין לָהֶם לְשָׁלוֹם. וְלָמָּה קָשָׁה הַדָּבָר לַנְּשִׂיאִים וְרָאוּ שֶׁרָאוּי לְהַכּוֹתָם לְפִי חֶרֶב לוּלֵי הַשְּׁבוּעָה. מִפְּנֵי שֶׁכָּרְתוּ לָהֶם בְּרִית וַהֲרֵי הוּא אוֹמֵר <small>(דברים ז, ב)</small> \"לֹא תִכְרֹת לָהֶם בְּרִית\" אֶלָּא הָיָה דִּינָם שֶׁיִּהְיוּ לְמַס עֲבָדִים. וְהוֹאִיל וּבְטָעוּת נִשְׁבְּעוּ לָהֶן בְּדִין הָיָה שֶׁיֵּהָרְגוּ עַל שֶׁהִטְעוּם לוּלֵי חִלּוּל הַשֵּׁם: ",
            "english": "Joshua sent three letters to the Canaanites before entering the promised land: At first, he sent them: 'Whoever desires to flee, should flee.'<br>Afterwards, he sent a second message: 'Whoever desires to accept a peaceful settlement, should make peace.'<br>Then, he sent again: 'Whoever desires war, should do battle.'<br>If so, why did the inhabitants of Gibeon employ a ruse? Because originally, when he sent the message to them as part of all the Canaanite nations, they did not accept. They were not aware of the laws of Israel and thought that they would never be offered a peaceful settlement again.<br>Why was the matter difficult for the princes of Israel to accept to the point that they desired to slay the Gibeonites by the sword were it not for the oath they had taken? Because they made a covenant with them and Deuteronomy 7:2 states 'Do not make a covenant with them.' Rather, the laws governing their status would have prescribed that they be subjugated as servants.<br>Since the oath was given to them under false pretenses, it would have been just to slay them for misleading them, were it not for the dishonor to God's name which would have been caused."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "עַמּוֹן וּמוֹאָב אֵין שׁוֹלְחִין לָהֶם לְשָׁלוֹם שֶׁנֶּאֱמַר <small>(דברים כג, ז)</small> \"לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם כָּל יָמֶיךָ\". אָמְרוּ חֲכָמִים לְפִי שֶׁנֶּאֱמַר <small>(דברים כ, י)</small> \"וְקָרָאתָ אֵלֶיהָ לְשָׁלוֹם\" יָכוֹל עַמּוֹן וּמוֹאָב כֵּן. תַּלְמוּד לוֹמַר לֹא תִדְרשׁ שְׁלֹמָם וְטֹבָתָם. לְפִי שֶׁנֶּאֱמַר <small>(דברים כג, יז)</small> \"עִמְּךָ יֵשֵׁב בְּקִרְבְּךָ\" <small>(דברים כג, יז)</small> \"בַּטּוֹב לוֹ לֹא תּוֹנֶנּוּ\". יָכוֹל עַמּוֹן וּמוֹאָב כֵּן תַּלְמוּד לוֹמַר וְטֹבָתָם. וְאַף עַל פִּי שֶׁאֵין שׁוֹאֲלִים בִּשְׁלוֹמָם אִם הִשְׁלִימוּ מֵעַצְמָם תְּחִלָּה מְקַבְּלִין אוֹתָן: ",
            "english": "No offer of a peaceful settlement should be made to Ammon and Moav, as Deuteronomy 23:7 states: 'Do not seek their peace and welfare for all your days.' Our Sages declared: Although it is written: 'Offer a peaceful settlement,' does this apply to Ammon and Moab? The Torah states: 'Do not seek their peace and welfare.'<br>Although it is written Deuteronomy 23:17: 'He must be allowed to live alongside you in you midst,' does this apply to Ammon and Moav? No, the Torah also forbids 'their welfare.'<br>Even though we should not offer them a peaceful settlement, if they sue for peace themselves, we may accept their offer."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כְּשֶׁצָּרִין עַל עִיר לְתָפְשָׂהּ. אֵין מַקִּיפִין אוֹתָהּ מֵאַרְבַּע רוּחוֹתֶיהָ אֶלָּא מִשָּׁלֹשׁ רוּחוֹתֶיהָ. וּמַנִּיחִין מָקוֹם לַבּוֹרֵחַ וּלְכָל מִי שֶׁיִּרְצֶה לְהִמָּלֵט עַל נַפְשׁוֹ. שֶׁנֶּאֱמַר <small>(במדבר לא, ז)</small> \"וַיִּצְבְּאוּ עַל מִדְיָן כַּאֲשֶׁר צִוָּה ה' אֶת משֶׁה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבְּכָךְ צִוָּהוּ: ",
            "english": "When a siege is placed around a city to conquer it, it should not be surrounded on all four sides, only on three. A place should be left for the inhabitants to flee and for all those who desire, to escape with their lives, as it is written Numbers 31:7: 'And they besieged Midian as God commanded Moses.' According to tradition, He commanded them to array the siege as described."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין קוֹצְצִין אִילָנֵי מַאֲכָל שֶׁחוּץ לַמְּדִינָה וְאֵין מוֹנְעִין מֵהֶם אַמַּת הַמַּיִם כְּדֵי שֶׁיִּיבְשׁוּ. שֶׁנֶּאֱמַר <small>(דברים כ, יט)</small> \"לֹא תַשְׁחִית אֶת עֵצָהּ\". וְכָל הַקּוֹצֵץ לוֹקֶה. וְלֹא בְּמָצוֹר בִּלְבַד אֶלָּא בְּכָל מָקוֹם כָּל הַקּוֹצֵץ אִילַן מַאֲכָל דֶּרֶךְ הַשְׁחָתָה לוֹקֶה. אֲבָל קוֹצְצִין אוֹתוֹ אִם הָיָה מַזִּיק אִילָנוֹת אֲחֵרִים. אוֹ מִפְּנֵי שֶׁמַּזִּיק בִּשְׂדֵה אֲחֵרִים. אוֹ מִפְּנֵי שֶׁדָּמָיו יְקָרִים. לֹא אָסְרָה תּוֹרָה אֶלָּא דֶּרֶךְ הַשְׁחָתָה: ",
            "english": "We should not cut down fruit trees outside a city nor prevent an irrigation ditch from bringing water to them so that they dry up, as Deuteronomy 20:19 states: 'Do not destroy its trees.' Anyone who cuts down such a tree should be lashed.<br>This does not apply only in a siege, but in all situations. Anyone who cuts down a fruit tree with a destructive intent, should be lashed.<br>Nevertheless, a fruit tree may be cut down if it causes damage to other trees or to fields belonging to others, or if a high price could be received for its wood. The Torah only prohibited cutting down a tree with a destructive intent."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל אִילַן סְרָק מֻתָּר לָקֹץ אוֹתוֹ וַאֲפִלּוּ אֵינוֹ צָרִיךְ לוֹ. וְכֵן אִילַן מַאֲכָל שֶׁהִזְקִין וְאֵינוֹ עוֹשֶׂה אֶלָּא דָּבָר מוּעָט שֶׁאֵינוֹ רָאוּי לִטְרֹחַ בּוֹ מֻתָּר לָקֹץ אוֹתוֹ. וְכַמָּה יְהֵא הַזַּיִת עוֹשֶׂה וְלֹא יְקֻצֶּנּוּ. רֹבַע הַקַּב זֵיתִים. וְדֶקֶל שֶׁהוּא עוֹשֶׂה קַב תְּמָרִים לֹא יְקֻצֶּנּוּ: ",
            "english": "It is permissible to cut down any non-fruit bearing tree, even if one has no need for it. Similarly, one may cut down a fruit bearing tree that has become old and produces only a slight yield which does not warrant the effort required to care for it.<br>What is the yield that an olive tree must produce to warrant that it should not be cut down? A quarter of a <i>kav</i> of olives. Similarly, a date palm which yields a <i>kav</i> of dates should not be cut down."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וְלֹא הָאִילָנוֹת בִּלְבַד. אֶלָּא כָּל הַמְשַׁבֵּר כֵּלִים. וְקוֹרֵעַ בְּגָדִים. וְהוֹרֵס בִּנְיָן. וְסוֹתֵם מַעְיָן. וּמְאַבֵּד מַאֲכָלוֹת דֶּרֶךְ הַשְׁחָתָה. עוֹבֵר בְּלֹא תַשְׁחִית. וְאֵינוֹ לוֹקֶה אֶלָּא מַכַּת מַרְדּוּת מִדִּבְרֵיהֶם: ",
            "english": "This prohibition does not apply to trees alone. Rather, anyone who breaks utensils, tears garments, destroys buildings, stops up a spring, or ruins food with a destructive intent transgresses the command 'Do not destroy.' However, he is not lashed. Instead, he receives stripes for rebellious conducts instituted by the Sages."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "צָרִין עַל עֲיָרוֹת שֶׁל עַכּוּ\"ם שְׁלֹשָׁה יָמִים קֹדֶם הַשַּׁבָּת וְעוֹשִׂין עִמָּהֶם מִלְחָמָה בְּכָל יוֹם וְיוֹם וַאֲפִלּוּ בְּשַׁבָּת. שֶׁנֶּאֱמַר <small>(דברים כ, כ)</small> \"עַד רִדְתָּהּ\" וַאֲפִלּוּ בְּשַׁבָּת. בֵּין מִלְחֶמֶת מִצְוָה בֵּין מִלְחֶמֶת רְשׁוּת: ",
            "english": "We should lay siege to the gentiles' cities at least three days before the Sabbath. We may engage in battle with them every day, even on the Sabbath, as Deuteronomy 20:20 states: 'against the city waging war with you until you subjugate it.' Our Sages explain: this implies 'even on the Sabbath.' This applies to both a <i>milchemet mitzvah</i> and a <i>milchemet hareshut</i>."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כְּשֶׁחוֹנִין חוֹנִין בְּכָל מָקוֹם. וּמִי שֶׁנֶּהֱרַג בַּמִּלְחָמָה בַּמָּקוֹם שֶׁיִּפּל שָׁם יִקָּבֵר. קוֹנֶה מְקוֹמוֹ כְּמֵת מִצְוָה: ",
            "english": "The army may camp anywhere.<br>A person killed in the war should be buried where he falls. He acquires that place in the same manner as a <i>meit mitzvah</i> acquires his."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "אַרְבָּעָה דְּבָרִים פָּטְרוּ בַּמַּחֲנֶה. אוֹכְלִים הַדְּמַאי. וּפְטוּרִים מֵרְחִיצַת יָדַיִם בַּתְּחִלָּה. וּמְבִיאִין עֵצִים מִכָּל מָקוֹם. וַאֲפִלּוּ מְצָאָן תְּלוּשִׁים וִיבֵשִׁים אֵין מַקְפִּידִין עַל כָּךְ בַּמַּחֲנֶה. וְכֵן פְּטוּרִין מִלְּעָרֵב עֵרוּבֵי חֲצֵרוֹת בַּמַּחֲנֶה אֶלָּא מְטַלְטְלִין מֵאֹהֶל לְאֹהֶל וּמִסֻּכָּה לְסֻכָּה וְהוּא שֶׁיַּקִּיפוּ כָּל הַמַּחֲנֶה מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים כְּדֵי שֶׁתִּהְיֶה רְשׁוּת יָחִיד כְּמוֹ שֶׁנִּתְבָּאֵר בְּהִלְכוֹת שַׁבָּת. וְאֵין מְחִצָּה פְּחוּתָה מֵעֲשָׂרָה. וּכְשֵׁם שֶׁפְּטוּרִין מִכָּל אֵלּוּ בַּהֲלִיכָתָן כָּךְ פְּטוּרִין בַּחֲזִירָתָן: ",
            "english": "Four leniencies are permitted in an army camp:<br>a) <i>Demai</i> may be eaten.<br>b) There is no requirement to wash one's hands before eating bread.<br>c) Wood may be gathered from anywhere. Even if one finds wood that has been cut down and dried, there is no objection to taking it for an army camp.<br>d) There is no obligation to make an <i>eruv chatzeirot</i> for an army camp. Rather, one may carry from tent to tent and from booth to booth.<br>The latter is only permitted when the entire camp is surrounded by a barrier at least ten handbreadths high, for as explained in <i>Hilchot Shabbat</i>, a barrier must be at least ten handbreadths high.<br>Just as these leniencies apply when the army goes out to war, they apply when it returns."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "וְאָסוּר לְהִפָּנוֹת בְּתוֹךְ הַמַּחֲנֶה אוֹ עַל פְּנֵי הַשָּׂדֶה בְּכָל מָקוֹם. אֶלָּא מִצְוַת עֲשֵׂה לְתַקֵּן שָׁם דֶּרֶךְ מְיֻחֶדֶת לְהִפָּנוֹת בָּהּ. שֶׁנֶּאֱמַר <small>(דברים כג, יג)</small> \"וְיָד תִּהְיֶה לְךָ מִחוּץ לַמַּחֲנֶה\": ",
            "english": "It is forbidden to defecate in an army camp or in an open field anywhere. Rather, it is a positive commandment to establish comfort facilities for the soldiers to defecate as Deuteronomy 23:13 commands: 'Designate a place outside the camp to use as a lavatory.'"
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "וְכֵן מִצְוַת עֲשֵׂה לִהְיוֹת יָתֵד לְכָל אֶחָד וְאֶחָד תְּלוּיָה עִם כְּלֵי מִלְחַמְתּוֹ. וְיֵצֵא בְּאוֹתָהּ הַדֶּרֶךְ וְיַחְפֹּר בָּהּ וְיִפָּנֶה וִיכַסֶּה. שֶׁנֶּאֱמַר <small>(דברים כג, יד)</small> \"וְיָתֵד תִּהְיֶה לְךָ עַל אֲזֵנֶךָ\" וְגוֹ'. וּבֵין שֶׁיֵּשׁ עִמָּהֶן אָרוֹן וּבֵין שֶׁאֵין עִמָּהֶן אָרוֹן כָּךְ הֵם עוֹשִׂים תָּמִיד. שֶׁנֶּאֱמַר <small>(דברים כג, טו)</small> \"וְהָיָה מַחֲנֶיךָ קָדוֹשׁ\": ",
            "english": "Similarly, it is a positive commandment for every single soldier to have a spike hanging together with his weapons. When he goes out and uses those comfort facilities, he should dig with it, relieve himself, and cover his excrement as <i>ibid.</i>:14 states 'You must keep a spike among your weapons.'<br>They must follow these practices at all times, whether the ark accompanies them or not, as <i>ibid.</i>:15 states: 'God walks among your camp,... therefore, your camp shall be holy.'"
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֶחָד מִלְחֶמֶת מִצְוָה וְאֶחָד מִלְחֶמֶת הָרְשׁוּת מְמַנִּין כֹּהֵן לְדַבֵּר אֶל הָעָם בִּשְׁעַת הַמִּלְחָמָה. וּמוֹשְׁחִין אוֹתוֹ בְּשֶׁמֶן הַמִּשְׁחָה וְזֶהוּ הַנִּקְרָא מְשׁוּחַ מִלְחָמָה: ",
            "english": "In both a <i>milchemet mitzvah</i> and a <i>milchemet hareshut</i>, a priest is appointed to address the nation before the battle. He is anointed with the oil of anointment and is called, the <i>meshuach milchamah</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁתֵּי פְּעָמִים מְדַבֵּר מְשׁוּחַ מִלְחָמָה אֶל הָעָם. אַחַת בַּסְּפַר בְּעֵת שֶׁיּוֹצְאִין קֹדֶם שֶׁיַּעַרְכוּ הַמִּלְחָמָה. אוֹמֵר לָעָם <small>(דברים כ, ו)</small> \"מִי הָאִישׁ אֲשֶׁר נָטַע כֶּרֶם וְלֹא חִלְּלוֹ\" וְגוֹ'. כְּשֶׁיִּשְׁמַע דְּבָרָיו יַחְזֹר מֵעוֹרְכֵי הַמִּלְחָמָה. וְאַחַת בְּעוֹרְכֵי הַמִּלְחָמָה אוֹמֵר <small>(דברים כ, ג)</small> \"אַל תִּירְאוּ וְאַל תַּחְפְּזוּ\": ",
            "english": "The <i>meshuach milchamah</i> speaks to the nation twice: Once, at the border, as the army is leaving before they assume battle positions. At that time, he tells the nation: 'Is there a man who has planted a vineyard and has not redeemed his first crop?...' (Deuteronomy 20:6 . When these individuals hear his words, they should retreat from the battlefront.<br>He speaks a second time when the army has assumed battle positions: Then, he declares: 'Do not be afraid. Do not panic...' (<i>ibid.</i> 20:3)."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "עֵת שֶׁעוֹרְכִין הַמַּעֲרָכוֹת וְהֵם קְרֵבִים לְהִלָּחֵם. מְשׁוּחַ מִלְחָמָה עוֹמֵד בְּמָקוֹם גָּבוֹהַּ וְכָל הַמַּעֲרָכוֹת לְפָנָיו. וְאוֹמֵר לָהֶם בִּלְשׁוֹן הַקֹּדֶשׁ <small>(דברים כ, ג)</small> \"שְׁמַע יִשְׂרָאֵל אַתֶּם קְרֵבִים הַיּוֹם לַמִּלְחָמָה עַל אֹיְבֵיכֶם\". <small>(דברים כ, ג)</small> \"אַל יֵרַךְ לְבַבְכֶם אַל תִּירְאוּ וְאַל תַּחְפְּזוּ וְאַל תַּעַרְצוּ מִפְּנֵיהֶם\". <small>(דברים כ, ד)</small> \"כִּי ה' אֱלֹהֵיכֶם הַהלֵךְ עִמָּכֶם לְהִלָּחֵם לָכֶם עִם אֹיְבֵיכֶם לְהוֹשִׁיעַ אֶתְכֶם\". עַד כָּאן אוֹמֵר מְשׁוּחַ מִלְחָמָה וְכֹהֵן אַחֵר תַּחְתָּיו מַשְׁמִיעַ אוֹתוֹ לְכָל הָעָם בְּקוֹל רָם. וְאַחַר כָּךְ מְדַבֵּר מְשׁוּחַ מִלְחָמָה <small>(דברים כ, ה)</small> \"מִי הָאִישׁ אֲשֶׁר בָּנָה בַיִת חָדָשׁ\" וְגוֹ' <small>(דברים כ, ו)</small> \"וּמִי הָאִישׁ אֲשֶׁר נָטַע כֶּרֶם\" וְגוֹ' <small>(דברים כ, ז)</small> \"וּמִי הָאִישׁ אֲשֶׁר אֵרַשׂ\" וְגוֹ'. עַד כָּאן מְשׁוּחַ מִלְחָמָה מְדַבֵּר וְהַשּׁוֹטֵר מַשְׁמִיעַ לְכָל הָעָם בְּקוֹל רָם. וְאַחַר כָּךְ מְדַבֵּר הַשּׁוֹטֵר מֵעַצְמוֹ וְאוֹמֵר <small>(דברים כ, ח)</small> \"מִי הָאִישׁ הַיָּרֵא וְרַךְ הַלֵּבָב\" וְשׁוֹטֵר אַחֵר מַשְׁמִיעַ לְכָל הָעָם: ",
            "english": "When the armies assume battle positions and will shortly join in war, the <i>meshuach milchamah</i> stands in an elevated place before the array of the entire army. He addresses them in Hebrew:<br>Listen, Israel, today you are about to wage war against your enemies. Do not be faint-hearted. Do not be afraid. Do not panic and do not break ranks before them. God, your Lord, is the One accompanying you to do battle for you against your enemies to deliver you (<i>ibid.</i> 20:3-4).<br>These words are related by the <i>meshuach milchamah</i>. Afterwards, another priest of a lower rank, proclaims them to the people in a loud voice. Then, the <i>meshuach milchamah</i> announces:<br>Is there a man who has built a new house?... Let him go home...<br>Is there a man who has planted a vineyard?... Let him go home...<br>Is there a man who has consecrated a woman?... Let him go home... (<i>ibid.</i> 20:5-7).<br>These words are related by the <i>meshuach milchamah</i>. Afterwards, an officer proclaims these words to the nation in a loud voice. the officer announces on his own initiative: 'Is there a man who is afraid or faint-hearted? Let him go home...' (<i>ibid.</i> 20:8). Another officer proclaims these words to the people."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאַחַר שֶׁחוֹזְרִין כָּל הַחוֹזְרִין מֵעוֹרְכֵי הַמִּלְחָמָה. מְתַקְּנִין אֶת הַמַּעֲרָכוֹת. וּפוֹקְדִים שָׂרֵי צְבָאוֹת בְּרֹאשׁ הָעָם. וּמַעֲמִידִין מֵאָחוֹר כָּל מַעֲרָכָה וּמַעֲרָכָה שׁוֹטְרִים חֲזָקִים וְעַזִּים. וְכַשִּׁילִין שֶׁל בַּרְזֶל בִּידֵיהֶם. הָרוֹצֶה לַחְזֹר מִן הַמִּלְחָמָה הָרְשׁוּת בְּיָדָן לַחְתֹּךְ אֶת שׁוֹקוֹ. שֶׁתְּחִלַּת נְפִילָה נִיסָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמַּחְזִירִין אֲנָשִׁים אֵלּוּ מֵעוֹרְכֵי הַמִּלְחָמָה בְּמִלְחֶמֶת הָרְשׁוּת. אֲבָל בְּמִלְחֶמֶת מִצְוָה הַכּל יוֹצְאִין וַאֲפִלּוּ חָתָן מֵחַדְרוֹ וְכַלָּה מֵחֻפָּתָהּ: ",
            "english": "After these individuals depart from the battlefront, the army is arrayed again and commanding officers are appointed at the head of the nation.<br>Powerful officers with iron axes in their hands are placed in the rear of each array of troops. If a person wants to leave the battle, they have permission to chop off his legs, for flight is the beginning of defeat.<br>In which instances are the above-mentioned individuals sent away from the battlefront? In a <i>milchemet hareshut</i>. By contrast, in a <i>milchemet mitzvah</i>, the entire nation must go out to war, even a groom from his chamber, and a bride from her pavilion."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֶחָד הַבּוֹנֶה בַּיִת לִישִׁיבָתוֹ. וְאֶחָד הַבּוֹנֶה בֵּית הַבָּקָר. בֵּית הָעֵצִים. בֵּית הָאוֹצָרוֹת. הוֹאִיל וְרָאוּי לְדִירָה. וְאֶחָד הַבּוֹנֶה. וְאֶחָד הַלּוֹקֵחַ. וְאֶחָד שֶׁנִּתָּן לוֹ בְּמַתָּנָה אוֹ הַיּוֹרֵשׁ. הֲרֵי זֶה חוֹזֵר. אֲבָל הַבּוֹנֶה [בֵּית הַתֶּבֶן] וּבֵית שַׁעַר. אַכְסַדְרָה וּמִרְפֶּסֶת. אוֹ בַּיִת שֶׁאֵין בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת. אוֹ הַגּוֹזֵל בַּיִת. הֲרֵי זֶה אֵינוֹ חוֹזֵר: ",
            "english": "Those who leave the battlefront include a person who builds:<br>a house to dwell in,<br>a barn for his cattle,<br>a woodshed, or<br>a storage house.<br>A person who builds one of the latter is deferred because those structures are also fit for dwelling.<br>Just as a person who builds a home is deferred from military service; so, too, one who buys a home, receives one as a present, or inherits one should also return from the front.<br>However, one who builds (a silo,) a gatehouse, an <i>excedra</i>, a porch, or a house that is less than four cubits by four cubits, and similarly, a person who steals a house does not return from the war."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֶחָד הַנּוֹטֵעַ כֶּרֶם. וְאֶחָד הַנּוֹטֵעַ חֲמִשָּׁה אִילָנֵי מַאֲכָל. וַאֲפִלּוּ מֵחֲמֵשֶׁת מִינֵי מַאֲכָל. אֶחָד הַנּוֹטֵעַ. וְאֶחָד הַמַּבְרִיךְ וְאֶחָד הַמַּרְכִּיב הַבְרָכָה וְהַרְכָּבָה שֶׁהִיא חַיֶּבֶת בְּעָרְלָה. אֶחָד הַלּוֹקֵחַ. וְאֶחָד הַיּוֹרֵשׁ. וְאֶחָד שֶׁנִּתָּן לוֹ בְּמַתָּנָה. אֲבָל הַנּוֹטֵעַ אַרְבָּעָה אִילָנֵי מַאֲכָל. אוֹ חֲמִשָּׁה אִילָנֵי סְרָק. אוֹ שֶׁגָּזַל כֶּרֶם. אֵינוֹ חוֹזֵר עָלָיו. וְכֵן כֶּרֶם שֶׁל שְׁנֵי שֻׁתָּפִין אֵין חוֹזְרִין עָלָיו: ",
            "english": "Just as a person who plants a vineyard is deferred from military service; so, too, one who plants five fruit trees, even though they are of five different species recieves a similar deferment.<br>This applies to one who plants a vineyard, one who extends, one who grafts, the extensions and graftings must be significant enough to obligate the vine in <i>orlah</i>, one who buys, one who inherits, and one who received one as a present.<br>However, one who plants four fruit trees or five trees that do not bear fruit and similarly, one who steals a vineyard does not return from the battlefront because of it. Also, when a vineyard is planted by two partners, neither may return from the battlefront because of it."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֶחָד הַמְאָרֵס אֶת הַבְּתוּלָה. וְאֶחָד הַמְאָרֵס אֶת הָאַלְמָנָה. וְכֵן אִם נָפְלָה לוֹ יְבָמָה אֲפִלּוּ חֲמִשָּׁה אַחִים וּמֵת אֶחָד מֵהֶן כֻּלָּן חוֹזְרִין. קִדֵּשׁ אִשָּׁה מֵעַכְשָׁו וּלְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ וְשָׁלַם הַזְּמַן בַּמִּלְחָמָה חוֹזֵר וּבָא לוֹ: ",
            "english": "Just as a man who consecrates a virgin is deferred from military service; so, too, a deferment is granted to one who consecrates a widow and similarly, to a man to whom a <i>yevamah</i> becomes obligated. Even if there are five brothers and one of them dies, all should return from the battlefont.<br>If a man consecrates a wife on the condition that the <i>Kiddushin</i> take effect retroactively from the day they were given after a year has passed and that time period is completed during a war, he should return from the battlefield."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַמַּחֲזִיר אֶת גְּרוּשָׁתוֹ. וְהַמְאָרֵס אִשָּׁה הָאֲסוּרָה עָלָיו. כְּגוֹן אַלְמָנָה לְכֹהֵן גָּדוֹל. גְּרוּשָׁה וַחֲלוּצָה לְכֹהֵן הֶדְיוֹט. מַמְזֶרֶת וּנְתִינָה לְיִשְׂרָאֵל. בַּת יִשְׂרָאֵל לְמַמְזֵר וּלְנָתִין. אֵינוֹ חוֹזֵר: ",
            "english": "A person who remarries his divorcee and one who consecrates a woman whom he is forbidden to marry, for example, a widow for a High Priest, a divorcee or a woman who has undergone <i>chalitzah</i> for a common priest, or a <i>mamzer</i> or a <i>natinah</i> to an Israelite, or an Israelitess to a <i>mamzer</i> or <i>natin</i>, should not return from the battlefield."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל אֵלּוּ שֶׁחוֹזְרִין מֵעוֹרְכֵי הַמִּלְחָמָה. כְּשֶׁשּׁוֹמְעִין אֶת דִּבְרֵי הַכֹּהֵן חוֹזְרִין. וּמְסַפְּקִין מַיִם וּמָזוֹן לַאֲחֵיהֶם שֶׁבַּצָּבָא. וּמְתַקְּנִין אֶת הַדְּרָכִים: ",
            "english": "All those who return from the army camp, return when they hear the proclamation of the priest. They must supply food and water to their brethren in the army and fix the roads for them."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁאֵין יוֹצְאִין לְעוֹרְכֵי הַמִּלְחָמָה כָּל עִקָּר. וְאֵין מַטְרִיחִין אוֹתָם לְשׁוּם דָּבָר בָּעוֹלָם. הַבּוֹנֶה בַּיִת וַחֲנָכוֹ. וְהַנּוֹשֵׂא אֲרוּסָתוֹ אוֹ שֶׁיִּבֵּם. וּמִי שֶׁחִלֵּל כַּרְמוֹ. אֵין יוֹצְאִין עַד תֹּם שָׁנָה. שֶׁנֶּאֱמַר <small>(דברים כד, ה)</small> \"נָקִי יִהְיֶה לְבֵיתוֹ שָׁנָה אֶחָת וְשִׂמַּח אֶת אִשְׁתּוֹ אֲשֶׁר לָקָח\". מִפִּי הַקַּבָּלָה לָמְדוּ שֶׁיִּהְיֶה נָקִי שָׁנָה בֵּין לַבַּיִת שֶׁקָּנָה בֵּין לָאִשָּׁה שֶׁנָּשָׂא בֵּין לַכֶּרֶם שֶׁהִתְחִיל לֶאֱכל פִּרְיוֹ: ",
            "english": "The following should not go out to the army camp at all and should not be bothered for any obligation whatsoever:<br>one who builds a house and dedicates it;<br>one who marries the woman he consecrated or his <i>yevamah</i>;<br>one who redeems his vineyard.<br>They are not conscripted until the completion of one year as Deuteronomy 24:5 states: 'He must remain free for his home for one year and rejoice with the bride he took.' The Oral Tradition teaches that the one-year deferment applies whether he purchased a house, married a woman, or began to benefit from the fruit of his vineyard."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל הַשָּׁנָה אֵין מְסַפֵּק מַיִם וּמָזוֹן. וְלֹא מְתַקֵּן דֶּרֶךְ. וְלֹא שׁוֹמֵר בַּחוֹמָה. וְלֹא נוֹתֵן לְפַסֵּי הָעִיר. וְלֹא יַעֲבֹר עָלָיו שׁוּם דָּבָר בָּעוֹלָם. שֶׁנֶּאֱמַר <small>(דברים כד, ה)</small> \"לֹא יֵצֵא בַּצָּבָא וְלֹא יַעֲבֹר עָלָיו לְכָל דָּבָר\" לַעֲבֹר בִּשְׁנֵי לָאוִין. לֹא לְצָרְכֵי הָעִיר וְלֹא לְצָרְכֵי הַגְּדוּד: ",
            "english": "During this entire year, he is not obligated to supply the troops with food or water. He should not fix the roads, guard the walls or pay the levy for beams for the gates of the city, as <i>ibid.</i> states: 'He shall not enter military service or be assigned any duties.'<br>The repetition of the prohibition teaches that the transgression of two prohibitions are involved. He is not obligated to his city, nor to the army."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "בָּנָה בַּיִת וְהִשְׂכִּירוֹ לַאֲחֵרִים וְהִקְדִּים לוֹ שְׂכָרוֹ הֲרֵי זֶה כְּמִי שֶׁחֲנָכוֹ. נָתַן לוֹ שְׂכָרוֹ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ הֲרֵי הוּא כְּמִי שֶׁלֹּא חֲנָכוֹ עַד עַתָּה: ",
            "english": "If a person builds a house and rents it to others, in the event the tenants pay the rent beforehand, it is considered as if he has already benefited from it. If they do not pay him rent until after twelve months have passed, it is considered as if he has not yet derived benefit."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "בָּנָה בַּיִת וְנָתַן בּוֹ חֲפָצָיו וְנָעַל עֲלֵיהֶם. אִם הָיָה צָרִיךְ לְבַטֵּל עַל שְׁמִירָתָן הֲרֵי זֶה כְּמִי שֶׁחֲנָכוֹ וְהִתְחִיל לֵישֵׁב בּוֹ. וְאִם אֵינָן צְרִיכִין לֵישֵׁב וּלְשָׁמְרָן הֲרֵי זֶה כְּמִי שֶׁלֹּא חֲנָכוֹ: ",
            "english": "The following rules apply when a man built a house, placed his belongings inside, and locked them within: If he has to spend time guarding them, it is considered as if he derived benefit from the home and began dwelling there. If he does not have to sit and guard them, he is considered as one who has derived no benefit from his home as of yet."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "וְכָל הַבּוֹנֶה בַּיִת אוֹ נוֹטֵעַ כֶּרֶם בְּחוּצָה לָאָרֶץ אֵינוֹ חוֹזֵר עֲלֵיהֶן: ",
            "english": "Anyone that builds a house or plants a vineyard outside of the land of Israel, is not sent back [from the battlefront]."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "<small>(דברים כ, ח)</small> \"מִי הָאִישׁ הַיָּרֵא וְרַךְ הַלֵּבָב\" כְּמַשְׁמָעוֹ. שֶׁאֵין בְּלִבּוֹ כֹּחַ לַעֲמֹד בְּקִשְׁרֵי הַמִּלְחָמָה. וּמֵאַחַר שֶׁיִּכָּנֵס בְּקִשְׁרֵי הַמִּלְחָמָה יִשָּׁעֵן עַל מִקְוֵה יִשְׂרָאֵל וּמוֹשִׁיעוֹ בְּעֵת צָרָה וְיֵדַע שֶׁעַל יִחוּד הַשֵּׁם הוּא עוֹשֶׂה מִלְחָמָה וְיָשִׂים נַפְשׁוֹ בְּכַפּוֹ וְלֹא יִירָא וְלֹא יִפְחָד וְלֹא יַחְשֹׁב לֹא בְּאִשְׁתּוֹ וְלֹא בְּבָנָיו אֶלָּא יִמְחֶה זִכְרוֹנָם מִלִּבּוֹ וְיִפָּנֶה מִכָּל דָּבָר לַמִּלְחָמָה. וְכָל הַמַּתְחִיל לַחְשֹׁב וּלְהַרְהֵר בַּמִּלְחָמָה וּמַבְהִיל עַצְמוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר <small>(דברים כ, ג)</small> \"אַל יֵרַךְ לְבַבְכֶם אַל תִּירְאוּ וְאַל תַּחְפְּזוּ וְאַל תַּעַרְצוּ מִפְּנֵיהֶם\". וְלֹא עוֹד אֶלָּא שֶׁכָּל דְּמֵי יִשְׂרָאֵל תְּלוּיִין בְּצַוָּארוֹ. וְאִם לֹא נִצֵּחַ וְלֹא עָשָׂה מִלְחָמָה בְּכָל לִבּוֹ וּבְכָל נַפְשׁוֹ. הֲרֵי זֶה כְּמִי שֶׁשָּׁפַךְ דְּמֵי הַכּל. שֶׁנֶּאֱמַר <small>(דברים כ, ח)</small> \"וְלֹא יִמַּס אֶת לְבַב אֶחָיו כִּלְבָבוֹ\". וַהֲרֵי מְפֹרָשׁ בַּקַּבָּלָה <small>(ירמיה מח, י)</small> \"אָרוּר עשֶֹׁה מְלֶאכֶת ה' רְמִיָּה\" וְאָרוּר מֹנֵעַ חַרְבּוֹ מִדָּם. וְכָל הַנִּלְחָם בְּכָל לִבּוֹ בְּלֹא פַּחַד וְתִהְיֶה כַּוָּנָתוֹ לְקַדֵּשׁ אֶת הַשֵּׁם בִּלְבַד. מֻבְטָח לוֹ שֶׁלֹּא יִמְצָא נֵזֶק וְלֹא תַּגִּיעֵהוּ רָעָה. וְיִבְנֶה לוֹ בַּיִת נָכוֹן בְּיִשְׂרָאֵל וְיִזְכֶּה לוֹ וּלְבָנָיו עַד עוֹלָם וְיִזְכֶּה לְחַיֵּי הָעוֹלָם הַבָּא. שֶׁנֶּאֱמַר <small>(שמואל א כה, כח)</small> \"כִּי עָשֹׂה יַעֲשֶׂה ה' לַאדֹנִי בַּיִת נֶאֱמָן כִּי מִלְחֲמוֹת ה' אֲדֹנִי נִלְחָם וְרָעָה לֹא תִמָּצֵא בְךָ\" וְגוֹ' <small>(שמואל א כה, כט)</small> \"וְהָיְתָה נֶפֶשׁ אֲדֹנִי צְרוּרָה בִּצְרוֹר הַחַיִּים אֵת ה' אֱלֹהֶיךָ\":",
            "english": "To whom does the phrase 'Is there a man who is afraid or faint-hearted?' refer? The phrase should be interpreted simply, as applying to a person whose heart is not brave enough to stand in the throes of battle.<br>Once a soldier enters the throes of battle, he should rely on the Hope of Israel and their Savior in times of need. He should realize that he is fighting for the sake of the oneness of God's Name. Therefore, he should place his soul in his hand and not show fright or fear.<br>He should not worry about his wife or children. On the contrary, he should wipe their memory from his heart, removing all thoughts from his mind except the war.<br>Anyone who begins to feel anxious and worry in the midst of battle to the point where he frightens himself violates a negative commandment, as it is written (Deuteronomy 20:3 : 'Do not be faint-hearted. Do not be afraid. Do not panic and do not break ranks before them.'<br>Furthermore, he is responsible for the blood of the entire Jewish nation. If he is not valiant, if he does not wage war with all his heart and soul, it is considered as if he shed the blood of the entire people, as <i>ibid.</i> 20:8 states: 'Let him go home, lest he demoralize the hearts of his brethren like his own.' Similarly, the prophetic tradition explicitly states: 'Cursed be he who does God's work deceitfully. Cursed be he who withholds his sword from blood.' Jeremiah 48:10<br>In contrast, anyone who fights with his entire heart, without fear, with the intention of sanctifying God's name alone, can be assured that he will find no harm, nor will bad overtake him. He will be granted a proper family in Israel and gather merit for himself and his children forever. He will also merit eternal life in the world to come as I Samuel 25:28-29 states: 'God will certainly make my lord a faithful house, for my lord fights the wars of God and evil will not be found with you... and my lord's soul will be bound in a bond of life with God.'"
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "חֲלוּצֵי צָבָא כְּשֶׁיִּכָּנְסוּ בִּגְבוּל הָעַכּוּ\"ם וְיִכְבְּשׁוּם וְיִשְׁבּוּ מֵהֶן. מֻתָּר לָהֶן לֶאֱכל נְבֵלוֹת וּטְרֵפוֹת וּבְשַׂר חֲזִיר וְכַיּוֹצֵא בּוֹ אִם יִרְעַב וְלֹא מָצָא מַה יֹּאכַל אֶלָּא מַאֲכָלוֹת אֵלּוּ הָאֲסוּרִים. וְכֵן שׁוֹתֶה יֵין נֶסֶךְ. מִפִּי הַשְּׁמוּעָה לָמְדוּ וּבָתִּים מְלֵאִים כָּל טוּב עָרְפֵּי חֲזִירִים וְכַיּוֹצֵא בָּהֶן: ",
            "english": "When the army's troops enter the territory of gentiles, conquering them and taking them captive, they are permitted to eat meat from animals that died without being ritually slaughtered or which were <i>trefe</i>, and the flesh of pigs and similar animals, if they become hungry and can only find these forbidden foods.<br>Similarly, they may drink wine used in the worship of idols. This license is derived by the Oral Tradition which interprets Deuteronomy 6:10-11: 'God... will give you... houses filled with all the good things' as 'pigs' necks and the like.'"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְכֵן בּוֹעֵל אִשָּׁה בְּגֵיוּתָהּ אִם תְּקָפוֹ יִצְרוֹ. אֲבָל לֹא יִבְעָלֶנָּה וְיֵלֵךְ לוֹ. אֶלָּא מַכְנִיסָהּ לְתוֹךְ בֵּיתוֹ. שֶׁנֶּאֱמַר <small>(דברים כא, יא)</small> \"וְרָאִיתָ בַּשִּׁבְיָה אֵשֶׁת יְפַת תֹּאַר\". וְאָסוּר לִבְעל אוֹתָהּ בִּיאָה שְׁנִיָּה עַד שֶׁיִּשָּׂאֶנָּה: ",
            "english": "Similarly, a soldier may engage in sexual relations with a woman while she is still a gentile if his natural inclination overcomes him. However, he may not engage in sexual relations with her and then, go on his way. Rather, he must bring her into his home as Deuteronomy 21:11 states 'If you see a beautiful woman among the prisoners...You shall bring her into the midst of your home...'<br>It is forbidden for him to engage in sexual relations with her a second time until he marries her."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין אֵשֶׁת יְפַת תֹּאַר מֻתֶּרֶת אֶלָּא בִּשְׁעַת הַשִּׁבְיָה. שֶׁנֶּאֱמַר <small>(דברים כא, יא)</small> \"וְרָאִיתָ בַּשִּׁבְיָה\". בֵּין בְּתוּלָה בֵּין בְּעוּלָה בֵּין אֵשֶׁת אִישׁ. שֶׁאֵין אִישׁוּת לְעַכּוּ\"ם. וְחָשַׁקְתָּ אַף עַל פִּי שֶׁאֵינָהּ יָפָה. בָהּ וְלֹא בַּחֲבֶרְתָּהּ שֶׁלֹּא יִבְעל שְׁתַּיִם. וְלָקַחְתָּ לְךָ לְאִשָּׁה שֶׁלֹּא יִקַּח שְׁתַּיִם וְיִבְעל אַחַת וְיַנִּיחַ אַחַת לְאָבִיו אוֹ לְאָחִיו. וּמִנַּיִן שֶׁלֹּא יִלְחָצֶנָּה בַּמִּלְחָמָה. שֶׁנֶּאֱמַר <small>(דברים כא, יב)</small> \"וַהֲבֵאתָהּ אֶל תּוֹךְ בֵּיתֶךָ\". יַכְנִיסָהּ לְמָקוֹם וְאַחַר כָּךְ יִבְעל: ",
            "english": "Relations with a <i>yefat toar</i> are only permitted while she is in captivity as the verse states ' If you see... among the prisoners.'<br>This license is permitted whether the woman is a virgin or not, even if she is married, for the gentiles' marriages are not recognized.<br>A number of laws are derived from the exegesis of the verse from Deuteronomy quoted above:<br>'And you desire' - even though she is not beautiful.<br>'Her' - and not another. He may not engage in sexual relations with two women. 'You may take her as a wife' - He may not take two women as captives with the intention of engaging in relations with one and saving the other for his father or brother.<br>What is the source which teaches that he may not pressure her in the midst of the war? Deuteronomy 21:12 states: 'You shall bring her into the midst of your home...' Thus, he must bring her into an (vacant) place and then, engage in relations with her."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַכֹּהֵן מֻתָּר בִּיפַת תֹּאַר בְּבִיאָה רִאשׁוֹנָה. שֶׁלֹּא דִּבְּרָה תּוֹרָה אֶלָּא כְּנֶגֶד הַיֵּצֶר. אֲבָל אֵינוֹ יָכוֹל לִשָּׂאֶנָּה אַחַר כָּךְ מִפְּנֵי שֶׁהִיא גִּיֹּרֶת: ",
            "english": "A priest is also allowed relations with a <i>yefat toar</i> initially. For the Torah only permitted relations as a concession to man's natural inclination. However, he is not permitted to marry her afterwards, for she is a convert."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵיצַד דִּין יִשְׂרָאֵל בִּיפַת תֹּאַר. אַחֲרֵי שֶׁיִּבְעָלֶנָּה בִּיאָה רִאשׁוֹנָה וְהִיא בְּגֵיוּתָהּ אִם קִבְּלָה עָלֶיהָ לְהִכָּנֵס תַּחַת כַּנְפֵי הַשְּׁכִינָה מַטְבִּילָהּ לְשֵׁם גֵּרוּת מִיָּד. וְאִם לֹא קִבְּלָה תֵּשֵׁב בְּבֵיתוֹ שְׁלֹשִׁים יוֹם. שֶׁנֶּאֱמַר <small>(דברים כא, יג)</small> \"וּבָכְתָה אֶת אָבִיהָ וְאֶת אִמָּהּ יֶרַח יָמִים\". וְכֵן בּוֹכָה עַל דָּתָהּ וְאֵינוֹ מוֹנְעָהּ. וּמְגַדֶּלֶת אֶת צִפָּרְנֶיהָ. וּמְגַלַּחַת אֶת רֹאשָׁהּ כְּדֵי שֶׁתִּתְגַּנֶּה בְּעֵינָיו. וְתִהְיֶה עִמּוֹ בַּבַּיִת. נִכְנָס וְרוֹאֶה אוֹתָהּ. יוֹצֵא וְרוֹאֶה אוֹתָהּ. כְּדֵי שֶׁיָּקוּץ בָּהּ. וּמְגַלְגֵּל עִמָּהּ כְּדֵי שֶׁתְּקַבֵּל. אִם קִבְּלָה וְרָצָה בָּהּ. הֲרֵי זוֹ מִתְגַיֶּרֶת וְטוֹבֶלֶת כְּכָל הַגֵּרִים: ",
            "english": "What is the procedure which a Jew must follow regarding a <i>yefat toar</i> after he had relations with her once while she is still a gentile? If she desires to enter under the wings of the <i>Shechinah</i>, he may have her immersed in a <i>mikveh</i> for the purpose of conversion immediately.<br>If she does not accept the Jewish faith, she should dwell in his house for thirty days, as <i>ibid.</i> 21:13 states: 'She shall mourn her father and mother for thirty days.' Similarly, she should mourn the abandonment of her faith. Her captor should not prevent her from crying.<br>She must let her nails grow and shave her head so that she will not appear attractive to him. She must be together with him at home. Thus, when he enters, he sees her; when he leaves; he sees her, so that he becomes disgusted with her.<br>He must be patient with her so that she will accept the Jewish faith. If she accepts Judaism and he desires her, she may convert and immerse herself in the <i>mikveh</i> for that purpose, like other converts."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וּצְרִיכָה לְהַמְתִּין שְׁלֹשָׁה חֳדָשִׁים. חֹדֶשׁ שֶׁל בְּכִיָּה וּשְׁנֵי חֳדָשִׁים אַחֲרָיו. וְנוֹשְׂאָהּ בִּכְתֻבָּה וְקִדּוּשִׁין. אִם לֹא חָפֵץ בָּהּ מְשַׁלְּחָהּ לְנַפְשָׁהּ. וְאִם מְכָרָהּ עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים כא, יד)</small> \"וּמָכֹר לֹא תִמְכְּרֶנָּה בַּכָּסֶף\". [וְאִם מְכָרָהּ] אֵינָהּ מְכוּרָה וּמַחֲזִיר הַדָּמִים. וְכֵן אִם כְּבָשָׁהּ אַחַר שֶׁנִּבְעֲלָה לְשֵׁם שִׁפְחָה מִשֶּׁיִּשְׁתַּמֵּשׁ בָּהּ עוֹבֵר בְּלֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר <small>(דברים כא, יד)</small> \"לֹא תִתְעַמֵּר בָּהּ\" שֶׁלֹּא יִשְׁתַּמֵּשׁ בָּהּ: ",
            "english": "A captor must wait three months before marrying his captive: the month of mourning and two months following it.<br>When he marries her, he must give her <i>Kiddushin</i> and a <i>Ketubah</i>. If he does not desire her, he must set her free. If he sells her, he violates a negative commandment, as Deuteronomy 21:14 states: 'You may not sell her for money.' Should a captor sell his captive, the sale is invalidated and he must return the money.<br>Similarly, if after having relations with her, he forces her to become a servant, he violates a negative commandment from the time he makes use of her as <i>ibid.</i> states: <i>lo titamar boh</i>. That phrase means 'he should not make use of her.'"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "לֹא רָצְתָה לְהִתְגַּיֵּר מְגַלְגְּלִין עִמָּהּ שְׁנֵים עָשָׂר חֹדֶשׁ. לֹא רָצְתָה מְקַבֶּלֶת שֶׁבַע מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ וּמְשַׁלְּחָהּ לְנַפְשָׁהּ. וַהֲרֵי הִיא כְּכָל הַגֵּרִים הַתּוֹשָׁבִים. וְאֵינוֹ נוֹשְׂאָהּ שֶׁאָסוּר לִשָּׂא אִשָּׁה שֶׁלֹּא נִתְגַּיְּרָה: ",
            "english": "Her captor must be patient with her for twelve months if she refuses to convert.<br>If she still refuses after this interval has passed, she must agree to accept the seven universal laws commanded to Noah's descendants and then, she is set free. Her status is the same as all other resident aliens.<br>Her captor may not marry her, for it is forbidden to marry a woman who has not converted."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "נִתְעַבְּרָה מִבִּיאָה רִאשׁוֹנָה הֲרֵי הַוָּלָד גֵּר. וְאֵינוֹ בְּנוֹ לְדָבָר מִן הַדְּבָרִים מִפְּנֵי שֶׁהוּא מִן הָעַכּוּ\"ם. אֶלָּא בֵּית דִּין מַטְבִּילִין אוֹתוֹ עַל דַּעְתָּם. וְתָמָר מִבִּיאָה רִאשׁוֹנָה שֶׁל יְפַת תֹּאַר הָיְתָה. אֲבָל אַבְשָׁלוֹם נוֹלַד מֵאַחַר הַנִּשּׂוּאִין. נִמְצֵאת תָּמָר אֲחוֹת אַבְשָׁלוֹם מֵאִמּוֹ וּמֻתֶּרֶת לְהִנָּשֵׂא לְאַמְנוֹן. וְכֵן הוּא אוֹמֵר <small>(שמואל ב יג, יג)</small> \"דַּבֶּר נָא אֶל הַמֶּלֶךְ כִּי לֹא יִמְנָעֵנִי מִמֶּךָּ\": ",
            "english": "If she conceives after the initial relations with her captor, the child has the status of a convert. In no regard is he considered as the captor's son, for his mother is a gentile. Rather, the court immerses him in the <i>mikveh</i> and takes responsibility for him.<br>Tamar was conceived from King David's initial relations with a <i>yefat toar</i>, but Avshalom was conceived after marriage. Thus, Tamar was only Avshalom's maternal sister and thus, would have been permitted to Amnon. This can be inferred from the statement II Samuel 13:13: 'Speak to the king, for he will not withhold me from you.'"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "יְפַת תֹּאַר שֶׁלֹּא רָצְתָה לְהָנִיחַ עֲבוֹדָה זָרָה אַחַר הַשְּׁנֵים עָשָׂר חֹדֶשׁ. הוֹרְגִין אוֹתָהּ. וְכֵן עִיר שֶׁהִשְׁלִימָה אֵין כּוֹרְתִין לָהֶן בְּרִית עַד שֶׁיִּכְפְּרוּ בַּעֲבוֹדָה זָרָה וִיאַבְּדוּ אֶת כָּל מְקוֹמוֹתֶיהָ וִיקַבְּלוּ שְׁאָר הַמִּצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ. שֶׁכָּל עַכּוּ\"ם שֶׁלֹּא קִבֵּל מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ הוֹרְגִין אוֹתוֹ אִם יֶשְׁנוֹ תַּחַת יָדֵינוּ: ",
            "english": "A <i>yefat toar</i> who does not desire to abandon idol worship after twelve months should be executed. Similarly, a treaty cannot be made with a city which desires to accept a peaceful settlement until they deny idol worship, destroy their places of worship, and accept the seven universal laws commanded Noah's descendants. For every gentile who does not accept these commandments must be executed if he is under our undisputed authority."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "משֶׁה רַבֵּנוּ לֹא הִנְחִיל הַתּוֹרָה וְהַמִּצְוֹת אֶלָּא לְיִשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(דברים לג, ד)</small> \"מוֹרָשָׁה קְהִלַּת יַעֲקֹב\". וּלְכָל הָרוֹצֶה לְהִתְגַּיֵּר מִשְּׁאָר הָאֻמּוֹת. שֶׁנֶּאֱמַר <small>(במדבר טו, טו)</small> \"כָּכֶם כַּגֵּר\". אֲבָל מִי שֶׁלֹּא רָצָה אֵין כּוֹפִין אוֹתוֹ לְקַבֵּל תּוֹרָה וּמִצְוֹת. וְכֵן צִוָּה משֶׁה רַבֵּנוּ מִפִּי הַגְּבוּרָה לָכֹף אֶת כָּל בָּאֵי הָעוֹלָם לְקַבֵּל מִצְוֹת שֶׁנִּצְטַוּוּ בְּנֵי נֹחַ. וְכָל מִי שֶׁלֹּא יְקַבֵּל יֵהָרֵג. וְהַמְקַבֵּל אוֹתָם הוּא הַנִּקְרָא גֵּר תּוֹשָׁב בְּכָל מָקוֹם. וְצָרִיךְ לְקַבֵּל עָלָיו בִּפְנֵי שְׁלֹשָׁה חֲבֵרִים. וְכָל הַמְקַבֵּל עָלָיו לָמוּל וְעָבְרוּ עָלָיו שְׁנֵים עָשָׂר חֹדֶשׁ וְלֹא מָל הֲרֵי זֶה כְּמִן הָאֻמּוֹת: ",
            "english": "Moses only gave the Torah and mitzvot as an inheritance to Israel, as Deuteronomy 33:4 states: 'The Torah... is the inheritance of the congregation of Jacob,' and to all those who desire to convert from among the other nations, as Numbers 15:15 states 'the convert shall be the same as you.' However, someone who does not desire to accept Torah and mitzvot, should not be forced to.<br>By the same regard, Moses was commanded by the Almighty to compel all the inhabitants of the world to accept the commandments given to Noah's descendants.<br>If one does not accept these commands, he should be executed. A person who formally accepts these commands is called a resident alien. This applies in any place. This acceptance must be made in the presence of three Torah scholars.<br>Anyone who agrees to circumcise himself and allows twelve months to pass without circumcising himself is considered as one of the nations."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל הַמְקַבֵּל שֶׁבַע מִצְוֹת וְנִזְהָר לַעֲשׂוֹתָן הֲרֵי זֶה מֵחֲסִידֵי אֻמּוֹת הָעוֹלָם. וְיֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא. וְהוּא שֶׁיְּקַבֵּל אוֹתָן וְיַעֲשֶׂה אוֹתָן מִפְּנֵי שֶׁצִּוָּה בָּהֶן הַקָּדוֹשׁ בָּרוּךְ הוּא בַּתּוֹרָה וְהוֹדִיעָנוּ עַל יְדֵי משֶׁה רַבֵּנוּ שֶׁבְּנֵי נֹחַ מִקֹּדֶם נִצְטַוּוּ בָּהֶן. אֲבָל אִם עֲשָׂאָן מִפְּנֵי הֶכְרֵעַ הַדַּעַת אֵין זֶה גֵּר תּוֹשָׁב וְאֵינוֹ מֵחֲסִידֵי אֻמּוֹת הָעוֹלָם וְלֹא מֵחַכְמֵיהֶם:",
            "english": "Anyone who accepts upon himself the fulfillment of these seven mitzvot and is precise in their observance is considered one of 'the pious among the gentiles' and will merit a share in the world to come.<br>This applies only when he accepts them and fulfills them because the Holy One, blessed be He, commanded them in the Torah and informed us through Moses, our teacher, that Noah's descendants had been commanded to fulfill them previously.<br>However, if he fulfills them out of intellectual conviction, he is not a resident alien, nor of 'the pious among the gentiles,' nor of their wise men."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "עַל שִׁשָּׁה דְּבָרִים נִצְטַוָּה אָדָם הָרִאשׁוֹן. עַל עֲבוֹדָה זָרָה. וְעַל בִּרְכַּת הַשֵּׁם. וְעַל שְׁפִיכוּת דָּמִים. וְעַל גִּלּוּי עֲרָיוֹת. וְעַל הַגֵּזֶל. וְעַל הַדִּינִים. אַף עַל פִּי שֶׁכֻּלָּן הֵן קַבָּלָה בְּיָדֵינוּ מִמּשֶׁה רַבֵּנוּ. וְהַדַּעַת נוֹטָה לָהֶן. מִכְּלַל דִּבְרֵי תּוֹרָה יֵרָאֶה שֶׁעַל אֵלּוּ נִצְטַוָּה. הוֹסִיף לְנֹחַ אֵבֶר מִן הַחַי שֶׁנֶּאֱמַר <small>(בראשית ט, ד)</small> \"אַךְ בָּשָׂר בְּנַפְשׁוֹ דָמוֹ לֹא תֹאכֵלוּ\". נִמְצְאוּ שֶׁבַע מִצְוֹת. וְכֵן הָיָה הַדָּבָר בְּכָל הָעוֹלָם עַד אַבְרָהָם. בָּא אַבְרָהָם וְנִצְטַוָּה יֶתֶר עַל אֵלּוּ בְּמִילָה. וְהוּא הִתְפַּלֵּל שַׁחֲרִית. וַיִּצְחָק הִפְרִישׁ מַעֲשֵׂר וְהוֹסִיף תְּפִלָּה אַחֶרֶת לִפְנוֹת הַיּוֹם. וְיַעֲקֹב הוֹסִיף גִּיד הַנָּשֶׁה וְהִתְפַּלֵּל עַרְבִית. וּבְמִצְרַיִם נִצְטַוָּה עַמְרָם בְּמִצְוֹת יְתֵרוֹת. עַד שֶׁבָּא משֶׁה רַבֵּנוּ וְנִשְׁלְמָה תּוֹרָה עַל יָדוֹ: ",
            "english": "Six precepts were commanded to Adam:<br>a) the prohibition against worship of false gods;<br>b) the prohibition against cursing God;<br>c) the prohibition against murder;<br>d) the prohibition against incest and adultery;<br>e) the prohibition against theft;<br>f) the command to establish laws and courts of justice.<br>Even though we have received all of these commands from Moses and, furthermore, they are concepts which intellect itself tends to accept, it appears from the Torah's words that Adam was commanded concerning them.<br>The prohibition against eating flesh from a living animal was added for Noah, as Genesis 9:4 states: 'Nevertheless, you may not eat flesh with its life, which is its blood.' Thus there are seven mitzvot.<br>These matters remained the same throughout the world until Abraham. When Abraham arose, in addition to these, he was commanded regarding circumcision. He also ordained the morning prayers.<br>Isaac separated tithes and ordained an additional prayer service before sunset. Jacob added the prohibition against eating the sciatic nerve. He also ordained the evening prayers. In Egypt, Amram was commanded regarding other mitzvot. Ultimately, Moses came and the Torah was completed by him."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁעָבַד עֲבוֹדָה זָרָה הֲרֵי זֶה חַיָּב. וְהוּא שֶׁיַּעֲבֹד כְּדַרְכָּהּ. וְכָל עֲבוֹדָה זָרָה שֶׁבֵּית דִּין שֶׁל יִשְׂרָאֵל מְמִיתִין עָלֶיהָ בֶּן נֹחַ נֶהֱרָג עָלֶיהָ. וְכָל שֶׁאֵין בֵּית דִּין שֶׁל יִשְׂרָאֵל מְמִיתִין עָלֶיהָ אֵין בֶּן נֹחַ נֶהֱרָג עָלֶיהָ. וְאַף עַל פִּי שֶׁאֵינוֹ נֶהֱרָג אָסוּר בַּכּל. וְאֵין מְנִיחִין אוֹתוֹ לְהָקִים מַצֵּבָה. וְלֹא לִטַּע אֲשֵׁרָה. וְלֹא לַעֲשׂוֹת צוּרוֹת וְכַיּוֹצֵא בָּהֶן לְנוֹי: ",
            "english": "A Noachide who worships false gods is liable provided he worships them in an accepted manner.<br>A Noachide is executed for every type of foreign worship which a Jewish court would consider worthy of capital punishment. However, a Noachide is not executed for a type of foreign worship which a Jewish court would not deem worthy of capital punishment. Nevertheless, even though a Noachide will not be executed for these forms of worship, he is forbidden to engage in all of them.<br>We should not allow them to erect a monument, or to plant an <i>Asherah</i>, or to make images and the like even though they are only for the sake of beauty."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁבֵּרֵךְ אֶת הַשֵּׁם. בֵּין שֶׁבֵּרֵךְ בַּשֵּׁם הַמְיֻחָד. בֵּין שֶׁבֵּרֵךְ בְּכִנּוּי בְּכָל לָשׁוֹן חַיָּב. מַה שֶּׁאֵין כֵּן בְּיִשְׂרָאֵל: ",
            "english": "A Noachide who curses God's Name, whether he uses God's unique name or one of His other names, in any language, is liable. This law does not apply with regard to Jews."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁהָרַג נֶפֶשׁ אֲפִלּוּ עֵבָּר בִּמְעֵי אִמּוֹ נֶהֱרָג עָלָיו. וְכֵן אִם הָרַג טְרֵפָה אוֹ שֶׁכְּפָתוֹ וּנְתָנוֹ לִפְנֵי אֲרִי אוֹ שֶׁהִנִּיחוֹ בָּרָעָב עַד שֶׁמֵּת. הוֹאִיל וְהֵמִית מִכָּל מָקוֹם נֶהֱרָג. וְכֵן אִם הָרַג רוֹדֵף שֶׁיָּכוֹל לְהַצִּילוֹ בְּאֶחָד מֵאֵיבָרָיו נֶהֱרָג עָלָיו. מַה שֶּׁאֵין כֵּן בְּיִשְׂרָאֵל: ",
            "english": "A Noachide who slays any soul, even a fetus in its mother's womb, should be executed in retribution for its death. Similarly, if he slew a person who would have otherwise died in the near future, placed a person before a lion, or starved a person to death, he should be executed for through one manner or other, he killed.<br>Similarly, one should be executed if he killed a pursuer when he could have saved the latter's potential victim by maiming one of the pursuer's limbs. These laws do not apply with regard to Jews."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שֵׁשׁ עֲרָיוֹת אֲסוּרוֹת עַל בְּנֵי נֹחַ. הָאֵם. וְאֵשֶׁת הָאָב. וְאֵשֶׁת אִישׁ. וַאֲחוֹתוֹ מֵאִמּוֹ. וְזָכוּר. וּבְהֵמָה. שֶׁנֶּאֱמַר <small>(בראשית ב, כד)</small> \"עַל כֵּן יַעֲזָב אִישׁ אֶת אָבִיו\" זוֹ אֵשֶׁת אָבִיו. <small>(בראשית ב, כד)</small> \"וְאֶת אִמּוֹ\" כְּמַשְׁמָעָהּ. <small>(בראשית ב, כד)</small> \"וְדָבַק בְּאִשְׁתּוֹ\" וְלֹא בְּאֵשֶׁת חֲבֵרוֹ. בְּאִשְׁתּוֹ וְלֹא בְּזָכוּר. <small>(בראשית ב, כד)</small> \"וְהָיוּ לְבָשָׂר אֶחָד\" לְהוֹצִיא בְּהֵמָה חַיָּה וְעוֹף שֶׁאֵין הוּא וְהֵם בָּשָׂר אֶחָד. וְנֶאֱמַר <small>(בראשית כ, יב)</small> \"אֲחֹתִי בַת אָבִי הִיא אַךְ לֹא בַת אִמִּי וַתְּהִי לִי לְאִשָּׁה\": ",
            "english": "There are six illicit sexual relations forbidden to a Noachide:<br>a) his mother;<br>b) his father's wife;<br>c) a married woman;<br>d) his maternal sister;<br>e) a male;<br>f) an animal.<br>These prohibitions are derived from the verse Genesis 2:24: 'Therefore, a man shall leave his father and his mother and cling to his wife and they shall become one flesh.'<br>'His father' - alludes to his father's wife;<br>'his mother' - is to be understood simply;<br>'cling to his wife' - and not his colleague's wife;<br>'his wife' - and not a male;<br>'They shall become one flesh' - this excludes a domesticated animal, beast, or fowl for man can never become 'one flesh' with them.<br>The prohibition against relations with a maternal sister is derived from the verse Genesis 20:13: 'She is my sister, my father's daughter, but not my mother's. Thus, she became my wife.'"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בֶּן נֹחַ חַיָּב עַל מְפֻתַּת אָבִיו וַאֲנוּסַת אָבִיו הֲרֵי הִיא אִמּוֹ מִכָּל מָקוֹם. וְחַיָּב עַל אֵשֶׁת אָבִיו אֲפִלּוּ לְאַחַר מִיתַת אָבִיו. וְחַיָּב עַל הַזָּכוּר בֵּין קָטָן בֵּין גָּדוֹל וְעַל הַבְּהֵמָה בֵּין קְטַנָּה בֵּין גְּדוֹלָה. וְהוּא נֶהֱרָג לְבַדּוֹ וְאֵין הוֹרְגִין אֶת הַבְּהֵמָה. שֶׁלֹּא נִצְטַוּוּ בַּהֲרִיגַת בְּהֵמָה אֶלָּא יִשְׂרָאֵל: ",
            "english": "A Noachide is liable for relations with his mother even though she was seduced or raped by his father and never married to him. She is, nevertheless, his mother.<br>He is liable for relations with his father's wife even after his father's death.<br>He is liable for relations with a male whether a minor or an adult and with an animal whether young or old. In the latter instance, the Noachide alone is executed and not the animal. We are only commanded to kill an animal with which a Jew engaged in relations."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֵין בֶּן נֹחַ חַיָּב עַל אֵשֶׁת חֲבֵרוֹ עַד שֶׁיָּבוֹא עָלֶיהָ כְּדַרְכָּהּ אַחַר שֶׁנִּבְעֲלָה לְבַעְלָהּ. אֲבָל מְאֹרָסָה אוֹ שֶׁנִּכְנְסָה לְחֻפָּה וְלֹא נִבְעֲלָה אֵין חַיָּבִין עָלֶיהָ. שֶׁנֶּאֱמַר <small>(בראשית כ, ג)</small> \"וְהִיא בְּעֻלַת בָּעַל\". בַּמֶּה דְּבָרִים אֲמוּרִים בְּבֶן נֹחַ שֶׁבָּא עַל בַּת נֹחַ. אֲבָל עַכּוּ\"ם הַבָּא עַל הַיִּשְׂרְאֵלִית בֵּין כְּדַרְכָּהּ בֵּין שֶׁלֹּא כְּדַרְכָּהּ חַיָּב. וְאִם הָיְתָה נַעֲרָה מְאֹרָסָה נִסְקָל עָלֶיהָ כְּדִינֵי יִשְׂרָאֵל. בָּא עָלֶיהָ אַחַר שֶׁנִּכְנְסָה לַחֻפָּה וְלֹא נִבְעֲלָה הֲרֵי זֶה בְּחֶנֶק כְּדִינֵי יִשְׂרָאֵל. אֲבָל אִם בָּא עַל אֵשֶׁת יִשְׂרָאֵל אַחַר שֶׁנִּבְעֲלָה הֲרֵי זֶה כְּמִי שֶׁבָּא עַל אֵשֶׁת עַכּוּ\"ם חֲבֵרוֹ וְיֵהָרֵג בְּסַיִף: ",
            "english": "A Noachide is not executed for adultery with his colleague's wife unless they engage in relations in the normal manner after she had engaged in relations with her husband at least once. However, if she was merely consecrated or had undergone a wedding ceremony, but had never engaged in relations with her husband, one is not liable for engaging in relations with her, as Genesis 20:3 states: 'For she has been possessed by her husband.'<br>When does the above apply? When a Noachide engages in relations with a Noachide woman. However, a gentile who engages in relations with a married Jewess is liable whether their relations were carried out in a normal or abnormal manner.<br>Similarly, a gentile who engages in relations with a Jewish maiden who has been consecrated is stoned to death because of her as is the law regarding Jews. If he engages in relations with her after she has undergone the wedding ceremony, but has not engaged in relations with her husband, he is strangled to death as is the Jewish law. However, if he engages in relations with a Jewish woman after she engaged in relations with her husband once, he is sentenced to be executed by decapitation as if he had engaged in relations with a gentile woman."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁיִּחֵד שִׁפְחָה לְעַבְדּוֹ וּבָא עָלֶיהָ הֲרֵי זֶה נֶהֱרָג עָלֶיהָ מִשּׁוּם אֵשֶׁת חֲבֵרוֹ. וְאֵינוֹ חַיָּב עָלֶיהָ עַד שֶׁיִּפְשֹׁט הַדָּבָר וְיֹאמְרוּ לָהּ הָעָם זוֹ דְּבֵית עֶבֶד פְּלוֹנִי. וּמֵאֵימָתַי תַּחְזֹר לְהֶתֵּרָהּ מִשֶּׁיַּפְרִישֶׁנָּה מֵעַבְדּוֹ וְיִפְרַע רֹאשָׁהּ בַּשּׁוּק. וּמֵאֵימָתַי תִּהְיֶה אֵשֶׁת חֲבֵרוֹ כִּגְרוּשָׁה שֶׁלָּנוּ מִשֶּׁיּוֹצִיאֶנָּה מִבֵּיתוֹ וִישַׁלְּחֶנָּה לְעַצְמָהּ. אוֹ מִשֶּׁתֵּצֵא הִיא מִתַּחַת רְשׁוּתוֹ וַתֵּלֶךְ לָהּ. שֶׁאֵין לָהֶם גֵּרוּשִׁין בִּכְתָב. וְאֵין הַדָּבָר תָּלוּיִ בּוֹ לְבַד. אֶלָּא כָּל זְמַן שֶׁיִּרְצֶה הוּא אוֹ הִיא לִפְרשׁ זֶה מִזֶּה פּוֹרְשִׁין: ",
            "english": "A Noachide who singles out one of his maid-servants for one of his slaves and, afterwards, engages in relations with her is executed because of her for violation of the prohibition against adultery. However, he is not liable for relations with her until the matter has become public knowledge and everyone refers to her as 'the wife of X, the slave.'<br>When do relations with her become permitted again? When he separates her from his slave and uncovers her hair in the market-place.<br>When is a Noachide woman considered divorced? When her husband removes her from his home and sends her on her own or when she leaves his domain and goes her own way. They have no written divorce proceedings.<br>The matter is not dependant on the man's volition alone. Whenever he or she decide to separate, they may and then, are no longer considered as married."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בֶּן נֹחַ חַיָּב עַל הַגֵּזֶל. בֵּין שֶׁגָּזַל עַכּוּ\"ם בֵּין שֶׁגָּזַל יִשְׂרָאֵל. וְאֶחָד הַגּוֹזֵל אוֹ הַגּוֹנֵב מָמוֹן אוֹ גּוֹנֵב נֶפֶשׁ אוֹ הַכּוֹבֵשׁ שְׂכַר שָׂכִיר וְכַיּוֹצֵא בּוֹ. אֲפִלּוּ פּוֹעֵל שֶׁאָכַל שֶׁלֹּא בִּשְׁעַת מְלָאכָה. עַל הַכּל הוּא חַיָּב וַהֲרֵי הוּא בִּכְלַל גַּזְלָן. מַה שֶּׁאֵין כֵּן בְּיִשְׂרָאֵל. וְכֵן חַיָּב עַל פָּחוֹת מִשְּׁוֵה פְּרוּטָה. וּבֶן נֹחַ שֶׁגָּזַל פָּחוֹת מִשְּׁוֵה פְּרוּטָה וּבָא אַחֵר וּגְזָלָהּ מִמֶּנּוּ. שְׁנֵיהֶן נֶהֱרָגִין עָלֶיהָ: ",
            "english": "A Noachide is liable for violating the prohibition against theft whether he stole from another gentile or from a Jew.<br>This applies to one who forcefully robs an individual or steals money, a kidnapper, an employer who withholds his worker's wages and the like, even a worker who eats from his employer's produce when he is not working. In all such cases, he is liable and is considered as a robber. With regard to Jews, the law is different.<br>Similarly, a Noachide is liable for stealing an object worth less than a <i>p'rutah</i>. Thus, if one Noachide stole an object worth less than a <i>p'rutah</i> and another Noachide stole it from him, they are both executed because of it."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וְכֵן חַיָּב עַל אֵבֶר מִן הַחַי וְעַל בָּשָׂר מִן הַחַי בְּכָל שֶׁהוּא. שֶׁלֹּא נִתְּנוּ הַשִּׁעוּרִין אֶלָּא לְיִשְׂרָאֵל בִּלְבַד. וּמֻתָּר הוּא בְּדָם מִן הַחַי: ",
            "english": "Similarly, a Noachide is liable for violating the prohibition against eating a limb or flesh from a living creature. This applies regardless of the amount involved, for the specification of minimum amounts only applies to Jews.<br>A Noachide is permitted blood from a living creature."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אֶחָד הָאֵבֶר אוֹ הַבָּשָׂר הַפּוֹרֵשׁ מִן הַבְּהֵמָה אוֹ מִן הַחַיָּה. אֲבָל הָעוֹף יֵרָאֶה לִי שֶׁאֵין בֶּן נֹחַ נֶהֱרָג עַל אֵבֶר מִן הַחַי מִמֶּנּוּ: ",
            "english": "The prohibition applies to a limb or flesh that is separated from either a domesticated animal or a beast. However, it appears to me that a Noachide is not executed for eating a limb taken from a living bird."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַשּׁוֹחֵט אֶת הַבְּהֵמָה אֲפִלּוּ שָׁחַט בָּהּ שְׁנֵי הַסִּימָנִין. כָּל זְמַן שֶׁהִיא מְפַרְכֶּסֶת אֵבֶר וּבָשָׂר הַפּוֹרְשִׁין מִמֶּנָּה אֲסוּרִין לִבְנֵי נֹחַ מִשּׁוּם אֵבֶר מִן הַחַי: ",
            "english": "Though one slaughters an animal, even if one severs the two signs that distinguish it as having been slaughtered in a kosher manner, as long as the animal moves convulsively, the limbs and meat which are separated from it are forbidden to a Noachide because of the prohibition against a limb from a living creature."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "כָּל שֶׁאָסוּר עַל יִשְׂרָאֵל מִשּׁוּם אֵבֶר מִן הַחַי אָסוּר עַל בְּנֵי נֹחַ. וְיֵשׁ שֶׁבְּנֵי נֹחַ חַיָּבִין וְלֹא יִשְׂרָאֵל. שֶׁבְּנֵי נֹחַ אֶחָד בְּהֵמָה וְחַיָּה בֵּין טְמֵאָה בֵּין טְהוֹרָה חַיָּבִין עָלֶיהָ מִשּׁוּם אֵבֶר מִן הַחַי. וּמִשּׁוּם בָּשָׂר מִן הַחַי. וְאֵבֶר וּבָשָׂר הַפּוֹרְשִׁין מִן הַמְפַרְכֶּסֶת אַף עַל פִּי שֶׁשָּׁחַט בָּהּ יִשְׂרָאֵל שְׁנֵי סִימָנִין הֲרֵי זֶה אָסוּר לִבְנֵי נֹחַ מִשּׁוּם אֵבֶר מִן הַחַי: ",
            "english": "All prohibitions that apply to a Jew regarding a limb from a living creature also apply to Noachides. Furthermore, there are instances where a Noachide would be held liable and a Jew will not for a Noachide is liable for a limb or flesh from a living creature whether from a domesticated animal or a beast, whether from a kosher or non-kosher species.<br>Similarly, a Noachide is forbidden to partake of a limb from a living creature for a limb or flesh which is separated from an animal that is moving convulsively even though a Jew has already severed the two signs."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "וְכֵיצַד מְצֻוִּין הֵן עַל הַדִּינִין. חַיָּבִין לְהוֹשִׁיב דַּיָּנִין וְשׁוֹפְטִים בְּכָל פֶּלֶךְ וּפֶלֶךְ לָדוּן בְּשֵׁשׁ מִצְוֹת אֵלּוּ. וּלְהַזְהִיר אֶת הָעָם. וּבֶן נֹחַ שֶׁעָבַר עַל אַחַת מִשֶּׁבַע מִצְוֹת אֵלּוּ יֵהָרֵג בְּסַיִף. וּמִפְּנֵי זֶה נִתְחַיְּבוּ כָּל בַּעֲלֵי שְׁכֶם הֲרִיגָה. שֶׁהֲרֵי שְׁכֶם גָּזַל וְהֵם רָאוּ וְיָדְעוּ וְלֹא דָּנוּהוּ. וּבֶן נֹחַ נֶהֱרָג בְּעֵד אֶחָד וּבְדַיָּן אֶחָד בְּלֹא הַתְרָאָה וְעַל פִּי קְרוֹבִין. אֲבָל לֹא בְּעֵדוּת אִשָּׁה. וְלֹא תָּדוּן אִשָּׁה לָהֶם: ",
            "english": "How must the Noachides fulfill the commandment to establish laws and courts? They are obligated to set up judges and magistrates in every major city to render judgement concerning these six mitzvot and to admonish the people regarding their observance.<br>A Noachide who transgresses these seven commands shall be executed by decapitation. For this reason, all the inhabitants of Shechem were obligated to die. Shechem kidnapped. They observed and were aware of his deeds, but did not judge him.<br>A Noachide is executed on the basis of the testimony of one witness and the verdict of a single judge. No warning is required. Relatives may serve as witnesses. However, a woman may not serve as a witness or a judge for them."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁשָּׁגַג בְּאַחַת מִמִּצְוֹתָיו פָּטוּר מִכְּלוּם. חוּץ מֵרוֹצֵחַ בִּשְׁגָגָה שֶׁאִם הֲרָגוֹ גּוֹאֵל הַדָּם אֵינוֹ נֶהֱרָג עָלָיו. וְאֵין לוֹ עִיר מִקְלָט. אֲבָל בָּתֵּי דִּינֵיהֶן אֵין מְמִיתִין אוֹתוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשָׁגַג בְּאַחַת מִמִּצְוֹת וְעָבַר בְּלֹא כַּוָּנָה. כְּגוֹן שֶׁבָּעַל אֵשֶׁת חֲבֵרוֹ וְדִמָּה שֶׁהִיא אִשְׁתּוֹ אוֹ פְּנוּיָה. אֲבָל אִם יָדַע שֶׁהִיא אֵשֶׁת חֲבֵרוֹ וְלֹא יָדַע שֶׁהִיא אֲסוּרָה עָלָיו. אֶלָּא עָלָה עַל לִבּוֹ שֶׁדָּבָר זֶה מֻתָּר לוֹ. וְכֵן אִם הָרַג וְהוּא לֹא יָדַע שֶׁאָסוּר לַהֲרֹג. הֲרֵי זֶה קָרוֹב לְמֵזִיד וְנֶהֱרָג. וְלֹא תֵּחָשֵׁב זוֹ לָהֶם שְׁגָגָה מִפְּנֵי שֶׁהָיָה לוֹ לִלְמֹד וְלֹא לָמַד: ",
            "english": "A Noachide who inadvertently violates one of his commandments is exempt from all punishment with the exception of a person who kills inadvertently. In such an instance, the redeemer of the blood is not executed for slaying the killer, nor may the latter seek asylum in a city of refuge. However, the court will not execute him.<br>When does the above apply? When he inadvertently violates a command without sinful intention; for example, a person who engages in relations with his colleague's wife under the impression that she is his own wife or unmarried.<br>If, however, one knew that she was his colleague's wife, but did not know that she was forbidden to him or it occurred to him that this act was permitted or one killed without knowing that it is forbidden to kill, he is considered close to having sinned intentionally and is executed. This is not considered as an inadvertent violation. For he should have learned the obligations incumbent upon him and did not."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁאֲנָסוֹ אַנָּס לַעֲבֹר עַל אַחַת מִמִּצְוֹתָיו. מֻתָּר לוֹ לַעֲבֹר. אֲפִלּוּ נֶאֱנַס לַעֲבֹד עֲבוֹדָה זָרָה עוֹבֵד. לְפִי שֶׁאֵינָן מְצֻוִּין עַל קִדּוּשׁ הַשֵּׁם. וּלְעוֹלָם אֵין עוֹנְשִׁין מֵהֶן לֹא קָטָן וְלֹא חֵרֵשׁ וְלֹא שׁוֹטֶה לְפִי שֶׁאֵינָן בְּנֵי מִצְוֹת: ",
            "english": "A Noachide who is forced by another person to violate one of his commandments is permitted to transgress. Even if he is forced to worship false gods, he may worship them. For Noachides are not commanded to sanctify God's name.<br>A Noachide minor, deaf-mute, or fool is never given punishment for they are not bound by any commandments."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁנִּתְגַּיֵּר וּמָל וְטָבַל וְאַחַר כָּךְ רָצָה לַחְזֹר מֵאַחֲרֵי ה' וְלִהְיוֹת גֵּר תּוֹשָׁב בִּלְבַד כְּשֶׁהָיָה מִקֹּדֶם. אֵין שׁוֹמְעִין לוֹ. אֶלָּא יִהְיֶה כְּיִשְׂרָאֵל לְכָל דָּבָר אוֹ יֵהָרֵג. וְאִם הָיָה קָטָן כְּשֶׁהִטְבִּילוּהוּ בֵּית דִּין. יָכוֹל לִמְחוֹת בְּשָׁעָה שֶׁיַּגְדִּיל וְיִהְיֶה גֵּר תּוֹשָׁב בִּלְבַד. וְכֵיוָן שֶׁלֹּא מִחָה בִּשְׁעָתוֹ שׁוּב אֵינוֹ מוֹחֶה אֶלָּא הֲרֵי הוּא גֵּר צֶדֶק. לְפִיכָךְ אִם בָּא יִשְׂרָאֵל עַל קְטַנָּה שֶׁהִטְבִּילוּהָ בֵּית דִּין. כֶּסֶף כְּתֻבָּתָהּ אוֹ קְנָס אוֹנֵס אוֹ מְפַתֶּה יִהְיֶה הַכּל תַּחַת יַד בֵּית דִּין עַד שֶׁתַּגְדִּיל וְלֹא תִּמְחֶה בַּגֵּרוּת. שֶׁמָּא תִּטּל וְתַגְדִּיל וְתִמְחֶה וְנִמְצֵאת זוֹ אוֹכֶלֶת בְּגֵיוּתָהּ מָעוֹת שֶׁאֵין לָהּ זְכוּת בָּהֶן אֶלָּא בְּדִינֵי יִשְׂרָאֵל: ",
            "english": "A Noachide who converted, was circumcised, and immersed in the <i>mikveh</i>, and, afterwards, decided to forsake God and revert to his previous status as a resident alien is not granted permission to do so. Rather, he must remain as an Israelite in all matters or be executed.<br>If he was a minor and immersed by the court, he may repudiate his conversion when he attains majority and assume the status of a resident alien alone. However, if he does not object as soon as he attains majority, he is no longer given the opportunity to object and his status is that of a righteous convert.<br>Therefore, if a Jew has relations with a girl below the age of majority who was immersed in the <i>mikveh</i> by a court, the money due her as payment of her <i>ketubah</i> or as a fine for raping her or seducing her is placed in the custody of the court until she attains majority and does not repudiate her conversion. This step is taken lest she take the money, attain majority, and then, repudiate her conversion. Thus, she would derive benefit as a Noachide from monies to which she is only entitled according to Jewish law."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁבֵּרֵךְ אֶת הַשֵּׁם אוֹ שֶׁעָבַד עֲבוֹדָה זָרָה אוֹ שֶׁבָּא עַל אֵשֶׁת חֲבֵרוֹ אוֹ שֶׁהָרַג חֲבֵרוֹ וְנִתְגַּיֵּר. פָּטוּר. הָרַג בֶּן יִשְׂרָאֵל אוֹ שֶׁבָּא עַל אֵשֶׁת יִשְׂרָאֵל וְנִתְגַּיֵּר חַיָּב וְהוֹרְגִין אוֹתוֹ עַל בֶּן יִשְׂרָאֵל. וְחוֹנְקִין אוֹתוֹ עַל אֵשֶׁת יִשְׂרָאֵל שֶׁבָּעַל שֶׁהֲרֵי נִשְׁתַּנָּה דִּינוֹ: ",
            "english": "A Noachide who converts after cursing God's name, worshipping false gods, engaging in relations with a colleague's wife, or killing a fellow Noachide is exempt from punishment.<br>In contrast, if he converted after killing a Jew or having relations with a Jew's wife, he is liable. He is decapitated for killing the Jew and strangled to death for engaging in relations with a Jew's wife. He is given the latter punishment because the laws governing him have changed."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ שֶׁכָּל מִיתַת בְּנֵי נֹחַ בְּסַיִף. אֶלָּא אִם בָּעַל אֵשֶׁת יִשְׂרָאֵל אוֹ נַעֲרָה מְאֹרָסָה יִסָּקֵל. וְאִם בְּעָלָהּ אַחַר שֶׁנִּכְנְסָה לַחֻפָּה קֹדֶם שֶׁתִּבָּעֵל יֵחָנֵק: ",
            "english": "It has already been explained that Noachides are always executed by decapitation except in cases when one engages in relations with the wife of a Jew or a consecrated maiden. In the latter instance, he is stoned to death.<br>If he engaged in relations with a Jew's wife after they married, but before they ever engaged in relations, he is executed by strangulation."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִפִּי הַקַּבָּלָה שֶׁבְּנֵי נֹחַ אֲסוּרִין בְּהַרְבָּעַת בְּהֵמָה וּבְהַרְכָּבַת אִילָן בִּלְבַד. וְאֵין נֶהֱרָגִין עֲלֵיהֶן. וְעַכּוּ\"ם שֶׁהִכָּה יִשְׂרָאֵל אֲפִלּוּ חָבַל בּוֹ כָּל שֶׁהוּא אַף עַל פִּי שֶׁהוּא חַיָּב מִיתָה אֵינוֹ נֶהֱרָג: ",
            "english": "According to the Oral Tradition, Noachides are forbidden to cross-breed animals and graft different species of trees together. However, they are not executed for violating this prohibition.<br>A gentile who gave a Jew a blow is liable to die for causing even the most minimal damage. Nevertheless, he is not executed."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמִּילָה נִצְטַוָּה בָּהּ אַבְרָהָם וְזַרְעוֹ בִּלְבַד. שֶׁנֶּאֱמַר <small>(בראשית יז, ט)</small> \"אַתָּה וְזַרְעֲךָ אַחֲרֶיךָ\". יָצָא זַרְעוֹ שֶׁל יִשְׁמָעֵאל שֶׁנֶּאֱמַר <small>(בראשית כא, יב)</small> \"כִּי בְיִצְחָק יִקָּרֵא לְךָ זָרַע\". וְיָצָא עֵשָׂו שֶׁהֲרֵי יִצְחָק אָמַר לְיַעֲקֹב <small>(בראשית כח, ד)</small> \"וְיִתֶּן לְךָ אֶת בִּרְכַּת אַבְרָהָם לְךָ וּלְזַרְעֲךָ\". מִכְלַל שֶׁהוּא לְבַדּוֹ זַרְעוֹ שֶׁל אַבְרָהָם הַמַּחֲזִיק בְּדָתוֹ וּבְדַרְכּוֹ הַיְשָׁרָה. וְהֵם הַמְחֻיָּבִין בְּמִילָה: ",
            "english": "Only Abraham and his descendants were commanded regarding circumcision as Genesis 17:9-10 states: 'Keep My covenant, you and your offspring... circumcise every male.'<br>The descendants of Ishmael are excluded as implied by Genesis 21:12: 'It is through Isaac, that your offspring will be called.' Esau's descendants are also excluded, for Isaac told Jacob Genesis 28:4: 'May God grant Abraham's blessing to you and your descendants,' implying that only he is the true offspring of Abraham who maintains his faith and his upright behavior. Thus, they alone are obligated in circumcision."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אָמְרוּ חֲכָמִים שֶׁבְּנֵי קְטוּרָה שֶׁהֵם זַרְעוֹ שֶׁל אַבְרָהָם שֶׁבָּא אַחַר יִשְׁמָעֵאל וְיִצְחָק חַיָּבִין בְּמִילָה. וְהוֹאִיל וְנִתְעָרְבוּ הַיּוֹם בְּנֵי יִשְׁמָעֵאל בִּבְנֵי קְטוּרָה יִתְחַיְּבוּ הַכּל בְּמִילָה בַּשְּׁמִינִי. וְאֵין נֶהֱרָגִין עָלֶיהָ: ",
            "english": "Our Sages related that the descendants of Keturah who are the offspring of Abraham that came after Isaac and Ishmael are also obligated in circumcision. Since, at present, the descendants of Ishmael have become intermingled with the descendants of Keturah, they are all obligated to be circumcised on the eighth day. However, they are not executed for failure to perform this mitzvah."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "עַכּוּ\"ם שֶׁעָסַק בַּתּוֹרָה חַיָּב מִיתָה. לֹא יַעֲסֹק אֶלָּא בְּשֶׁבַע מִצְוֹת שֶׁלָּהֶן בִּלְבַד. וְכֵן עַכּוּ\"ם שֶׁשָּׁבַת אֲפִלּוּ בְּיוֹם מִימוֹת הַחל אִם עֲשָׂאָהוּ לְעַצְמוֹ כְּמוֹ שַׁבָּת חַיָּב מִיתָה. וְאֵין צָרִיךְ לוֹמַר אִם עָשָׂה מוֹעֵד לְעַצְמוֹ. כְּלָלוֹ שֶׁל דָּבָר אֵין מְנִיחִין אוֹתָן לְחַדֵּשׁ דָּת וְלַעֲשׂוֹת מִצְוֹת לְעַצְמָן מִדַּעְתָּן. אֶלָּא אוֹ יִהְיֶה גֵּר צֶדֶק וִיקַבֵּל כָּל הַמִּצְוֹת. אוֹ יַעֲמֹד בְּתוֹרָתוֹ וְלֹא יוֹסִיף וְלֹא יִגְרַע. וְאִם עָסַק בַּתּוֹרָה אוֹ שָׁבַת אוֹ חִדֵּשׁ דָּבָר. מַכִּין אוֹתוֹ וְעוֹנְשִׁין אוֹתוֹ וּמוֹדִיעִין אוֹתוֹ שֶׁהוּא חַיָּב מִיתָה עַל זֶה. אֲבָל אֵינוֹ נֶהֱרָג: ",
            "english": "A gentile who studies the Torah is obligated to die. They should only be involved in the study of their seven mitzvot.<br>Similarly, a gentile who rests, even on a weekday, observing that day as a Sabbath, is obligated to die. Needless to say, he is obligated for that punishment if he creates a festival for himself.<br>The general principle governing these matters is: They are not to be allowed to originate a new religion or create mitzvot for themselves based on their own decisions. They may either become righteous converts and accept all the mitzvot or retain their statutes without adding or detracting from them.<br>If a gentile studies the Torah, makes a Sabbath, or creates a religious practice, a Jewish court should beat him, punish him, and inform him that he is obligated to die. However, he is not to be executed."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בֶּן נֹחַ שֶׁרָצָה לַעֲשׂוֹת מִצְוָה מִשְּׁאָר מִצְוֹת הַתּוֹרָה כְּדֵי לְקַבֵּל שָׂכָר. אֵין מוֹנְעִין אוֹתוֹ לַעֲשׂוֹתָהּ כְּהִלְכָתָהּ. וְאִם הֵבִיא עוֹלָה מְקַבְּלִין מִמֶּנּוּ. נָתַן צְדָקָה מְקַבְּלִין מִמֶּנּוּ. וְיֵרָאֶה לִי שֶׁנּוֹתְנִין אוֹתָהּ לַעֲנִיֵּי יִשְׂרָאֵל. הוֹאִיל וְהוּא נִזּוֹן מִיִּשְׂרָאֵל וּמִצְוָה עֲלֵיהֶם לְהַחְיוֹתוֹ. אֲבָל הָעַכּוּ\"ם שֶׁנָּתַן צְדָקָה מְקַבְּלִין מִמֶּנּוּ וְנוֹתְנִין אוֹתָהּ לַעֲנִיֵּי עַכּוּ\"ם: ",
            "english": "We should not prevent a Noachide who desires to perform one of the Torah's mitzvot in order to receive reward from doing so, provided he performs it as required. If he brings an animal to be sacrificed as a burnt offering, we should receive it.<br>If a Noachide who observes the seven mitzvot gives charity, we should accept it from him. It appears to me that it should be given to the Jewish poor for the Noachide may derive his sustenance from the Jews and they are commanded to support him if necessary. In contrast, if an idolater gives charity, we should accept it from him and give it to the gentile poor."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "חַיָּבִין בֵּית דִּין שֶׁל יִשְׂרָאֵל לַעֲשׂוֹת שׁוֹפְטִים לְאֵלּוּ הַגֵּרִים הַתּוֹשָׁבִים לָדוּן לָהֶן עַל פִּי מִשְׁפָּטִים אֵלּוּ. כְּדֵי שֶׁלֹּא יִשָּׁחֵת הָעוֹלָם. אִם רָאוּ בֵּית דִּין שֶׁיַּעֲמִידוּ שׁוֹפְטֵיהֶם מֵהֶן מַעֲמִידִין. וְאִם רָאוּ שֶׁיַּעֲמִידוּ לָהֶן מִיִּשְׂרָאֵל מַעֲמִידִין: ",
            "english": "The Jewish court is obligated to appoint judges for these resident aliens to judge them according to these statutes so that the world will not become decadent.<br>If the court sees fit to appoint the judges from the resident aliens themselves, they may. If it sees fit to appoint them from among the Jews, they may."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שְׁנֵי עַכּוּ\"ם שֶׁבָּאוּ לְפָנֶיךָ לָדוּן בְּדִינֵי יִשְׂרָאֵל וְרָצוּ שְׁנֵיהֶן לָדוּן דִּין תּוֹרָה דָּנִין. הָאֶחָד רוֹצֶה וְהָאֶחָד אֵינוֹ רוֹצֶה אֵין כּוֹפִין אוֹתוֹ לָדוּן אֶלָּא בְּדִינֵיהֶן. הָיָה יִשְׂרָאֵל וְעַכּוּ\"ם אִם יֵשׁ זְכוּת לְיִשְׂרָאֵל בְּדִינֵיהֶן דָּנִין לוֹ בְּדִינֵיהֶם. וְאוֹמְרִים לוֹ כָּךְ דִּינֵיכֶם. וְאִם יֵשׁ זְכוּת לְיִשְׂרָאֵל בְּדִינֵינוּ דָּנִין לוֹ דִּין תּוֹרָה וְאוֹמְרִים לוֹ כָּךְ דִּינֵינוּ. וְיֵרָאֶה לִי שֶׁאֵין עוֹשִׂין כֵּן לְגֵר תּוֹשָׁב אֶלָּא לְעוֹלָם דָּנִין לוֹ בְּדִינֵיהֶם. וְכֵן יֵרָאֶה לִי שֶׁנּוֹהֲגִין עִם גֵּרֵי תּוֹשָׁב בְּדֶרֶךְ אֶרֶץ וּגְמִילוּת חֲסָדִים כְּיִשְׂרָאֵל. שֶׁהֲרֵי אָנוּ מְצֻוִּין לְהַחֲיוֹתָן שֶׁנֶּאֱמַר <small>(דברים יד, כא)</small> \"לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ\". וְזֶה שֶׁאָמְרוּ חֲכָמִים אֵין כּוֹפְלִין לָהֶן שָׁלוֹם בְּעַכּוּ\"ם לֹא בְּגֵר תּוֹשָׁב. אֲפִלּוּ הָעַכּוּ\"ם צִוּוּ חֲכָמִים לְבַקֵּר חוֹלֵיהֶם וְלִקְבֹּר מֵתֵיהֶם עִם מֵתֵי יִשְׂרָאֵל וּלְפַרְנֵס עֲנִיֵּיהֶם בִּכְלַל עֲנִיֵּי יִשְׂרָאֵל מִפְּנֵי דַּרְכֵי שָׁלוֹם. הֲרֵי נֶאֱמַר <small>(תהילים קמה, ט)</small> \"טוֹב ה' לַכּל וְרַחֲמָיו עַל כָּל מַעֲשָׂיו\". וְנֶאֱמַר <small>(משלי ג, יז)</small> \"דְּרָכֶיהָ דַרְכֵי נֹעַם וְכָל נְתִיבוֹתֶיהָ שָׁלוֹם\": ",
            "english": "Should two idolaters come before you to have their dispute judged according to Jewish law. If they both desire to be judged according to Torah law, they should be judged accordingly. If one desires to be judged according to Torah law and the other does not, they are only forced to be judged according to their own laws.<br>If there is a dispute between a Jew and an idolater: If the Jew will fare better according to their laws, they are judged according to their laws. When the judgement is rendered, the judges explain: 'Your law obligates this judgement.' If the Jew will fare better according to our laws, they are judged according to Torah law. When the judgement is rendered, the judges explain: 'Our law obligates this judgement.' It appears to me that this approach is not followed in regard to a resident alien. Rather, he is always judged according to their laws.<br>Similarly, it appears to me that in regard to respect and honor and also, in regard to charity, a resident alien is to be treated as a Jew for behold, we are commanded to sustain them as Deuteronomy 14:21 states: 'You may not eat any animal that has not been properly slaughtered... give it to the resident alien in your gates that he may eat it.' Though our Sages counseled against repeating a greeting to them, that statement applies to idolaters and not resident aliens.<br>However, our Sages commanded us to visit the gentiles when ill, to bury their dead in addition to the Jewish dead, and support their poor in addition to the Jewish poor for the sake of peace. Behold, Psalms 145:9 states: 'God is good to all and His mercies extend over all His works' and Proverbs 3:17 states: 'The Torah's ways are pleasant ways and all its paths are peace.'"
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמֶּלֶךְ הַמָּשִׁיחַ עָתִיד לַעֲמֹד וּלְהַחְזִיר מַלכוּת דָּוִד לְיָשְׁנָהּ לַמֶּמְשָׁלָה הָרִאשׁוֹנָה. וּבוֹנֶה הַמִּקְדָּשׁ וּמְקַבֵּץ נִדְחֵי יִשְׂרָאֵל. וְחוֹזְרִין כָּל הַמִּשְׁפָּטִים בְּיָמָיו כְּשֶׁהָיוּ מִקֹּדֶם. מַקְרִיבִין קָרְבָּנוֹת. וְעוֹשִׂין שְׁמִטִּין וְיוֹבְלוֹת כְּכָל מִצְוָתָן הָאֲמוּרָה בַּתּוֹרָה. וְכָל מִי שֶׁאֵינוֹ מַאֲמִין בּוֹ. אוֹ מִי שֶׁאֵינוֹ מְחַכֶּה לְבִיאָתוֹ. לֹא בִּשְׁאָר נְבִיאִים בִּלְבַד הוּא כּוֹפֵר. אֶלָּא בַּתּוֹרָה וּבְמשֶׁה רַבֵּנוּ. שֶׁהֲרֵי הַתּוֹרָה הֵעִידָה עָלָיו שֶׁנֶּאֱמַר <small>(דברים ל, ג)</small> \"וְשָׁב ה' אֱלֹהֶיךָ אֶת שְׁבוּתְךָ וְרִחֲמֶךָ וְשָׁב וְקִבֶּצְךָ\" וְגוֹ' <small>(דברים ל, ד)</small> \"אִם יִהְיֶה נִדַּחֲךָ בִּקְצֵה הַשָּׁמָיִם\" וְגוֹ' <small>(דברים ל, ה)</small> \"וֶהֱבִיאֲךָ ה'\". וְאֵלּוּ הַדְּבָרִים הַמְפֹרָשִׁים בַּתּוֹרָה הֵם כּוֹלְלִים כָּל הַדְּבָרִים שֶׁנֶּאֶמְרוּ עַל יְדֵי כָּל הַנְּבִיאִים. אַף בְּפָרָשַׁת בִּלְעָם נֶאֱמַר וְשָׁם נִבֵּא בִּשְׁנֵי הַמְּשִׁיחִים. בַּמָּשִׁיחַ הָרִאשׁוֹן שֶׁהוּא דָּוִד שֶׁהוֹשִׁיעַ אֶת יִשְׂרָאֵל מִיַּד צָרֵיהֶם. וּבַמָּשִׁיחַ הָאַחֲרוֹן שֶׁעוֹמֵד מִבָּנָיו שֶׁמּוֹשִׁיעַ אֶת יִשְׂרָאֵל [בָּאַחֲרוֹנָה]. וְשָׁם הוּא אוֹמֵר <small>(במדבר כד, יז)</small> \"אֶרְאֶנּוּ וְלֹא עַתָּה\" זֶה דָּוִד. <small>(במדבר כד, יז)</small> \"אֲשׁוּרֶנּוּ וְלֹא קָרוֹב\" זֶה מֶלֶךְ הַמָּשִׁיחַ. <small>(במדבר כד, יז)</small> \"דָּרַךְ כּוֹכָב מִיַּעֲקֹב\" זֶה דָּוִד. <small>(במדבר כד, יז)</small> \"וְקָם שֵׁבֶט מִיִּשְׂרָאֵל\" זֶה מֶלֶךְ הַמָּשִׁיחַ. <small>(במדבר כד, יז)</small> \"וּמָחַץ פַּאֲתֵי מוֹאָב\" זֶה דָּוִד. וְכֵן הוּא אוֹמֵר <small>(שמואל ב ח, ב)</small> \"וַיַּךְ אֶת מוֹאָב וַיְמַדְּדֵם בַּחֶבֶל\" <small>(במדבר כד, יז)</small> \"וְקַרְקַר כָּל בְּנֵי שֵׁת\" זֶה הַמֶּלֶךְ הַמָּשִׁיחַ שֶׁנֶּאֱמַר בּוֹ <small>(זכריה ט, י)</small> \"וּמָשְׁלוֹ מִיָּם עַד יָם\". <small>(במדבר כד, יח)</small> \"וְהָיָה אֱדוֹם יְרֵשָׁה\" זֶה דָּוִד. שֶׁנֶּאֱמַר <small>(שמואל ב ח, יד)</small> \"וַתְּהִי אֱדוֹם לְדָוִד לַעֲבָדִים\" וְגוֹ'. <small>(במדבר כד, יח)</small> \"וְהָיָה יְרֵשָׁה\" וְגוֹ' זֶה הַמֶּלֶךְ הַמָּשִׁיחַ שֶׁנֶּאֱמַר <small>(עובדיה א, כא)</small> \"וְעָלוּ מוֹשִׁעִים בְּהַר צִיּוֹן\" וְגוֹ': ",
            "english": "In the future, the Messianic king will arise and renew the Davidic dynasty, restoring it to its initial sovereignty. He will build the Temple and gather the dispersed of Israel.<br>Then, in his days, the observance of all the statutes will return to their previous state. We will offer sacrifices, observe the Sabbatical and Jubilee years according to all their particulars as described by the Torah.<br>Anyone who does not believe in him or does not await his coming, denies not only the statements of the other prophets, but those of the Torah and Moses, our teacher. The Torah testified to his coming, as Deuteronomy 30:3-5 states:<br>God will bring back your captivity and have mercy upon you. He will again gather you from among the nations... Even if your Diaspora is at the ends of the heavens, God will gather you up from there... and bring you to the land....<br>These explicit words of the Torah include all the statements made by all the prophets.<br>Reference to Mashiach is also made in the portion of Bilaam who prophesies about two anointed kings: the first anointed king, David, who saved Israel from her oppressors; and the final anointed king who will arise from his descendants and save Israel in the end of days. That passage Numbers 24:17-18 relates:<br>'I see it, but not now' - This refers to David;<br>'I perceive it, but not in the near future;\" - This refers to the Messianic king;<br>'A star shall go forth from Jacob' - This refers to David;<br>'and a staff shall arise in Israel' - This refers to the Messianic king;<br>'crushing all of Moab's princes' - This refers to David as II Samuel 8:2 relates: 'He smote Moab and measured them with a line;'<br>'decimating all of Seth's descendants' - This refers to the Messianic king about whom Zechariah 9:10 prophesies: 'He will rule from sea to sea.'<br>'Edom will be demolished' - This refers to David as II Samuel 8:6 states 'Edom became the servants of David;'<br>'Seir will be destroyed' - this refers to the Messianic king as Ovadiah 1:21 prophesies: 'Saviors will ascend Mount Zion to judge the mountain of Esau....'"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אַף בְּעָרֵי מִקְלָט הוּא אוֹמֵר <small>(דברים יט, ח)</small> \"אִם יַרְחִיב ה' אֱלֹהֶיךָ אֶת גְּבֻלְךָ\" <small>(דברים יט, ט)</small> \"וְיָסַפְתָּ לְךָ עוֹד שָׁלֹשׁ עָרִים\" וְגוֹ'. וּמֵעוֹלָם לֹא הָיָה דָּבָר זֶה. וְלֹא צִוָּה הַקָּדוֹשׁ בָּרוּךְ הוּא לְתֹהוּ. אֲבָל בְּדִבְרֵי הַנְּבִיאִים אֵין הַדָּבָר צָרִיךְ רְאָיָה שֶׁכָּל הַסְּפָרִים מְלֵאִים בְּדָבָר זֶה: ",
            "english": "Similarly, with regard to the cities of refuge, Deuteronomy 19:8-9 states: 'When God will expand your borders... you must add three more cities.' This command was never fulfilled. Surely, God did not give this command in vain.<br>There is no need to cite proofs from the works of the prophets for all their books are filled with mention of this matter."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְאַל יַעֲלֶה עַל דַּעְתְּךָ שֶׁהַמֶּלֶךְ הַמָּשִׁיחַ צָרִיךְ לַעֲשׂוֹת אוֹתוֹת וּמוֹפְתִים וּמְחַדֵּשׁ דְּבָרִים בָּעוֹלָם אוֹ מְחַיֶּה מֵתִים וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ [ב.] אֵין הַדָּבָר כָּךְ. שֶׁהֲרֵי רַבִּי עֲקִיבָא חָכָם גָּדוֹל מֵחַכְמֵי מִשְׁנָה הָיָה. וְהוּא הָיָה נוֹשֵׂא כֵּלָיו שֶׁל בֶּן כּוֹזִיבָא הַמֶּלֶךְ. וְהוּא הָיָה אוֹמֵר עָלָיו שֶׁהוּא הַמֶּלֶךְ הַמָּשִׁיחַ. וְדִמָּה הוּא וְכָל חַכְמֵי דּוֹרוֹ שֶׁהוּא הַמֶּלֶךְ הַמָּשִׁיחַ. עַד שֶׁנֶּהֱרַג בַּעֲוֹנוֹת. כֵּיוָן שֶׁנֶּהֱרַג נוֹדַע לָהֶם שֶׁאֵינוֹ. וְלֹא שָׁאֲלוּ מִמֶּנּוּ חֲכָמִים לֹא אוֹת וְלֹא מוֹפֵת. וְעִקַּר הַדְּבָרִים כָּכָה הֵן. שֶׁהַתּוֹרָה הַזֹּאת חֻקֶּיהָ וּמִשְׁפָּטֶיהָ לְעוֹלָם וּלְעוֹלְמֵי עוֹלָמִים. וְאֵין מוֹסִיפִין עֲלֵיהֶן וְלֹא גּוֹרְעִין מֵהֶן:",
            "english": "One should not presume that the Messianic king must work miracles and wonders, bring about new phenomena in the world, resurrect the dead, or perform other similar deeds. This is definitely not true.<br>Proof can be brought from the fact that Rabbi Akiva, one of the greater Sages of the Mishnah, was one of the supporters of King Bar Kozibah and would describe him as the Messianic king. He and all the Sages of his generation considered him to be the Messianic king until he was killed because of sins. Once he was killed, they realized that he was not the Mashiach. The Sages did not ask him for any signs or wonders.<br>The main thrust of the matter is: This Torah, its statutes and its laws, are everlasting. We may not add to them or detract from them."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאִם יַעֲמֹד מֶלֶךְ מִבֵּית דָּוִד הוֹגֶה בַּתּוֹרָה וְעוֹסֵק בְּמִצְוֹת כְּדָוִד אָבִיו. כְּפִי תּוֹרָה שֶׁבִּכְתָב וְשֶׁבְּעַל פֶּה. וְיָכֹף כָּל יִשְׂרָאֵל לֵילֵךְ בָּהּ וּלְחַזֵּק בִּדְקָהּ. וְיִלָּחֵם מִלְחֲמוֹת ה'. הֲרֵי זֶה בְּחֶזְקַת שֶׁהוּא מָשִׁיחַ. (אִם עָשָׂה וְהִצְלִיחַ וּבָנָה מִקְדָּשׁ בִּמְקוֹמוֹ וְקִבֵּץ נִדְחֵי יִשְׂרָאֵל הֲרֵי זֶה מָשִׁיחַ בְּוַדַּאי. וִיתַקֵּן אֶת הָעוֹלָם כֻּלּוֹ לַעֲבֹד אֶת ה' בְּיַחַד שֶׁנֶּאֱמַר כִּי אָז אֶהְפֹּךְ אֶל עַמִּים שָׂפָה בְרוּרָה לִקְרֹא כֻלָּם בְּשֵׁם ה' וּלְעָבְדוֹ שְׁכֶם אֶחָד): ",
            "english": "If a king will arise from the House of David who diligently contemplates the Torah and observes its mitzvot as prescribed by the Written Law and the Oral Law as David, his ancestor, will compel all of Israel to walk in (the way of the Torah) and rectify the breaches in its observance, and fight the wars of God, we may, with assurance, consider him Mashiach.<br>If he succeeds in the above, builds the Temple in its place, and gathers the dispersed of Israel, he is definitely the Mashiach.<br>He will then improve the entire world, motivating all the nations to serve God together, as Tzephaniah 3:9 states: 'I will transform the peoples to a purer language that they all will call upon the name of God and serve Him with one purpose.'"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְאִם לֹא הִצְלִיחַ עַד כֹּה, אוֹ נֶהֱרָג, בְּיָדוּעַ שֶׁאֵינוֹ זֶה שֶׁהִבְטִיחָה עָלָיו תּוֹרָה, וַהֲרֵי הוּא כְּכָל מַלְכֵי בֵּית דָּוִד הַשְּׁלֵמִים הַכְּשֵׁרִים שֶׁמֵּתוּ. וְלֹא הֶעֱמִידוֹ הַקָּדוֹשׁ בָּרוּךְ הוּא אֶלָּא לְנַסּוֹת בּוֹ רַבִּים, שֶׁנֶּאֱמַר \"וּמִן הַמַּשְׂכִּילִים יִכָּשְׁלוּ לִצְרוֹף בָּהֶן וּלְבָרֵר וְלַלְבֵּן עַד עֵת קֵץ כִּי עוֹד לַמּוֹעֵד\".",
            "english": "If he did not succeed to this degree or was killed, he surely is not the redeemer promised by the Torah. Rather, he should be considered as all the other proper and complete kings of the Davidic dynasty who died. God caused him to arise only to test the many, as Daniel 11:35 states: 'And some of the wise men will stumble, to try them, to refine, and to clarify until the appointed time, because the set time is in the future.'"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אַף יֵשׁוּעַ הַנּוֹצְרִי שֶׁדִּימָה שֶׁיִּהְיֶה מָשִׁיחַ, וְנֶהֱרָג בְּבֵית דִּין, כְּבָר נִתְנַבֵּא בּוֹ דָּנִיֵּאל, שֶׁנֶּאֱמַר \"וּבְנֵי פָּרִיצֵי עַמְּךָ יִנַּשְּׂאוּ לְהַעֲמִיד חָזוֹן וְנִכְשָׁלוּ\" (דניאל יא, יד). וְכִי יֵשׁ מִכְשׁוֹל גָּדוֹל מִזֶּה, שֶׁכָּל הַנְּבִיאִים דִּבְּרוּ שֶׁהַמָּשִׁיחַ גּוֹאֵל יִשְׂרָאֵל וּמוֹשִׁיעָם, וּמְקַבֵּץ נִדְחֵיהֶם וּמְחַזֵּק מִצְוָתָן, וְזֶה גָּרַם לְאַבֵּד יִשְׂרָאֵל בַּחֶרֶב, וּלְפַזֵּר שְׁאֵרִיתָם וּלְהַשְׁפִּילָם, וּלְהַחֲלִיף הַתּוֹרָה, וּלְהַטְעוֹת רוֹב הָעוֹלָם לַעֲבֹד אֱלוֹהַּ מִבַּלְעֲדֵי ה'.",
            "english": "Jesus of Nazareth who aspired to be the Mashiach and was executed by the court was also alluded to in Daniel's prophecies, as ibid. 11:14 states: 'The vulgar among your people shall exalt themselves in an attempt to fulfill the vision, but they shall stumble.'<br>Can there be a greater stumbling block than Christianity? All the prophets spoke of Mashiach as the redeemer of Israel and their savior who would gather their dispersed and strengthen their observance of the mitzvot. In contrast, Christianity caused the Jews to be slain by the sword, their remnants to be scattered and humbled, the Torah to be altered, and the majority of the world to err and serve a god other than the Lord."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֲבָל מַחְשְׁבוֹת בּוֹרֵא עוֹלָם אֵין כּוֹחַ בָּאָדָם לְהַשִּׂיגָם, כִּי לֹא דְּרָכֵינוּ דְּרָכָיו וְלֹא מַחְשְׁבוֹתֵינוּ מַחְשְׁבוֹתָיו. וְכָל הַדְּבָרִים הָאֵלּוּ שֶׁל יֵשׁוּעַ הַנּוֹצְרִי, וְשֶׁל זֶה הַיִּשְׁמְעֵאלִי שֶׁעָמַד אַחֲרָיו, אֵינָן אֶלָּא לְיַשֵּׁר דֶּרֶךְ לַמֶּלֶךְ הַמָּשִׁיחַ, וּלְתַקֵּן אֶת הָעוֹלָם כֻּלּוּ לַעֲבֹד אֶת ה' בְּיַחַד: שֶׁנֶּאֱמַר \"כִּי אָז אֶהְפֹּךְ אֶל עַמִּים שָׂפָה בְרוּרָה לִקְרֹא כֻּלָּם בְּשֵׁם ה' וּלְעוֹבְדוֹ שְׁכֶם אֶחָד\" (ראה צפניה ג, ט).",
            "english": "Nevertheless, the intent of the Creator of the world is not within the power of man to comprehend, for His ways are not our ways, nor are His thoughts, our thoughts. Ultimately, all the deeds of Jesus of Nazareth and that Ishmaelite who arose after him will only serve to prepare the way for Mashiach's coming and the improvement of the entire world, motivating the nations to serve God together as Tzephaniah 3:9 states: 'I will transform the peoples to a purer language that they all will call upon the name of God and serve Him with one purpose.'"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כֵּיצַד: כְּבָר נִתְמַלֵּא הָעוֹלָם כֻּלּוֹ מִדִּבְרֵי הַמָּשִׁיחַ, וּמִדִּבְרֵי הַתּוֹרָה וּמִדִּבְרֵי הַמִּצְווֹת, וּפָשְׁטוּ דְּבָרִים אֵלּוּ בְּאִיִּים רְחוֹקִים, וּבְעַמִּים רַבִּים עַרְלֵי לֵב; וְהֵם נוֹשְׂאִים וְנוֹתְנִים בִּדְבָרִים אֵלּוּ וּבְמִצְווֹת הַתּוֹרָה, אֵלּוּ אוֹמְרִים מִצְווֹת אֵלּוּ אֱמֶת הָיוּ, וּכְבָר בָּטְלוּ בַּזְּמַן הַזֶּה, וְלֹא הָיוּ נוֹהֲגוֹת לְדוֹרוֹת. וְאֵלּוּ אוֹמְרִים דְּבָרִים נִסְתָּרוֹת יֵשׁ בָּהֶם, וְאֵינָן כִּפְשׁוּטָן, וּכְבָר בָּא מָשִׁיחַ, וְגִלָּה נִסְתְּרֵיהֶם.",
            "english": "How will this come about? The entire world has already become filled with the mention of Mashiach, Torah, and mitzvot. These matters have been spread to the furthermost islands to many stubborn-hearted nations. They discuss these matters and the mitzvot of the Torah, saying: 'These mitzvot were true, but were already negated in the present age and are not applicable for all time.'<br>Others say: 'Implied in the mitzvot are hidden concepts that can not be understood simply. The Mashiach has already come and revealed those hidden truths.'"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וּכְשֶׁיַּעֲמוֹד הַמֶּלֶךְ הַמָּשִׁיחַ בֶּאֱמֶת, וְיַצְלִיחַ וְיָרוּם וְיִינָשֵׂא, מִיַּד הֵם כּוּלָן חוֹזְרִין וְיוֹדְעִים שֶׁשֶּׁקֶר נָחֲלוּ אֲבוֹתֵיהֶם, וְשֶׁנְּבִיאֵיהֶם וַאֲבוֹתֵיהֶם הִטְעוּם.\n",
            "english": "When the true Messianic king will arise and prove successful, his position becoming exalted and uplifted, they will all return and realize that their ancestors endowed them with a false heritage and their prophets and ancestors caused them to err."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אַל יַעֲלֶה עַל הַלֵּב שֶׁבִּימוֹת הַמָּשִׁיחַ יִבָּטֵל דָּבָר מִמִּנְהָגוֹ שֶׁל עוֹלָם. אוֹ יִהְיֶה שָׁם חִדּוּשׁ בְּמַעֲשֵׂה בְּרֵאשִׁית. אֶלָּא עוֹלָם כְּמִנְהָגוֹ נוֹהֵג. וְזֶה שֶׁנֶּאֱמַר בִּישַׁעְיָה <small>(ישעיה יא, ו)</small> \"וְגָר זְאֵב עִם כֶּבֶשׂ וְנָמֵר עִם גְּדִי יִרְבָּץ\" מָשָׁל וְחִידָה. עִנְיַן הַדָּבָר שֶׁיִּהְיוּ יִשְׂרָאֵל יוֹשְׁבִין לָבֶטַח עִם רִשְׁעֵי עַכּוּ\"ם הַמְשׁוּלִים כִּזְאֵב וְנָמֵר. שֶׁנֶּאֱמַר <small>(ירמיה ה, ו)</small> \"זְאֵב עֲרָבוֹת יְשָׁדְדֵם וְנָמֵר שֹׁקֵד עַל עָרֵיהֶם\". וְיַחְזְרוּ כֻּלָּם לְדַת הָאֱמֶת. וְלֹא יִגְזְלוּ וְלֹא יַשְׁחִיתוּ. אֶלָּא יֹאכְלוּ דָּבָר הַמֻּתָּר בְּנַחַת עִם יִשְׂרָאֵל. שֶׁנֶּאֱמַר <small>(ישעיה יא, ז)</small> \"וְאַרְיֵה כַּבָּקָר יֹאכַל תֶּבֶן\". וְכֵן כָּל כַּיּוֹצֵא בְּאֵלּוּ הַדְּבָרִים בְּעִנְיַן הַמָּשִׁיחַ הֵם מְשָׁלִים. וּבִימוֹת הַמֶּלֶךְ הַמָּשִׁיחַ יִוָּדַע לַכּל לְאֵי זֶה דָּבָר הָיָה מָשָׁל. וּמָה עִנְיָן רָמְזוּ בָּהֶן: ",
            "english": "Do not presume that in the Messianic age any facet of the world's nature will change or there will be innovations in the work of creation. Rather, the world will continue according to its pattern.<br>Although Isaiah 11:6 states: 'The wolf will dwell with the lamb, the leopard will lie down with the young goat,' these words are a metaphor and a parable. The interpretation of the prophecy is as follows: Israel will dwell securely together with the wicked gentiles who are likened to a wolf and a leopard, as in the prophecy Jeremiah 5:6: 'A wolf from the wilderness shall spoil them and a leopard will stalk their cities.' They will all return to the true faith and no longer steal or destroy. Rather, they will eat permitted food at peace with Israel as Isaiah 11:7 states: 'The lion will eat straw like an ox.'<br>Similarly, other Messianic prophecies of this nature are metaphors. In the Messianic era, everyone will realize which matters were implied by these metaphors and which allusions they contained."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אָמְרוּ חֲכָמִים אֵין בֵּין הָעוֹלָם הַזֶּה לִימוֹת הַמָּשִׁיחַ אֶלָּא שִׁעְבּוּד מַלְכֻיּוֹת בִּלְבַד. יֵרָאֶה מִפְּשׁוּטָן שֶׁל דִּבְרֵי הַנְּבִיאִים. שֶׁבִּתְחִלַּת יְמוֹת הַמָּשִׁיחַ תִּהְיֶה מִלְחֶמֶת גּוֹג וּמָגוֹג. וְשֶׁקֹּדֶם מִלְחֶמֶת גּוֹג וּמָגוֹג יַעֲמֹד נָבִיא לְיַשֵּׁר יִשְׂרָאֵל וּלְהָכִין לִבָּם. שֶׁנֶּאֱמַר <small>(מלאכי ג, כג)</small> \"הִנֵּה אָנֹכִי שׁלֵחַ לָכֶם אֵת אֵלִיָּה\" וְגוֹ'. וְאֵינוֹ בָּא לֹא לְטַמֵּא הַטָּהוֹר. וְלֹא לְטַהֵר הַטָּמֵא. וְלֹא לִפְסל אֲנָשִׁים שֶׁהֵם בְּחֶזְקַת כַּשְׁרוּת. וְלֹא לְהַכְשִׁיר מִי שֶׁהֻחְזְקוּ פְּסוּלִין. אֶלָּא לָשׂוּם שָׁלוֹם בָּעוֹלָם. שֶׁנֶּאֱמַר <small>(מלאכי ג, כד)</small> \"וְהֵשִׁיב לֵב אָבוֹת עַל בָּנִים\". וְיֵשׁ מִן הַחֲכָמִים שֶׁאוֹמְרִים שֶׁקֹּדֶם בִּיאַת הַמָּשִׁיחַ יָבוֹא אֵלִיָּהוּ. וְכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן לֹא יֵדַע אָדָם אֵיךְ יִהְיוּ עַד שֶׁיִּהְיוּ. שֶׁדְּבָרִים סְתוּמִין הֵן אֵצֶל הַנְּבִיאִים. גַּם הַחֲכָמִים אֵין לָהֶם קַבָּלָה בִּדְבָרִים אֵלּוּ. אֶלָּא לְפִי הֶכְרֵעַ הַפְּסוּקִים. וּלְפִיכָךְ יֵשׁ לָהֶם מַחְלֹקֶת בִּדְבָרִים אֵלּוּ. וְעַל כָּל פָּנִים אֵין סִדּוּר הֲוָיַת דְּבָרִים אֵלּוּ וְלֹא דִּקְדּוּקֵיהֶן עִקָּר בַּדָּת. וּלְעוֹלָם לֹא יִתְעַסֵּק אָדָם בְּדִבְרֵי הַהַגָּדוֹת. וְלֹא יַאֲרִיךְ בַּמִּדְרָשׁוֹת הָאֲמוּרִים בְּעִנְיָנִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן. וְלֹא יְשִׂימֵם עִקָּר. שֶׁאֵין מְבִיאִין לֹא לִידֵי יִרְאָה וְלֹא לִידֵי אַהֲבָה. וְכֵן לֹא יְחַשֵּׁב הַקִּצִּין. אָמְרוּ חֲכָמִים תִּפַּח רוּחָם שֶׁל מְחַשְּׁבֵי הַקִּצִּים. אֶלָּא יְחַכֶּה וְיַאֲמִין בִּכְלַל הַדָּבָר כְּמוֹ שֶׁבֵּאַרְנוּ: ",
            "english": "Our Sages taught: \"There will be no difference between the current age and the Messianic era except the emancipation from our subjugation to the gentile kingdoms.\"<br>The simple interpretation of the prophets' words appear to imply that the war of Gog and Magog will take place at the beginning of the Messianic age. Before the war of Gog and Magog, a prophet will arise to inspire Israel to be upright and prepare their hearts, as Malachi 3:22 states: 'Behold, I am sending you Elijah.'<br>He will not come to declare the pure, impure, or to declare the impure, pure. He will not dispute the lineage of those presumed to be of proper pedigree, nor will he validate the pedigree of those whose lineage is presumed blemished. Rather, he will establish peace within the world as <i>ibid.</i> 3:24 continues: 'He will turn the hearts of the fathers to the children.\"<br>There are some Sages who say that Elijah's coming will precede the coming of the Mashiach. All these and similar matters cannot be definitely known by man until they occur for these matters are undefined in the prophets' words and even the wise men have no established tradition regarding these matters except their own interpretation of the verses. Therefore, there is a controversy among them regarding these matters.<br>Regardless of the debate concerning these questions, neither the order of the occurrence of these events or their precise detail are among the fundamental principles of the faith. A person should not occupy himself with the <i>Aggadot</i> and homiletics concerning these and similar matters, nor should he consider them as essentials, for study of them will neither bring fear or love of God.<br>Similarly, one should not try to determine the appointed time for Mashiach's coming. Our Sages declared: 'May the spirits of those who attempt to determine the time of Mashiach's coming expire!' Rather, one should await and believe in the general conception of the matter as explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בִּימֵי הַמֶּלֶךְ הַמָּשִׁיחַ. כְּשֶׁתִּתְיַשֵּׁב מַמְלַכְתּוֹ וְיִתְקַבְּצוּ אֵלָיו כָּל יִשְׂרָאֵל. יִתְיַחֲסוּ כֻּלָּם עַל פִּיו בְּרוּחַ הַקֹּדֶשׁ שֶׁתָּנוּחַ עָלָיו. שֶׁנֶּאֱמַר <small>(מלאכי ג, ג)</small> \"וְיָשַׁב מְצָרֵף וּמְטַהֵר\" וְגוֹ'. וּבְנֵי לֵוִי מְטַהֵר תְּחִלָּה וְאוֹמֵר זֶה מְיֻחָס כֹּהֵן וְזֶה מְיֻחָס לֵוִי. וְדוֹחֶה אֶת שֶׁאֵינָן מְיֻחָסִין לְיִשְׂרָאֵל. הֲרֵי הוּא אוֹמֵר <small>(עזרא ב, סג)</small> \"וַיֹּאמֶר הַתִּרְשָׁתָא לָהֶם\" וְגוֹ' <small>(עזרא ב, סג)</small> \"עַד עֲמֹד כֹּהֵן לְאוּרִים וּלְתֻמִּים\". הִנֵּה לָמַדְתָּ שֶׁבְּרוּחַ הַקֹּדֶשׁ מְיַחֲסִין הַמֻּחְזָקִין וּמוֹדִיעִין הַמְיֻחָס. וְאֵינוֹ מְיַחֵס יִשְׂרָאֵל אֶלָּא לְשִׁבְטֵיהֶם. שֶׁמּוֹדִיעַ שֶׁזֶּה מִשֵּׁבֶט פְּלוֹנִי וְזֶה מִשֵּׁבֶט פְּלוֹנִי. אֲבָל אֵינוֹ אוֹמֵר עַל שֶׁהֵן בְּחֶזְקַת כַּשְׁרוּת זֶה מַמְזֵר וְזֶה עֶבֶד. שֶׁהַדִּין הוּא שֶׁמִּשְׁפָּחָה שֶׁנִּטְמְעָה נִטְמְעָה: ",
            "english": "During the era of the Messianic king, once his kingdom has been established and all of Israel has gathered around him, the entire nation's line of descent will be established on the basis of his words and the prophetic spirit which will rest upon him, as Malachi 3:3 states: 'He shall sit as a refiner and purifier.'<br>He will purify the lineage of the Levites first, stating 'He is a priest of defined lineage. He is a Levite of defined lineage.' Those whose lineage he will not recognize will be lowered to the status of Israelites. This is implied by Ezra 2:63: 'The governor said to them: 'They should not eat of the most holy things until a priest arises who will wear the <i>urim vitumim</i>.' From this verse, you can infer that the prophetic spirit will be used to define and notify the pedigree of lineage.<br>When he defines the lineage of the Israelites, he will make known their tribal lineage alone, stating: 'He is from this tribe and he is from another tribe.' He will not, by contrast, state concerning a person who is presumed to be of unblemished lineage: 'He is illegitimate or he is of slave lineage.' For the law is once a family has become intermingled with the entire Jewish people, they may remain intermingled."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "לֹא נִתְאַוּוּ הַחֲכָמִים וְהַנְּבִיאִים יְמוֹת הַמָּשִׁיחַ. לֹא כְּדֵי שֶׁיִּשְׁלְטוּ עַל כָּל הָעוֹלָם. וְלֹא כְּדֵי שֶׁיִּרְדּוּ בָּעַכּוּ\"ם. וְלֹא כְּדֵי שֶׁיְּנַשְּׂאוּ אוֹתָם הָעַמִּים. וְלֹא כְּדֵי לֶאֱכל וְלִשְׁתּוֹת וְלִשְׂמֹחַ. אֶלָּא כְּדֵי שֶׁיִּהְיוּ פְּנוּיִין בַּתּוֹרָה וְחָכְמָתָהּ. וְלֹא יִהְיֶה לָהֶם נוֹגֵשׂ וּמְבַטֵּל. כְּדֵי שֶׁיִּזְכּוּ לְחַיֵּי הָעוֹלָם הַבָּא. כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת תְּשׁוּבָה: ",
            "english": "The Sages and the prophets did not yearn for the Messianic era in order to have dominion over the entire world, to rule over the gentiles, to be exalted by the nations, or to eat, drink, and celebrate. Rather, they desired to be free to involve themselves in Torah and wisdom without any pressures or disturbances, so that they would merit the world to come, as explained in <i>Hilchot Teshuvah</i>."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּבְאוֹתוֹ הַזְּמַן לֹא יִהְיֶה שָׁם לֹא רָעָב וְלֹא מִלְחָמָה. וְלֹא קִנְאָה וְתַחֲרוּת. שֶׁהַטּוֹבָה תִּהְיֶה מֻשְׁפַּעַת הַרְבֵּה. וְכָל הַמַּעֲדַנִּים מְצוּיִין כֶּעָפָר. וְלֹא יִהְיֶה עֵסֶק כָּל הָעוֹלָם אֶלָּא לָדַעַת אֶת ה' בִּלְבַד. וּלְפִיכָךְ יִהְיוּ יִשְׂרָאֵל חֲכָמִים גְּדוֹלִים וְיוֹדְעִים דְּבָרִים הַסְּתוּמִים וְיַשִּׂיגוּ דַּעַת בּוֹרְאָם כְּפִי כֹּחַ הָאָדָם. שֶׁנֶּאֱמַר <small>(ישעיה יא, ט)</small> \"כִּי מָלְאָה הָאָרֶץ דֵּעָה אֶת ה' כַּמַּיִם לַיָּם מְכַסִּים\": ",
            "english": "In that era, there will be neither famine or war, envy or competition for good will flow in abundance and all the delights will be freely available as dust. The occupation of the entire world will be solely to know God.<br>Therefore, the Jews will be great sages and know the hidden matters, grasping the knowledge of their Creator according to the full extent of human potential, as Isaiah 11:9 states: 'The world will be filled with the knowledge of God as the waters cover the ocean bed.\""
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:15:46.240Z",
    "totalChapters": 12,
    "status": "imported_sefaria"
  }
}
