{
  "id": "mourning",
  "name": "Mishneh Torah, Mourning",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Mourning",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה לְהִתְאַבֵּל עַל הַקְּרוֹבִים. שֶׁנֶּאֱמַר <small>(ויקרא י יט)</small> \"וְאָכַלְתִּי חַטָּאת הַיּוֹם הַיִּיטַב בְּעֵינֵי ה'\". וְאֵין אֲבֵלוּת מִן הַתּוֹרָה אֶלָּא בְּיוֹם רִאשׁוֹן בִּלְבַד שֶׁהוּא יוֹם הַמִּיתָה וְיוֹם הַקְּבוּרָה. אֲבָל שְׁאָר הַשִּׁבְעָה יָמִים אֵינוֹ דִּין תּוֹרָה. אַף עַל פִּי שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(בראשית נ י)</small> \"וַיַּעַשׂ לְאָבִיו אֵבֶל שִׁבְעַת יָמִים\" נִתְּנָה תּוֹרָה וְנִתְחַדְּשָׁה הֲלָכָה. וּמשֶׁה רַבֵּנוּ תִּקֵּן לָהֶם לְיִשְׂרָאֵל שִׁבְעַת יְמֵי אֲבֵלוּת וְשִׁבְעַת יְמֵי הַמִּשְׁתֶּה: \n",
            "english": "It is a positive commandment to mourn for one's close relatives,1 as implied by Leviticus 10:19: \"Were I to partake of a sin offering today, would it find favor in God's eyes?\" According to Scriptural Law, the obligation to mourn is only on the first day which is the day of the person's death and burial. The remainder of the seven days of mourning are not required by Scriptural Law. Although the Torah states Genesis 50:10: \"And he instituted mourning for his father for seven days,\" when the Torah was given, the laws were renewed.<br>Moses our teacher ordained for the Jewish people the seven days of mourning and the seven days of wedding celebrations."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מֵאֵימָתַי יִתְחַיֵּב אָדָם בָּאֵבֶל. מִשֶּׁיִּסָּתֵם הַגּוֹלֵל. אֲבָל כָּל זְמַן שֶׁלֹּא נִקְבַּר הַמֵּת אֵינוֹ אָסוּר בְּדָבָר מִן הַדְּבָרִים שֶׁהָאָבֵל אָסוּר בָּהֶן. וּמִפְּנֵי טַעַם זֶה רָחַץ דָּוִד וְסָךְ כְּשֶׁמֵּת הַיֶּלֶד טֶרֶם שֶׁיִּקָּבֵר: \n",
            "english": "From when is a person obligated to mourn? When the grave is covered. But until the corpse has been buried, a mourner is not bound by any of the prohibitions incumbent on a mourner. For this reason, King David washed and anointed himself when his son died, before he was buried."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הֲרוּגֵי מַלְכוּת שֶׁאֵין מְנִיחִין אוֹתָן לְהִקָּבֵר מֵאֵימָתַי מַתְחִילִין לְהִתְאַבֵּל עֲלֵיהֶן וְלִסְפֹּר שִׁבְעָה וּשְׁלֹשִׁים מִשֶּׁיִּתְיָאֲשׁוּ לִשְׁאל לַמֶּלֶךְ לְקָבְרָן. אַף עַל פִּי שֶׁלֹּא נִתְיָאֲשׁוּ מִלִּגְנֹב אוֹתָן: \n",
            "english": "When does the obligation to mourn and count the seven and the thirty days of mourning for people executed by the gentile authorities who they do not allow to be buried? When their relatives despair of asking permission from the king to bury them, even though they did not despair of stealing their corpses to bury them."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁטָּבַע בַּנָּהָר אוֹ מִי שֶׁאֲכָלַתּוּ חַיָּה רָעָה. מִשֶּׁנִּתְיָאֲשׁוּ לְבַקֵּשׁ. מְצָאוּהוּ אֵיבָרִים אֵיבָרִים אֵין מוֹנִין לוֹ עַד שֶׁיִּמָּצֵא רֹאשׁוֹ וְרֻבּוֹ אוֹ יִתְיָאֲשׁוּ מִלְּבַקֵּשׁ: \n",
            "english": "When a person drowned in a river or was consumed by a wild beast, we begin mourning for him when we despair of finding his corpse. If his corpse was found limb by limb, we do not begin counting the days of mourning until his head and the majority of his body is found or they despair of finding the remainder of his corpse."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁדַּרְכָּן לִשְׁלֹחַ הַמֵּת לִמְדִינָה אַחֶרֶת לְקָבְרוֹ וְאֵינָם יוֹדְעִים מָתַי יִקָּבֵר מֵעֵת שֶׁיַּחְזְרוּ פְּנֵיהֶן מִלְּלַוּוֹתוֹ מַתְחִילִין לִמְנוֹת שִׁבְעָה וּשְׁלֹשִׁים וּמַתְחִילִין לְהִתְאַבֵּל: \n",
            "english": "When it is customary for people to send a corpse to another city to be buried and they do not know when the burial will take place, from the time they turn back from accompanying the corpse, they are obligated to count the seven and thirty days of mourning and begin mourning rites."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַנְּפָלִים אֵין מִתְאַבְּלִין עֲלֵיהֶן. וְכָל שֶׁלֹּא שָׁהָה שְׁלֹשִׁים יוֹם בָּאָדָם הֲרֵי זֶה נֵפֶל. אֲפִלּוּ מֵת בְּיוֹם שְׁלֹשִׁים אֵין מִתְאַבְּלִין עָלָיו: \n",
            "english": "We do not mourn for stillborn infants. Whenever a human offspring does not live for 30 days, he is considered as stillborn. Even if he died on the thirtieth day, we do not mourn for him."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְאִם נוֹדַע בְּוַדַּאי שֶׁנּוֹלַד לְתִשְׁעָה חֳדָשִׁים גְּמוּרִים אֲפִלּוּ מֵת בַּיּוֹם שֶׁנּוֹלַד מִתְאַבְּלִים עָלָיו: \n",
            "english": "If we know for certain that he was born after a full nine months of pregnancy, we mourn for him even if he died on the day of his birth."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בֶּן תִּשְׁעָה חֳדָשִׁים שֶׁנּוֹלַד מֵת וּבֶן שְׁמוֹנָה שֶׁמֵּת אֲפִלּוּ לְאַחַר שְׁלֹשִׁים. וּמִי שֶׁיָּצָא מְחֻתָּךְ אוֹ מְרֻסָּס אַף עַל פִּי שֶׁכָּלוּ לוֹ חֳדָשָׁיו. הֲרֵי זֶה נֵפֶל וְאֵין מִתְאַבְּלִין עֲלֵיהֶן וְלֹא מִתְעַסְּקִין עִמָּהֶם: \n",
            "english": "A fetus from a full term pregnancy that was stillborn, a child born in the eighth month of pregnancy who died even after living 30 days, or a fetus that emerged cut or crushed even though it endured a full term pregnancy is considered stillborn. We do not observe mourning rites for them and we do not engage in activity on their behalf."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל הֲרוּגֵי מַלְכוּת אַף עַל פִּי שֶׁנֶּהֶרְגוּ בְּדִין הַמֶּלֶךְ וְהַתּוֹרָה נָתְנָה לוֹ רְשׁוּת לְהָרְגָן. הֲרֵי אֵלּוּ מִתְאַבְּלִין עֲלֵיהֶן וְאֵין מוֹנְעִין מֵהֶן כָּל דָּבָר. וּמָמוֹנָם לַמֶּלֶךְ. וְנִקְבָּרִין בְּקִבְרֵי אֲבוֹתֵיהֶן. אֲבָל כָּל הֲרוּגֵי בֵּית דִּין אֵין מִתְאַבְּלִין עֲלֵיהֶן אֲבָל אוֹנְנִין. שֶׁאֵין אֲנִינוּת אֶלָּא בַּלֵּב. וְאֵין נִקְבָּרִין עִם אֲבוֹתֵיהֶן עַד שֶׁיִּתְאַכֵּל הַבָּשָׂר. וּמָמוֹנָם לְיוֹרְשֵׁיהֶם: \n",
            "english": "We observe mourning rites for all of those executed by the government, even when they were executed by the government's laws and the Torah granted it license to execute them. We don't withhold anything from them. Their estate is given to the government, but they are buried in their ancestral plots.<br>We do not, by contrast, observe mourning rites for those executed by the court. We do, however, observe the rites of bitter regret (<i>aninut</i>), for <i>aninut</i> is an expression of the feelings in one's heart. They are not buried with their ancestors until their corpses have decomposed. Their estate, however, is granted to their heirs."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כָּל הַפּוֹרְשִׁין מִדַּרְכֵי צִבּוּר וְהֵם הָאֲנָשִׁים שֶׁפָּרְקוּ עֹל הַמִּצְוֹת מֵעַל צַוָּארָן וְאֵין נִכְלָלִין בִּכְלַל יִשְׂרָאֵל בַּעֲשִׂיַּת הַמִּצְוֹת וּבִכְבוֹד הַמּוֹעֲדוֹת וִישִׁיבַת בָּתֵּי כְּנֵסִיּוֹת וּבָתֵּי מִדְרָשׁוֹת אֶלָּא הֲרֵי הֵן כִּבְנֵי חוֹרִין לְעַצְמָן [כִּשְׁאָר הָאֻמּוֹת] וְכֵן הָאֶפִּיקוֹרוֹסִין [וְהַמּוּמָרִים] וְהַמּוֹסְרִין כָּל אֵלּוּ אֵין מִתְאַבְּלִין עֲלֵיהֶן. אֶלָּא אֲחֵיהֶם וּשְׁאָר קְרוֹבֵיהֶם לוֹבְשִׁין לְבָנִים וּמִתְעַטְּפִים לְבָנִים וְאוֹכְלִים וְשׁוֹתִים וּשְׂמֵחִים שֶׁהֲרֵי אָבְדוּ שׂוֹנְאָיו שֶׁל הַקָּדוֹשׁ בָּרוּךְ הוּא. וַעֲלֵיהֶם הַכָּתוּב אוֹמֵר <small>(תהילים קלט כא)</small> \"הֲלוֹא מְשַׂנְאֶיךָ ה' אֶשְׂנָא\": \n",
            "english": "We do not conduct mourning rites for all those who deviate from the path of the community, i.e., people who throw off the yoke of the mitzvot from their necks and do not join together with the Jewish people in the observance of the mitzvot, the honoring of the festivals, or the attendance of synagogues and houses of study. Instead, they are like free and independent people like the other nations. Similarly, we do not mourn for heretics, apostates, and people who inform on Jews to the gentiles. Instead, their brothers and their other relatives wear white clothes, robe themselves in white, eat, drink, and celebrate for the enemies of the Holy One, blessed be He, have perished. Concerning them, Psalms139:21 states: \"Those who hate You, O God, will I hate.\""
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַמְאַבֵּד עַצְמוֹ לָדַעַת אֵין מִתְעַסְּקִין עִמּוֹ לְכָל דָּבָר וְאֵין מִתְאַבְּלִין עָלָיו וְאֵין מַסְפִּידִין אוֹתוֹ. אֲבָל עוֹמְדִין עָלָיו בְּשׁוּרָה וְאוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְכָל דָּבָר שֶׁהוּא כָּבוֹד לַחַיִּים. וְאֵי זֶהוּ הַמְאַבֵּד עַצְמוֹ לָדַעַת. לֹא שֶׁעָלָה לַגַּג וְנָפַל וּמֵת אֶלָּא הָאוֹמֵר הֲרֵינִי עוֹלֶה לְרֹאשׁ הַגַּג. רָאוּהוּ שֶׁעָלָה מִיָּד דֶּרֶךְ כַּעַס אוֹ שֶׁהָיָה מֵצֵר וְנָפַל וּמֵת. הֲרֵי זֶה בְּחֶזְקַת שֶׁאִבֵּד עַצְמוֹ לָדַעַת. אֲבָל אִם רָאוּהוּ חָנוּק וְתָלוּי בָּאִילָן אוֹ הָרוּג וּמֻשְׁלָךְ עַל גַּב סֵיפוֹ הֲרֵי זֶה בְּחֶזְקַת כָּל הַמֵּתִים וּמִתְעַסְּקִין עִמּוֹ וְאֵין מוֹנְעִין מִמֶּנּוּ דָּבָר: \n",
            "english": "When a person commits suicide, we do not engage in activity on their behalf at all. We do not mourn for him or eulogize him. We do, however, stand in a line to comfort the relatives, recite the blessing for the mourners and perform any act that shows respect for the living.<br>What is meant by a person who commits suicide? Not necessarily one who climbs up on a roof, falls, and dies, but rather, one who says: \"I am going up to the top of the roof.\" If we see him climb up immediately in anger or know that he was distressed and see him fall and die, we presume such a person is one who committed suicide. If, however, we see him strangled and hanging from a tree or slain and lying on the back of his sword, we presume that he is like all other corpses. We engage in activity on his behalf and do not withhold anything from him."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵלוּ שֶׁאָדָם חַיָּב לְהִתְאַבֵּל עֲלֵיהֶן דִּין תּוֹרָה. אִמּוֹ וְאָבִיו בְּנוֹ וּבִתּוֹ וְאָחִיו וַאֲחוֹתוֹ מֵאָבִיו. וּמִדִּבְרֵיהֶם שֶׁיִּתְאַבֵּל הָאִישׁ עַל אִשְׁתּוֹ הַנְּשׂוּאָה. וְכֵן הָאִשָּׁה עַל בַּעְלָהּ. וּמִתְאַבֵּל עַל אָחִיו וְעַל אֲחוֹתוֹ שֶׁהֵן מֵאִמּוֹ: \n",
            "english": "These are the relatives for whom a person is obligated to mourn according to Scriptural Law: His mother, his father, his son, his daughter, his paternal brother and paternal sister. According to Rabbinic Law, a man should also mourn for his wife if she dies while they are married. And a woman should mourn for her husband. Similarly, a person should mourn for a maternal brother and sister."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֲפִלּוּ הַכֹּהֵן שֶׁאֵינוֹ מִתְטַמֵּא לְאָחִיו וַאֲחוֹתוֹ מֵאִמּוֹ וְלַאֲחוֹתוֹ הַנְּשׂוּאָה אַף עַל פִּי שֶׁהִיא מֵאָבִיו. מִתְאַבֵּל הוּא עֲלֵיהֶן. וְאִם הָיְתָה אֲחוֹתוֹ זוֹ הַנְּשׂוּאָה מֵאָבִיו הֲרֵי הוּא מִתְאַבֵּל עָלֶיהָ דִּין תּוֹרָה: \n",
            "english": "Even a priest who does not become impure for his maternal brother and sister or for his paternal sister who is married, mourns for them. For his married paternal sister who is married, he is required to mourn by Scriptural Law."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בְּנוֹ אוֹ אָחִיו הַבָּא מִן הַשִּׁפְחָה וּמִן הַנָּכְרִית אֵינוֹ מִתְאַבֵּל עֲלֵיהֶן כְּלָל. וְכֵן מִי שֶׁנִּתְגַּיֵּר הוּא וּבָנָיו אוֹ נִשְׁתַּחְרֵר הוּא וְאִמּוֹ אֵין מִתְאַבְּלִין זֶה עַל זֶה. וְכֵן אִשְׁתּוֹ אֲרוּסָה אֵינוֹ מִתְאַבֵּל עָלֶיהָ וְלֹא אוֹנֵן וְכֵן הִיא לֹא אוֹנֶנֶת וְלֹא מִתְאַבֶּלֶת עָלָיו: \n",
            "english": "A person who has a son or a brother born by a maid-servant or a gentile woman should not mourn for them at all. Similarly, when a person and his sons convert or a person and his mother are freed from slavery, they do not mourn for each other.<br>Similarly, a person does not observe either the rites of <i>aninut</i> or the mourning rites for a wife whom he has consecrated, but not married. Similarly, she does not observe either of these rites for him."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל קְרוֹבִים שֶׁהוּא חַיָּב לְהִתְאַבֵּל עֲלֵיהֶן הֲרֵי זֶה מִתְאַבֵּל עִמָּהֶם בִּפְנֵיהֶם מִדִּבְרֵי סוֹפְרִים. כֵּיצַד. הֲרֵי שֶׁמֵּת בֶּן בְּנוֹ אוֹ אֲחִי בְּנוֹ אוֹ אֵם בְּנוֹ חַיָּב לִקְרֹעַ בִּפְנֵי בְּנוֹ וְלִנְהֹג אֲבֵלוּת בְּפָנָיו אֲבָל שֶׁלֹּא בְּפָנָיו אֵינוֹ חַיָּב. וְכֵן בִּשְׁאָר הַקְּרוֹבִים: \n",
            "english": "Whenever a person is obligated to mourn for a relative, he also mourns with that relative in his presence according to Rabbinical Law.<br>What is implied? If a person's grandson, his son's maternal brother, or son's mother dies, he is obligated to rend his garments in the presence of his son and follow the mourning rites while in his presence. Outside his presence, he is not obligated. Similar laws apply with regard to other relatives."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אִשְׁתּוֹ הַנְּשׂוּאָה אַף עַל פִּי שֶׁהוּא מִתְאַבֵּל עָלֶיהָ אֵינוֹ מִתְאַבֵּל עִמָּהּ עַל שְׁאָר קְרוֹבִים אֶלָּא עַל אָבִיהָ וְעַל אִמָּהּ מִשּׁוּם כְּבוֹד אִשְׁתּוֹ נוֹהֵג אֲבֵלוּת עֲלֵיהֶן בְּפָנֶיהָ. כֵּיצַד. מִי שֶׁמֵּת חָמִיו אוֹ חֲמוֹתוֹ כּוֹפֶה מִטָּתוֹ וְנוֹהֵג אֲבֵלוּת עִם אִשְׁתּוֹ בְּפָנֶיהָ אֲבָל לֹא שֶׁלֹּא בְּפָנֶיהָ. וְכֵן הָאִשָּׁה שֶׁמֵּת חָמִיהָ אוֹ חֲמוֹתָהּ נוֹהֶגֶת אֲבֵלוּת בְּפָנָיו. אֲבָל שְׁאָר קְרוֹבִים כְּגוֹן שֶׁמֵּת אֲחִי אִשְׁתּוֹ אוֹ בְּנָהּ וְהָאִשָּׁה שֶׁמֵּת אֲחִי בַּעְלָהּ אוֹ בְּנוֹ אֵין מִתְאַבְּלִין זֶה עַל זֶה. וְכֵן יֵרָאֶה לִי שֶׁאִם מֵתָה אֵשֶׁת קְרוֹבוֹ אוֹ בַּעַל קְרוֹבָתוֹ כְּגוֹן שֶׁמֵּתָה אֵשֶׁת בְּנוֹ אוֹ בַּעַל בִּתּוֹ אֵינוֹ חַיָּב לְהִתְאַבֵּל עֲלֵיהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "With regard to a wife with whom one is married: Although one must mourn for her, he does not mourn together with her for her other relatives with the exception of her father and her mother. He observes the rites of mourning for them in her presence.<br>When a man's father-in-law or mother-in-law dies, he overturns his bed and observes the mourning rites together with his wife within her presence, but not outside her presence. Similarly, when a woman's father-in-law or mother-in-law dies, she observes the rites of mourning in her husband's presence. With regard to other relatives, by contrast, e.g., the brother of one's wife or her son dies or when the brother of one's husband or his son dies, they do not observe the mourning rites in respect for each other.<br>Similarly, it appears to me that if the wife of a person's relative dies or the husband of one of his relatives, e.g., the wife of one's son or the husband of one's daughter, one need not observe mourning rites for them. Similar concepts apply in all analogous situations."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כַּמָּה חֲמוּרָה מִצְוַת אֲבֵלוּת. שֶׁהֲרֵי נִדְחֵית לוֹ הַטֻּמְאָה מִפְּנֵי קְרוֹבָיו כְּדֵי שֶׁיִּתְעַסֵּק עִמָּהֶן וְיִתְאַבֵּל עֲלֵיהֶן. שֶׁנֶּאֱמַר <small>(ויקרא כא ב)</small> \"כִּי אִם לִשְׁאֵרוֹ הַקָּרֹב אֵלָיו לְאִמּוֹ\" וְגוֹ' <small>(ויקרא כא ג)</small> \"לָהּ יִטַּמָּא\" מִצְוַת עֲשֵׂה שֶׁאִם לֹא רָצָה לְהִטָּמֵא מְטַמְּאִין אוֹתוֹ עַל כָּרְחוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְכָרִים שֶׁהֻזְהֲרוּ עַל הַטֻּמְאָה אֲבָל הַכֹּהֲנוֹת הוֹאִיל וְאֵינָן מֻזְהָרוֹת עַל הַטֻּמְאָה כֵּן אֵינָן מְצֻוּוֹת לְהִתְטַמֵּא לַקְּרוֹבִים. אֶלָּא אִם רָצוּ מִתְטַמְּאוֹת וְאִם לָאו לֹא מִטַּמְּאוֹת: \n",
            "english": "See how severe the mitzvah of mourning is! For the prohibition against ritual impurity is superseded so that a priest can tend to his relatives' burial and mourn for them, as Leviticus 21:2-3 states: \"Except to one's flesh, to whom he is close, to his mother... to her shall he become impure.\" This is a positive commandment; if he does not desire to become impure, we force him to become impure against his will.<br>To whom does the above apply? To males who are commanded against contracting ritual impurity. Different rules apply to female members of the priestly family. Since they are not commanded against contracting ritual impurity, they are also not commanded to become impure when tending to their relatives' burial. If they desire, they may become impure and if not, they do not become impure."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אִשְׁתּוֹ שֶׁל כֹּהֵן מִתְטַמֵּא לָהּ עַל כָּרְחוֹ. וְאֵינוֹ מִטַּמֵּא לָהּ אֶלָּא מִדִּבְרֵי סוֹפְרִים. עֲשָׂאוּהָ כְּמֵת מִצְוָה. כֵּיוָן שֶׁאֵין לָהּ יוֹרֵשׁ אֶלָּא הוּא לֹא תִּמְצָא מִי שֶׁיִּתְעַסֵּק בָּהּ. וְאֵינוֹ מִטַּמֵּא אֶלָּא לִנְשׂוּאָהּ בִּלְבַד אֲבָל הָאֲרוּסָה אֵינוֹ מִטַּמֵּא לָהּ: \n",
            "english": "A priest is forced to contract ritual impurity to tend to his deceased wife. This obligation is Rabbinic in origin. Our Sages had her considered as an unattended corpse. Since she has no other heir aside from him, there will be no one else to tend to her. He becomes impure only for a wife he has married. If he has merely consecrated her, he does not become impure for her."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְכֵן כָּל אוֹתָן שֶׁאָמְרוּ שֶׁאֵין מִתְאַבְּלִין עֲלֵיהֶן כְּגוֹן הֲרוּגֵי בֵּית דִּין וְשֶׁפָּרְשׁוּ מִדַּרְכֵי צִבּוּר וְהַנְּפָלִים וְהַמְאַבֵּד עַצְמוֹ לָדַעַת אֵין הַכֹּהֵן מִטַּמֵּא לָהֶן. וְעַד מָתַי מְצֻוֶּה לְהִתְטַמֵּא לִקְרוֹבָיו עַד שֶׁיִּסָּתֵם הַגּוֹלֵל. אֲבָל מֵאַחַר שֶׁנִּסְתַּם הַגּוֹלֵל הֲרֵי הֵן כִּשְׁאָר כָּל הַמֵּתִים שֶׁאִם נִטְמָא בָּהֶן לוֹקֶה: \n",
            "english": "Similarly, a priest does not become impure for any of those individuals for whom we do not mourn as stated above: e.g., those executed by the court, those who deviate from the ways of the community, stillborn infants, and those who commit suicide.<br>Until when does the mitzvah to become impure apply? Until the grave is covered. Once the grave is covered, however, the graves of one's close relatives are like those of any other corpse. If a priest becomes impure for their sake, he should be punished by lashes."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אִשְׁתּוֹ הַפְּסוּלָה אֵינוֹ מִטַּמֵּא לָהּ. לְפִיכָךְ מִי שֶׁשָּׁמְעָה שְׁמוּעָה שֶׁמֵּת בַּעְלָהּ וְנִשֵּׂאת וּבָא בַּעְלָהּ. שְׁנֵיהֶן אֵין מִטַּמְּאִין לָהּ שֶׁהֲרֵי הִיא פְּסוּלָה לִשְׁנֵיהֶן. אֲבָל מִטַּמֵּא הוּא לְאִמּוֹ אַף עַל פִּי שֶׁהִיא חֲלָלָה. וְכֵן מִטַּמֵּא לִבְנוֹ וּלְבִתּוֹ וּלְאָחִיו וְלַאֲחוֹתוֹ אַף עַל פִּי שֶׁהֵן פְּסוּלִין. אֲפִלּוּ הָיוּ מַמְזֵרִים מִטַּמֵּא לָהֶן: \n",
            "english": "A priest should not become impure for the sake of a wife whom he is forbidden to marry. Therefore if a woman heard a report that her husband died and hence remarried, and then her first husband came, neither husband should become impure for her sake, for she is forbidden to remain married to either of them.<br>A priest may, however, become impure for the sake of his mother, even though she is a <i>challalah</i> and he may become impure for the sake of his son, his daughter, his brother and his sister even though they are of tarnished lineage. Even if they are illegitimate, he should become impure for their sake."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אֲחוֹתוֹ הַנְּשׂוּאָה אֵינוֹ מִטַּמֵּא לָהּ אַף עַל פִּי שֶׁהִיא נְשׂוּאָה לְכֹהֵן. שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"הַבְּתוּלָה הַקְּרוֹבָה אֵלָיו אֲשֶׁר לֹא הָיְתָה לְאִישׁ\". הַבְּתוּלָה פְּרָט לַאֲנוּסָה וּמְפֻתָּה. יָכוֹל שֶׁאֲנִי מוֹצִיא אֶת הַבּוֹגֶרֶת וּמֻכַּת עֵץ תַּלְמוּד לוֹמַר אֲשֶׁר לֹא הָיְתָה לְאִישׁ מִי שֶׁהֲוָיָתָהּ בִּידֵי אִישׁ. אֲשֶׁר לֹא הָיְתָה לְאִישׁ פְּרָט לַאֲרוּסָה שֶׁאֵינוֹ מִטַּמֵּא לָהּ אַף עַל פִּי שֶׁהִיא אֲרוּסָה לְכֹהֵן: \n",
            "english": "When a priest's sister is married - even to another priest, he does not become impure for her sake, \"as Leviticus 21:3 states: \"his virgin sister who is close to him who has not been with a man.\" \"Virgin\" excludes a girl who has been raped or seduced. Should we also exclude a woman who attain majority or a woman who lost her signs of virginity because of reasons other than relations? The Torah teaches: \"who has not been with a man,\" i.e., excluded is only one who lost her virginity because of a man. \"Who has not been with a man\" - this also excludes a sister who has been consecrated. He does not become impure, for her sake even if she is consecrated to a priest."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "נִתְגָּרְשָׁה אֲחוֹתוֹ מִן הָאֵרוּסִין מִטַּמֵּא לָהּ. שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"הַקְּרוֹבָה אֵלָיו\" לְהָבִיא אֶת הַמְגֹרֶשֶׁת מִן הָאֵרוּסִין: \n",
            "english": "If, however, a priest's sister is divorced after consecration, before marriage, he must become impure for her sake. The phrase \"who is close to him\" includes a sister divorced after consecration."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אָחִיו וַאֲחוֹתוֹ מֵאִמּוֹ אֵינוֹ מִטַּמֵּא לָהֶן. שֶׁנֶּאֱמַר <small>(ויקרא כא ב)</small> \"וְלִבְנוֹ וּלְבִתּוֹ וּלְאָחִיו\" <small>(ויקרא כא ג)</small> \"וְלַאֲחֹתוֹ\". מַה בְּנוֹ הָרָאוּי לִירֻשָּׁתוֹ אַף אָחִיו וַאֲחוֹתוֹ הָרְאוּיִים לִירֻשָּׁתוֹ: \n",
            "english": "A priest does not become impure for the sake of his maternal brother and sister, as implied by Leviticus 21:2-3: \"To his son and to his daughter, to his brother and to his sister.\" Just as we are speaking of a son who is fit to inherit his father's estate; so, too, he must be fit to inherit the estates of his brother and sister."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַסְּפֵקוֹת אֵינוֹ מִטַּמֵּא לָהֶן שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"לָהּ יִטַּמָּא\" מִטַּמֵּא הוּא עַל הַוַּדַּאי וְאֵינוֹ מִטַּמֵּא עַל הַסָּפֵק. לְפִיכָךְ הַוְּלָדוֹת שֶׁנִּתְעָרְבוּ וְהַבֵּן שֶׁהוּא סָפֵק בֶּן שִׁבְעָה לָאַחֲרוֹן אוֹ בֶּן תִּשְׁעָה לָרִאשׁוֹן וְכֵן כָּל כַּיּוֹצֵא בָּהֶן אֵינוֹ מִטַּמֵּא לָהֶן מִסָּפֵק. וְכֵן כָּל הַמִּתְגָּרֶשֶׁת סְפֵק גֵּרוּשִׁין אוֹ בְּגֵט פָּסוּל אֵינוֹ מִטַּמֵּא לָהּ: \n",
            "english": "A priest does not become impure for the sake of relatives whose family connection is doubtful, as implied by Leviticus 21:3: \"to her shall he become impure.\" He becomes impure for those whose connection is definite and not for those whose connection is doubtful. Accordingly, in an instance where children become intermingled, there is a son concerning whom there is a question whether he was born after seven months from conception to his mother's later husband or after nine months to her first husband, and all the like, he does not become impure for their sake due to the doubt.<br>Similarly, in all cases concerning divorce that involve a question concerning the validity of the divorce or an invalid bill of divorce, , the priest does not become impure for the sake of his wife."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "אֵין הַכֹּהֵן מִטַּמֵּא לְאֵבֶר מִן הַחַי מֵאָבִיו וְלֹא לְעֶצֶם מֵעַצְמוֹת אָבִיו. וְכֵן הַמְלַקֵּט עַצְמוֹת אָבִיו אֵינוֹ מִטַּמֵּא לָהֶן אַף עַל פִּי שֶׁהַשִּׁדְרָה קַיֶּמֶת: \n",
            "english": "A priest may not become impure for the sake of a limb severed from his father while alive, nor for the sake of one of his father's bones. Similarly, when one's father's bones are being collected - even if his entire backbone is intact - a priest may not become impure for their sake."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "נִקְטַע רֹאשׁוֹ שֶׁל אָבִיו אֵינוֹ מִטַּמֵּא לוֹ שֶׁנֶּאֱמַר <small>(ויקרא כא ב)</small> \"לְאָבִיו\" בִּזְמַן שֶׁהוּא שָׁלֵם וְלֹא בִּזְמַן שֶׁהוּא חָסֵר. וְכֵן שְׁאָר הַקְּרוֹבִים. הַטֻּמְאָה לַקְּרוֹבִים דְּחוּיָה הִיא וְלֹא הֻתְּרָה לַכּל. לְפִיכָךְ אָסוּר לְכֹהֵן לְהִתְטַמֵּא לְמֵת אֲפִלּוּ בְּעֵת שֶׁמִּתְטַמֵּא לִקְרוֹבָיו שֶׁנֶּאֱמַר <small>(ויקרא כא ג)</small> \"לָהּ יִטַּמָּא\" אֵינוֹ מִטַּמֵּא לַאֲחֵרִים עִמָּהּ. שֶׁלֹּא יֹאמַר הוֹאִיל וְנִטְמֵאתִי עַל אָבִי אֲלַקֵּט עַצְמוֹת פְּלוֹנִי אוֹ אֶגַּע בְּקֶבֶר פְּלוֹנִי. לְפִיכָךְ כֹּהֵן שֶׁמֵּת לוֹ מֵת צָרִיךְ לְהִזָּהֵר וּלְקָבְרוֹ בְּסוֹף בֵּית הַקְּבָרוֹת כְּדֵי שֶׁלֹּא יִכָּנֵס לְבֵית הַקְּבָרוֹת וְלֹא יִתְטַמֵּא בְּקִבְרוֹת אֲחֵרִים כְּשֶׁיִּקְבֹּר מֵתוֹ: \n",
            "english": "If his father's head is decapitated, he may not become impure for his sake. This is implied by Leviticus 21:2: \"To his father,\" i.e., at a time when his corpse is intact and not when it is impaired. Similar laws apply with regard to other relatives.<br>The prohibition against contact with ritual impurity is bypassed with regard to one's relatives; it is not released entirely. For this reason, a priest is forbidden to become impure for the sake of another corpse at the time he has become impure for the sake of his relatives. This is implied by Leviticus 21:3: \"to her shall he become impure,\" i.e., to her alone. He does not become impure for the sake of others together with her. He should not say: \"Since I became impure for the sake of my father, I will go gather so-and-so's bones\" or \"...touch so-and-so's grave.\"<br>Therefore when the relative of a priest dies, care must be taken to bury him at the edge of the cemetery, so that he will not have to enter the cemetery and become impure because of other graves when he buries his dead."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל כֹּהֵן שֶׁנִּטְמָא לְמֵת חוּץ מִשִּׁשָּׁה מֵתִים הַמְפֹרָשִׁים בַּתּוֹרָה אוֹ אִשְׁתּוֹ. בְּעֵדִים וְהַתְרָאָה. הֲרֵי זֶה לוֹקֶה שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו\". וְאֶחָד הַנּוֹגֵעַ בְּמֵת אוֹ הַמַּאֲהִיל אוֹ הַנּוֹשֵׂא. וְאֶחָד הַמֵּת וְאֶחָד שְׁאָר הַטֻּמְאוֹת הַפּוֹרְשׁוֹת מִן הַמֵּת שֶׁנֶּאֱמַר לְנֶפֶשׁ לֹא יִטַּמָּא בְּעַמָּיו. וּכְבָר פֵּרַשְׁנוּ בְּהִלְכוֹת טֻמְאַת מֵת כָּל דְּבָרִים הַמְטַמְּאִין מִן הַמֵּת מִן הַתּוֹרָה אוֹ מִדִּבְרֵיהֶם: \n",
            "english": "With the exception of the six relatives mentioned in the Torah and his wife, whenever a priest becomes impure because of contact with a corpse, if there are witnesses and a warning is administered, he is punished by lashes, as Leviticus 21:1 states: \"No one shall contract ritual impurity for the sake of a deceased person among his people.\"<br>This applies whether one touches the corpse, stands over it, or carries it. And it applies to a corpse and to all other forms of ritual impurity stemming from a corpse, as implied by \"No one shall contract ritual impurity for the sake of a deceased person among his people.\" In <i>Hilchot Tumat Meit</i>, we already described all the factors associated with a corpse that convey ritual impurity according to Scriptural Law and according to Rabbinic Law."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְכֵן אִם נָגַע הַכֹּהֵן בְּקֶבֶר לוֹקֶה. אֲבָל נוֹגֵעַ הוּא בִּבְגָדִים שֶׁנָּגְעוּ בְּמֵת אַף עַל פִּי שֶׁמִּטַּמֵּא בָּהֶן טֻמְאַת שִׁבְעָה: \n",
            "english": "Similarly, a priest receives lashes if he touches a grave. He may, however, touch clothes that touched a corpse, even though by doing so, he contracts ritual impurity that continues for seven days."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן אִם נִכְנַס לְאֹהֶל טָמֵא שֶׁנִּכְנְסָה לוֹ הַטֻּמְאָה לוֹקֶה. אַף עַל פִּי שֶׁעַצְמָהּ שֶׁל טֻמְאָה בְּבַיִת אַחֵר. וּכְבָר בֵּאַרְנוּ כָּל הָאֹהָלִים שֶׁתִּכָּנֵס לָהֶן הַטֻּמְאָה אוֹ שֶׁתֵּצֵא מֵהֶן וְדִין הַסְּכָכוֹת וְהַפְּרָעוֹת. וְכָל הַדְּבָרִים הַמְּבִיאִין אֶת הַטֻּמְאָה וְהַחוֹצְצִין בִּפְנֵי הַטֻּמְאָה. וְאֵי זֶה מֵהֶן דִּין תּוֹרָה וְאֵי זֶה מֵהֶן מִדִּבְרֵיהֶן. הַכּל בְּהִלְכוֹת טֻמְאַת מֵת. וְשָׁם בֵּאַרְנוּ שֶׁאֵין עַכּוּ\"ם מְטַמְּאִין בְּאֹהֶל וּלְפִיכָךְ קִבְרוֹתֵיהֶם טְהוֹרִים וּמֻתָּר לְכֹהֵן לִכָּנֵס לְשָׁם וְלִדְרֹךְ עַל קִבְרוֹתֵיהֶם. וְאֵינוֹ אָסוּר אֶלָּא שֶׁיִּגַּע בַּטֻּמְאָה אוֹ שֶׁיִּשָּׂאֶנָּה כְּמוֹ שֶׁבֵּאַרְנוּ שָׁם: \n",
            "english": "Similarly, if a priest enters a covered structure into which ritual impurity enters, he is lashed. This applies even though the source of impurity itself is in another building. We have already explained all the types of \"tents\" into which ritual impurity can enter and depart, the laws involving foliage and projections, the entities which bring ritual impurity and those which interpose between ritual impurity, which involve Scriptural Law and which involve Rabbinic Law. All of this is discussed in <i>Hilchot Tumat Meit</i>.<br>There we explained that non-Jews do not convey ritual impurity through overhangs. Therefore their graves are pure and a priest may enter their cemetery and walk on their graves. He is forbidden only to touch impurity or carry it, as we explained there."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כֹּהֵן שֶׁנִּכְנַס לְאֹהֶל הַמֵּת אוֹ לְבֵית הַקְּבָרוֹת בִּשְׁגָגָה וְאַחַר שֶׁיָּדַע הִתְרוּ בּוֹ אִם קָפַץ וְיָצָא פָּטוּר. וְאִם יָשַׁב שָׁם כְּדֵי הִשְׁתַּחֲוָיָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן טֻמְאַת מִקְדָּשׁ הֲרֵי זֶה לוֹקֶה. נִכְנַס וְיָצָא וְחָזַר וְנִכְנַס וְיָצָא אִם הִתְרוּ בּוֹ עַל כָּל פַּעַם וּפַעַם לוֹקֶה עַל כָּל כְּנִיסָה וּכְנִיסָה. וְכֵן אִם נָגַע בְּמֵת וְהִתְרוּ בּוֹ וּפֵרַשׁ וְחָזַר וְנָגַע וְהִתְרוּ בּוֹ אֲפִלּוּ מֵאָה פְּעָמִים לוֹקֶה עַל כָּל אַחַת וְאַחַת. הָיָה נוֹגֵעַ וְלֹא פֵּרַשׁ אוֹ שֶׁהָיָה עוֹמֵד בְּבֵית הַקְּבָרוֹת וְנָגַע בְּמֵתִים אֲחֵרִים. אַף עַל פִּי שֶׁהִתְרוּ בּוֹ כַּמָּה פְּעָמִים אֵינוֹ לוֹקֶה אֶלָּא אַחַת שֶׁהֲרֵי מְחֻלָּל וְעוֹמֵד כָּל זְמַן שֶׁלֹּא פֵּרַשׁ: \n",
            "english": "The following laws apply when a priest enters a building where a corpse is located or a cemetery inadvertently and he is given a warning after he discovers the fact. If he jumps and leaves, he is not liable. If, however, he remains there for the time it takes to prostrate oneself which we explained with regard to impurity in the Temple, he is lashed.<br>If he entered and departed, entered and departed, if he was given a warning for each time, he is given lashes for every entrance. Similarly, if he touches a corpse, is giving a warning, and then disengages himself, and afterwards, touches it and is given a warning - even if this sequence is repeated one hundred times, he is given lashes for each touch.<br>If he was touching a corpse and did not disengage himself or was standing in the cemetery and touched other corpses, although he is given a warning several times, he receives lashes only once. For as long as he does not cease, he is continuing to desecrate his priestly state."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמְטַמֵּא אֶת הַכֹּהֵן. אִם הָיוּ שְׁנֵיהֶם מְזִידִין הֲרֵי הַכֹּהֵן לוֹקֶה וְזֶה שֶׁטִּמְּאוֹ עוֹבֵר עַל וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל. הָיָה הַכֹּהֵן שׁוֹגֵג וְזֶה שֶׁטִּמְּאוֹ מֵזִיד הֲרֵי זֶה שֶׁטִּמְּאוֹ לוֹקֶה: \n",
            "english": "The following rules apply when one causes a priest to contract ritual impurity. If they both acted intentionally, the priest receives lashes and the person who caused him to contract impurity violates the prohibition against placing a stumbling block in front of the blind. If the priest was not aware of the transgression and the person who caused him to contract impurity acted intentionally, that person receives lashes."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כֹּהֵן גָּדוֹל אֵינוֹ מִטַּמֵּא לִקְרוֹבִים שֶׁנֶּאֱמַר <small>(ויקרא כא יא)</small> \"לְאָבִיו וּלְאִמּוֹ לֹא יִטַּמָּא\". וְכֵן אֵינוֹ נִכְנָס עִם הַמֵּת בְּאֹהֶל אֲפִלּוּ קְרוֹבָיו. שֶׁנֶּאֱמַר <small>(ויקרא כא יא)</small> \"וְעַל כָּל נַפְשֹׁת מֵת לֹא יָבֹא\". הָא לָמַדְתָּ שֶׁהוּא חַיָּב בְּלֹא יָבֹא וְחַיָּב בְּלֹא יִטַּמָּא. כֵּיצַד. נָגַע אוֹ נָשָׂא לוֹקֶה אַחַת. נִכְנַס לְאֹהֶל וְיָשַׁב שָׁם עַד שֶׁמֵּת עָלָיו הַמֵּת. אוֹ שֶׁנִּכְנַס לְשִׁדָּה תֵּבָה וּמִגְדָּל וּבָא חֲבֵרוֹ וּפָרַע עָלָיו גַּג הַשִּׁדָּה שֶׁהֲרֵי טֻמְאָה וּבִיאָה בָּאִין כְּאֶחָד. הֲרֵי זֶה לוֹקֶה שְׁתַּיִם מִשּׁוּם לֹא יָבֹא וּמִשּׁוּם לֹא יִטַּמָּא: \n",
            "english": "A High Priest may not become impure for the sake of his relatives, as Leviticus 21:11 states: \"He shall not become impure for his father's or mother's sake.\" Similarly, he does not enter a shelter where there is a corpse, even the corpse of one of his relatives, as <i>ibid.</i>:30 states: \"He shall not enter a place where there is any corpse.\" Thus we learn that he is liable both for not entering and for not becoming impure.<br>What is implied? If the High Priest touches or carries a corpse, he receives lashes for one transgression. If he enters a shelter and remains there until a person dies or he enters a chest, bureau, or drawer, and a colleague comes and opens the top of this container and thus his contact with impurity and his entrance into the shelter come at the same time, he receives two sets of lashes, for the prohibition against entering and for the prohibition against becoming impure."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "נִטְמָא מִקֹּדֶם וְאַחַר כָּךְ נִכְנַס לְאֹהֶל אִם הִתְרוּ בּוֹ לוֹקֶה אַף עַל הַבִּיאָה: \n",
            "english": "If the High Priest became impure beforehand, and then entered a shelter where a corpse was located, if he is warned, he should receive lashes even for this entry."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כֹּהֵן שֶׁפָּגַע בְּמֵת מִצְוָה בַּדֶּרֶךְ הֲרֵי זֶה מִטַּמֵּא לוֹ. אֲפִלּוּ כֹּהֵן גָּדוֹל חַיָּב לְהִטַּמֵּא לוֹ וּלְקָבְרוֹ. וְאֵיזֶהוּ מֵת מִצְוָה. אֶחָד מִיִּשְׂרָאֵל שֶׁהָיָה מֻשְׁלָךְ בַּדֶּרֶךְ וְאֵין לוֹ קוֹבְרִין. דָּבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה הַכֹּהֵן לְבַדּוֹ וְאֵין עִמּוֹ אַחֵר וַאֲפִלּוּ קָרָא שֵׁם בַּדֶּרֶךְ וְאֵין לוֹ עוֹנֶה. אֲבָל אִם כְּשֶׁיִּקְרָא אֲחֵרִים עוֹנִים אוֹתוֹ אֵין זֶה מֵת מִצְוָה אֶלָּא יִקְרָא לַאֲחֵרִים וְיָבוֹאוּ וְיַעַסְקוּ בּוֹ: \n",
            "english": "When a priest - even a High Priest - encounters an unattended corpse on the road, he is obligated to become impure for its sake and bury it. What is meant by an unattended corpse? A Jewish corpse cast away on the road without anyone to bury it. This is a halachah conveyed by the received tradition.<br>When does the above apply? When the priest is alone and there is no one else with him; even when he calls out on the road, no one answers him. If, however, when he calls others answer, this is not considered an unattended corpse. Instead, he should call to the others and they should come and tend to the corpse."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָיוּ כֹּהֵן וְנָזִיר מְהַלְּכִין בְּדֶרֶךְ וּפָגְעוּ בְּמֵת מִצְוָה. יִתְעַסֵּק בּוֹ הַנָּזִיר לְפִי שֶׁאֵין קְדֻשָּׁתוֹ קְדֻשַּׁת עוֹלָם וְאַל יִטָּמֵא בּוֹ הַכֹּהֵן אַף עַל פִּי שֶׁהוּא כֹּהֵן הֶדְיוֹט. הָיָה כֹּהֵן גָּדוֹל וְכֹהֵן הֶדְיוֹט יִטָּמֵא הַהֶדְיוֹט. וְכָל הַקּוֹדֵם אֶת חֲבֵרוֹ בְּמַעֲלָה מִתְאַחֵר בְּטֻמְאָה. וּסְגָן עִם מְשׁוּחַ מִלְחָמָה שֶׁפָּגְעוּ בְּמֵת מִצְוָה יִטָּמֵא מְשׁוּחַ מִלְחָמָה וְאַל יִטָּמֵא הַסְּגָן: \n",
            "english": "If a priest and a nazirite are proceeding on a road and they encounter an unattended corpse, the nazirite should tend to it. The rationale is that his holiness is not of an eternal nature. The priest - even an ordinary priest - should not become impure.<br>If a High Priest was going together with an ordinary priest, the ordinary priest should become impure. The general principle is: Whoever is on a higher level of holiness should become impure last. When a <i>s'gan</i> and the priest anointed to lead the army at war encounter an unattended corpse, the priest anointed to lead the army at war should become impure, not the <i>s'gan</i>."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "נָשִׂיא שֶׁמֵּת הַכּל מִטַּמְּאִין לוֹ אֲפִלּוּ כֹּהֲנִים. עֲשָׂאוּהוּ כְּמֵת מִצְוָה לַכּל מִפְּנֵי שֶׁהַכּל חַיָּבִין בִּכְבוֹדוֹ. וְכֵן הַכּל אוֹנְנִין עָלָיו: \n",
            "english": "When a <i>nasi</i> dies, everyone - even priests - should become impure for his sake. Our Sages had him considered as an unattended corpse, because everyone is obligated in his honor. Similarly, all must observe the rites of <i>aninut</i> for his sake."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בְּנוֹת אַהֲרֹן לֹא הֻזְהֲרוּ עַל טֻמְאַת מֵת שֶׁנֶּאֱמַר <small>(ויקרא כא א)</small> \"אֱמֹר אֶל הַכֹּהֲנִים בְּנֵי אַהֲרֹן\" וְלֹא בְּנוֹת אַהֲרֹן. וְכֵן הַחֲלָלִים מֻתָּרִין לְהִטַּמֵּא שֶׁנֶּאֱמַר בְּנֵי אַהֲרֹן עַד שֶׁיִּהְיוּ בְּכִהוּנָם: \n",
            "english": "The daughters of Aaron were not warned to avoid the ritual impurity imparted by a corpse. This derived from Leviticus 21:1: \"Say to the priests, the sons of Aaron....\" Implied is \"the sons of Aaron,\" and not \"the daughters of Aaron.\"<br>Similarly, <i>challalim</i> are permitted to become impure. This is also derived from the words, \"the priests, the sons of Aaron,\" i.e., to be included in the prohibition, their priesthood must be intact."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כֹּהֵן קָטָן הֲרֵי הַגְּדוֹלִים מֻזְהָרִים שֶׁלֹּא יְטַמְּאוּהוּ. וְאִם בָּא לְהִטַּמֵּא מֵעַצְמוֹ אֵין בֵּית דִּין מְצֻוִּין עָלָיו לְהַפְרִישׁוֹ. אֲבָל אָבִיו צָרִיךְ לְחַנְּכוֹ בִּקְדֻשָּׁה: \n",
            "english": "When a priest is a minor, the adults are warned that they should not have him contact ritual impurity. If he comes to contract impurity on his own initiative, the court is not obligated to separate him from the source of impurity. His father, however, must educate him in the holiness of the priesthood."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מֵת תּוֹפֵשׂ אַרְבַּע אַמּוֹת שֶׁלּוֹ לְטֻמְאָה. וְכָל כֹּהֵן שֶׁנִּכְנַס לְתוֹךְ אַרְבַּע אַמּוֹת מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וְכֵן אִם נִכְנַס לְבֵית הַפְּרָס אוֹ יָצָא חוּצָה לָאָרֶץ. אוֹ שֶׁנִּטְמָא בְּדַם תְּבוּסָה. אוֹ בְּגוֹלֵל וּבְדוֹפֵק וְכַיּוֹצֵא בָּהֶן. מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. מִפְּנֵי שֶׁהֵן אָבוֹת שֶׁל דִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת טֻמְאַת מֵת. אֲבָל אִם נִכְנַס לְבֵית הַקְּבָרוֹת לוֹקֶה מִן הַתּוֹרָה: \n",
            "english": "The four cubits circumscribed around a corpse are deemed impure. Any priest that enters into these four cubits is given stripes for rebellious conduct.<br>Similarly, if priests enter a <i>beit hapras</i>, go to the diaspora, become impure through contact with a mixture of blood, a gravestone, or the stones which support the gravestone, and the like, they are given stripes for rebellious conduct, because these entities are sources for ritual impurity by Rabbinic decree, as we explained in <i>Hilchot Tumat Meit</i>. If, however, a priest enters a cemetery, he receives lashes according to Scriptural Law."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מֻתָּר לְכֹהֵן לְהִטַּמֵּא בְּבֵית הַפְּרָס אוֹ בְּחוּצָה לָאָרֶץ לִדְבַר מִצְוָה בִּזְמַן שֶׁאֵין שָׁם דֶּרֶךְ אֶלָּא הִיא. כְּגוֹן שֶׁהָלַךְ לִשָּׂא אִשָּׁה אוֹ לִלְמֹד תּוֹרָה. אַף עַל פִּי שֶׁיֵּשׁ שָׁם מִי שֶׁיְּלַמְּדֶנּוּ בְּאֶרֶץ יִשְׂרָאֵל לֹא מִן הַכּל אָדָם זוֹכֶה לִלְמֹד. וְכֵן מִטַּמֵּא בְּטֻמְאָה מִדִּבְרֵיהֶם לִכְבוֹד הַבְּרִיּוֹת. כֵּיצַד. אָבֵל שֶׁהָלַךְ בְּבֵית הַפְּרָס הַכּל הוֹלְכִין אַחֲרָיו שָׁם לְנַחֲמוֹ. וְכֵן מְדַלְּגִין עַל גַּבֵּי אֲרוֹנוֹת שֶׁל מֵתִים לִקְרַאת מַלְכֵי יִשְׂרָאֵל וַאֲפִלּוּ מַלְכֵי עַכּוּ\"ם כְּדֵי לְהַבְחִין בֵּינָם לְבֵין מַלְכֵי יִשְׂרָאֵל כְּשֶׁיַּחְזֹר כְּבוֹדָן לִמְקוֹמָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְכֵן מִטַּמֵּא בְּטֻמְאָה שֶׁל דִּבְרֵיהֶם לָדוּן עִם הָעַכּוּ\"ם וּלְעַרְעֵר עִמָּהֶן. מִפְּנֵי שֶׁהוּא מַצִּיל מִיָּדָם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "It is permissible for a priest to become impure through walking through a <i>beit hapras</i> or the diaspora for the sake of a mitzvah, when there is no way other than that, e.g., he went to marry or to study Torah. Even though there is someone who could teach him in <i>Eretz Yisrael</i>, he is permitted to leave, because a person does not merit to learn from every colleague.<br>Similarly, a person may incur ritual impurity that is Rabbinic in origin to show respect to other people. What is implied? If a mourner walked through a <i>beit hapras</i>, everyone follows after him to comfort him. Similarly, we may walk over the coffins of the dead to greet Jewish kings. This is allowed even to greet gentile kings, so that a distinction will be able to be made between them and Jewish kings when their glory will return to its place. Similarly, leniency is granted in all analogous situations. Also, a priest may incur ritual impurity of Rabbinic origin to enter in judgment and disputation with gentiles concerning property, for he is saving it from their hands. Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִנְּהַג יִשְׂרָאֵל בְּמֵתִים וּבִקְבוּרָה כָּךְ הוּא. מְאַמְּצִין עֵינָיו שֶׁל מֵת. וְאִם נִפְתַּח פִּיו קוֹשְׁרִין אֶת לְחָיָיו. וּפוֹקְקִין אֶת נְקָבָיו אַחַר שֶׁמְּדִיחִין אוֹתוֹ. וְסָכִין אוֹתוֹ בְּמִינֵי בְּשָׂמִים. וְגוֹזְזִין שְׂעָרוֹ. וּמַלְבִּישִׁין אוֹתוֹ תַּכְרִיכִין תְּפוּרִין בְּחוּט שֶׁל פִּשְׁתָּן לְבָנִים. וְלֹא יִהְיוּ דְּמֵיהֶן יְקָרִים. וְנָהֲגוּ חֲכָמִים בְּסוּדָר שְׁוֵה זוּז שֶׁלֹּא לְבַיֵּשׁ אֶת מִי שֶׁאֵין לוֹ. וּמְכַסִּין פְּנֵי הַמֵּת שֶׁלֹּא לְבַיֵּשׁ אֶת הָעֲנִיִּים שֶׁפְּנֵיהֶם מֻשְׁחָרִין בָּרָעָב: \n",
            "english": "These are the customs observed by the Jewish people with regard to corpses and burial. We close the eyes of the deceased. If one's mouth hangs open, we tie the jaw closed. After washing the corpse, we stuff closed the orifices, anoint it with different fragrances, cut its hair, and dress it in shrouds of white linen which are not expensive. Our Sages followed the custom of using a cloak worth a <i>zuz</i>, so as not to embarrass a person who lacks resources. We cover the faces of the deceased so as not to embarrass the poor whose faces turned black because of hunger."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאָסוּר לִקְבֹּר בְּתַכְרִיכִין שֶׁל מֶשִׁי וּבְגָדִים הַמֻּזְהָבִין הָרְקוּמִין אֲפִלּוּ לְנָשִׂיא שֶׁבְּיִשְׂרָאֵל. שֶׁזֶּהוּ גַּסּוּת הָרוּחַ וְהַשְׁחָתָה וּמַעֲשֵׂה עַכּוּ\"ם. וְסוֹבְלִין אֶת הַמֵּת עַל הַכָּתֵף עַד בֵּית הַקְּבָרוֹת: \n",
            "english": "It is forbidden to bury the dead, even a <i>nasi</i> among the Jewish people, in silk shrouds or clothes embroidered with gold, for this is an expression of haughtiness, the destruction of useful property, and the emulation of gentile practices.<br>We carry the dead on our shoulders to the cemetery."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְנוֹשְׂאֵי הַמִּטָּה אֲסוּרִין בִּנְעִילַת הַסַּנְדָּל שֶׁמָּא תִּפָּסֵק רְצוּעָה מִסַּנְדָּלוֹ שֶׁל אֶחָד מֵהֶן וְנִמְצָא מִתְעַכֵּב מִן הַמִּצְוָה: \n",
            "english": "The pallbearers are forbidden to wear sandals, lest the strap of one of them snap and he hold back the performance of the mitzvah."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְחוֹפְרִין בַּעֲפַר מְעָרוֹת וְעוֹשִׂין כּוּךְ בְּצַד הַמְּעָרָה וְקוֹבְרִין אוֹתוֹ בּוֹ וּפָנָיו לְמַעְלָה. וּמַחְזִירִין הֶעָפָר וְהָאֲבָנִים עָלָיו. וְיֵשׁ לָהֶן לִקְבֹּר בְּאָרוֹן שֶׁל עֵץ. וְהַמְלַוִּין אוֹתוֹ אוֹמְרִין לוֹ לֵךְ בְּשָׁלוֹם שֶׁנֶּאֱמַר <small>(בראשית טו טו)</small> \"וְאַתָּה תָּבוֹא אֶל אֲבֹתֶיךָ בְּשָׁלוֹם\". וּמְצַיְּנִין אֶת כָּל בֵּית הַקְּבָרוֹת וּבוֹנִין נֶפֶשׁ עַל הַקֶּבֶר. וְהַצַּדִּיקִים אֵין בּוֹנִים לָהֶם נֶפֶשׁ עַל קִבְרוֹתֵיהֶם שֶׁדִּבְרֵיהֶם הֵם זִכְרוֹנָם. וְלֹא יִפְנֶה אָדָם לְבַקֵּר הַקְּבָרוֹת: \n",
            "english": "We dig burial caves in the earth and make hollows at the side of the caves. There we bury the corpse with its face upward; we then place the earth and the stones back in place above it. They may bury it in a wooden coffin.<br>Those who accompany the corpse tell him: \"Go in peace,\" as Genesis 15:15 states: \"You will go to your ancestors in peace.\"<br>Markings are made on the graves. A tombstone is placed on the grave. For the righteous, by contrast, a tombstone is not placed, because their words will cause them to be remembered; a person will not need to visit in the cemeteries."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַגּוֹסֵס הֲרֵי הוּא כְּחַי לְכָל דָּבָר. אֵין קוֹשְׁרִין לְחָיָיו וְאֵין פּוֹקְקִין נְקָבָיו וְאֵין מַנִּיחִין כְּלִי מַתָּכוֹת וּכְלִי מֵיקֵר עַל טַבּוּרוֹ שֶׁלֹּא יִתְפַּח. וְלֹא סָכִין אוֹתוֹ. וְלֹא מְדִיחִין אוֹתוֹ. וְלֹא מְטִילִין אוֹתוֹ עַל הַחוֹל וְלֹא עַל הַמֶּלַח עַד שָׁעָה שֶׁיָּמוּת. וְהַנּוֹגֵעַ בּוֹ הֲרֵי זֶה שׁוֹפֵךְ דָּמִים. לְמָה זֶה דּוֹמֶה לְנֵר שֶׁמְּטַפְטֵף כֵּיוָן שֶׁיִּגַּע בּוֹ אָדָם יִכְבֶּה. וְכָל הַמְאַמֵּץ עֵינָיו עִם יְצִיאַת נֶפֶשׁ הֲרֵי זֶה שׁוֹפֵךְ דָּמִים אֶלָּא יִשְׁהֶא מְעַט שֶׁמָּא נִתְעַלֵּף. וְכֵן אֵין קוֹרְעִין עָלָיו. וְלֹא חוֹלְצִין כָּתֵף. וְלֹא מַסְפִּידִין. וְלֹא מַכְנִיסִין עִמּוֹ אָרוֹן וְתַכְרִיכִין בַּבַּיִת עַד שֶׁיָּמוּת: \n",
            "english": "A person in his death throes is considered as a living person with regard to all matters. We do not tie his cheek, stuff his orifices, nor do we place a metal utensil or a utensil that cools on his navel so that his body will not bloat. We do not anoint it or wash it or place it on sand or on salt until the person dies.<br>One who touches him is considered as shedding blood. To what can the matter be compared? To a candle that is flickering, were a person to touch it, it will be extinguished. Similarly, anyone who closes a dying person's eyes as his soul expires is considered as shedding blood. Instead, they should wait some lest he have fainted. Similarly, we do not rend our clothes because of him, uncover our shoulders, recite eulogies, or bring a coffin or shrouds into the house until the person dies."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁמֵּתוֹ מֻטָּל לְפָנָיו אוֹכֵל בְּבַיִת אַחֵר. אֵין לוֹ בַּיִת אַחֵר עוֹשֶׂה מְחִצָּה וְאוֹכֵל. אֵין לוֹ דָּבָר לַעֲשׂוֹת מְחִצָּה מַחְזִיר פָּנָיו וְאוֹכֵל. וּבֵין כָּךְ וּבֵין כָּךְ אֵינוֹ מֵסֵב וְאוֹכֵל. וְלֹא אוֹכֵל בָּשָׂר. וְלֹא שׁוֹתֶה יַיִן. וְאֵינוֹ מְבָרֵךְ. וְאֵינוֹ מְזַמֵּן. וְאֵין מְבָרְכִין עָלָיו וְאֵין מְזַמְּנִין עָלָיו. וּפָטוּר מִקְּרִיאַת שְׁמַע וּמִן הַתְּפִלָּה וּמִתְּפִלִּין וּמִכָּל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה. בְּשַׁבָּת מֵסֵב וְאוֹכֵל בָּשָׂר וְשׁוֹתֶה יַיִן. וּמְבָרֵךְ. וּמְזַמֵּן. וּמְבָרְכִין עָלָיו וּמְזַמְּנִין עָלָיו. וְחַיָּב בְּכָל מִצְוֹת הָאֲמוּרוֹת בַּתּוֹרָה חוּץ מִתַּשְׁמִישׁ הַמִּטָּה. נִקְבַּר הַמֵּת הֲרֵי זֶה מֻתָּר לֶאֱכל בָּשָׂר וְלִשְׁתּוֹת יַיִן מְעַט כְּדֵי לִשְׁרוֹת אֲכִילָה שֶׁבְּמֵעָיו אֲבָל לֹא לִרְווֹת: \n",
            "english": "When a person's dead is lying before him, he should eat in another house. If he does not have another house, he should construct a partition and eat. If he does not have the materials to make a partition, he should turn away his face and eat. Under no circumstances should he recline and eat or eat meat or drink wine.<br>He does not recite the blessing before eating, nor the grace after meals. Others do not recite the blessings for him, nor is he included in a quorum of three for the recitation of grace. He is free from the obligation to recite the <i>Shema</i>, pray, put on <i>tefillin,</i> or observe any of the mitzvot stated in the Torah.<br>On the Sabbath, he should recline, eat meat, and drink wine, recite the blessing before eating, and recite grace. Others may recite blessings for him. He is included in a quorum for grace and is obligated in all the mitzvot of the Torah with the exception of sexual relations.<br>Once the dead is buried, he is permitted to eat meat and drink a small amount of wine to help digest the food that he has eaten, but not in an unrestrained manner."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֵין מַשְׁהִין אֶת הַמֵּת אֶלָּא מַדְחִין מִטָּתוֹ מִיָּד. וְכָל הַמַּדְחֶה מִטָּתוֹ הֲרֵי זֶה מְשֻׁבָּח. וְעַל אָבִיו וְעַל אִמּוֹ הֲרֵי זֶה מְגֻנֶּה: \n",
            "english": "We do not delay the burial of the dead. Instead, we hurry to bury him immediately. Hastening the burial is praiseworthy. For one's father and mother, by contrast, it is demeaning."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הָיָה עֶרֶב שַׁבָּת אוֹ עֶרֶב יוֹם טוֹב אוֹ שֶׁהָיוּ גְּשָׁמִים מְזַלְּפִין עַל הַמִּטָּה מֻתָּר. שֶׁלֹּא מִהֵר אֶלָּא לִכְבוֹד אָבִיו וְאִמּוֹ. וְכָל הַמֵּלִין אֶת מֵתוֹ עוֹבֵר בְּלֹא תַּעֲשֶׂה אֶלָּא אִם כֵּן הֱלִינוֹ לִכְבוֹדוֹ וּלְהַשְׁלִים צְרָכָיו: \n",
            "english": "On Friday or the day before a festival, or when rain was drenching the coffin, it is permitted to hurry even the funeral of one's parents. For the person hurried the funeral only as an expression of honor for his father and mother.<br>Whoever delays the burial of his dead overnight violates a negative commandment, unless he delays the burial for the honor of the dead and to complete providing for his needs."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָאָבֵל בְּיוֹם רִאשׁוֹן בִּלְבַד אָסוּר לְהָנִיחַ תְּפִלִּין וּלֶאֱכל מִשֶּׁלּוֹ. וְחַיָּב לֵישֵׁב עַל מִטָּה כְּפוּיָה. וּבִשְׁאָר יְמֵי הָאֵבֶל מֻתָּר לוֹ לֶאֱכל מִשֶּׁלּוֹ וְלֵישֵׁב עַל גַּבֵּי מַפַּץ אוֹ קַרְקַע. וּמֵנִיחַ תְּפִלִּין. וּמִנַּיִן שֶׁהוּא אָסוּר בְּיוֹם רִאשׁוֹן לְהָנִיחַ תְּפִלִּין. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"פְּאֵרְךָ חֲבוֹשׁ עָלֶיךָ\" מִכְלַל שֶׁכָּל הָעָם אֲסוּרִין. וְנֶאֱמַר לוֹ <small>(יחזקאל כד יז)</small> \"וְלֶחֶם אֲנָשִׁים לֹא תֹאכֵל\" מִכְלַל שֶׁכָּל הָעָם אוֹכְלִין מִשֶּׁל אֲחֵרִים בְּיוֹם רִאשׁוֹן וַאֲסוּרִין לֶאֱכל מִשֶּׁל עַצְמָן: \n",
            "english": "On the first day alone, it is forbidden for a mourner to put on <i>tefillin</i> or to eat food of his own. He must sit on a overturned bed. During the remainder of the days of mourning, he may eat his own food, sit on a mat or on the ground, and put on <i>tefillin</i>.<br>What is the source which teaches that a mourner may not put on <i>tefillin</i> on the first day? Instructions were given Ezekiel (Ezekiel 24:17 : \"Your glory should be bound upon you.\" Implied is other people are forbidden. He was instructed: \"Do not eat the bread of men.\" Implied is that other people should eat from others on the first day and are forbidden to eat their own food."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵלוּ דְּבָרִים שֶׁהָאָבֵל אָסוּר בָּהֶן בְּיוֹם רִאשׁוֹן מִן הַתּוֹרָה וּבִשְׁאָר יָמִים מִדִּבְרֵיהֶם. אָסוּר לְסַפֵּר. וּלְכַבֵּס. וְלִרְחֹץ. וְלָסוּךְ. וּלְשַׁמֵּשׁ מִטָּתוֹ. וְלִנְעל אֶת הַסַּנְדָּל. וְלַעֲשׂוֹת מְלָאכָה. וְלִקְרוֹת בְּדִבְרֵי תּוֹרָה. וְלִזְקֹף אֶת הַמִּטָּה. וְלִפְרֹעַ אֶת רֹאשׁוֹ. וְלִשְׁאל שָׁלוֹם. הַכּל אַחַד עָשָׂר דָּבָר: \n",
            "english": "These are the matters forbidden to a mourner on the first day according to Scriptural Law and on the remaining [six] days according to Rabbinic Law. He is forbidden to cut his hair, launder his clothes, wash, anoint himself, engage in sexual relations, wear shoes, perform work, study the Torah, stand his bed upright, leave his head uncovered, and greet others, eleven matters in total."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁהָאָבֵל אָסוּר בְּתִסְפֹּרֶת. שֶׁהֲרֵי הִזְהִיר בְּנֵי אַהֲרֹן <small>(ויקרא י ו)</small> \"רָאשֵׁיכֶם אַל תִּפְרָעוּ\". מִכְלַל שֶׁכָּל הַמִּתְאַבֵּל אָסוּר לְסַפֵּר שְׂעָרוֹ אֶלָּא מְגַדֵּל פֶּרַע. וּכְשֵׁם שֶׁאָסוּר לְגַלֵּחַ שְׂעַר רֹאשׁוֹ כָּךְ אָסוּר לְגַלֵּחַ שְׂעַר זְקָנוֹ וְכָל שֵׂעָר שֶׁיֵּשׁ בּוֹ. אֶחָד הַמְגַלֵּחַ וְאֶחָד הַמִּתְגַּלֵּחַ. הָיָה מְגַלֵּחַ וְשָׁמַע שֶׁמֵּת אָבִיו מַשְׁלִים תִּגְלַחַת שְׂעָרוֹ אֶחָד הַמְגַלֵּחַ וְאֶחָד הַמִּתְגַּלֵּחַ. וְכֵן אָסוּר לְגַלֵּחַ שָׂפָה וְלִטּל צִפָּרְנָיו בִּכְלִי אֲבָל בְּשִׁנָּיו אוֹ שֶׁנּוֹטֵל צִפֹּרֶן בְּצִפֹּרֶן מֻתָּר: \n",
            "english": "Which source teaches that a mourner is forbidden to have his hair cut? Leviticus 10:6 warns the sons of Aaron: \"Do not let the hair of your heads grow untended.\" Implied is that every mourner is forbidden to cut his hair. Instead, he lets his hair grow untended. Just as he is forbidden to cut off his hair; so, too, he is forbidden to trim his beard and any other hair on his body. This applies to cutting hair and having one's own hair cut. If he was in the midst of a haircut and he heard that his father died, he may complete the haircut. This applies to cutting hair and having one's own hair cut.<br>Similarly, it is forbidden to cut off one's mustache or to cut one's nails with a utensil. One may, however, bite off one's nails or trim them with one's other nails."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁהָאָבֵל אָסוּר לְכַבֵּס בְּגָדָיו וְלִרְחֹץ גּוּפוֹ וְלָסוּךְ. שֶׁנֶּאֱמַר <small>(שמואל ב יד ב)</small> \"הִתְאַבְּלִי נָא וְלִבְשִׁי בִגְדֵי אֵבֶל וְאַל תָּסוּכִי שֶׁמֶן\". וּרְחִיצָה בִּכְלַל סִיכָה שֶׁהָרְחִיצָה קוֹדֶמֶת לְסִיכָה שֶׁנֶּאֱמַר <small>(רות ג ג)</small> \"וְרָחַצְתְּ וָסַכְתְּ\". וּכְשֵׁם שֶׁאָבֵל אָסוּר בְּכִבּוּס בְּגָדִים כָּךְ אָסוּר לִלְבּשׁ כֵּלִים לְבָנִים חֲדָשִׁים וּמְגֹהָצִין: \n",
            "english": "Which source teaches that a mourner is forbidden to launder his clothes and to wash and anoint his body: II Samuel 14:2 states: \"Please conduct yourself as a mourner; please wear mourner's clothes and do not anoint yourself with oil.\" Washing is including in anointing oneself, for it is a preliminary step before anointing oneself as Ruth 3:3 states: \"Wash and anoint yourself.\"<br>Just as a mourner is forbidden to launder clothes; so, too, he is forbidden to wear new and freshly pressed white clothes."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אָסוּר לָסוּךְ מִקְצָת גּוּפוֹ כְּכָל גּוּפוֹ. וְאִם לְהַעֲבִיר אֶת הַזֻּהֲמָא מֻתָּר. וְכֵן אָסוּר בִּרְחִיצַת מִקְצָת גּוּפוֹ בְּחַמִּין. אֲבָל בְּצוֹנֵן רוֹחֵץ פָּנָיו יָדָיו וְרַגְלָיו אֲבָל לֹא כָּל גּוּפוֹ: \n",
            "english": "As it is forbidden to anoint one's entire body; so, too, it is forbidden to anoint a portion of one's body. To remove filth, however, it is permitted. Similarly, it is forbidden to wash a portion of one's body in hot water. One may, however, wash one's face, one's hands, and one's feet - but not one's entire body - in cold water."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִנַּיִן לְאָבֵל שֶׁאָסוּר בְּתַשְׁמִישׁ הַמִּטָּה. שֶׁנֶּאֱמַר <small>(שמואל ב יב כד)</small> \"וַיְנַחֵם דָּוִד אֵת בַּת שֶׁבַע אִשְׁתּוֹ וַיָּבֹא אֵלֶיהָ וַיִּשְׁכַּב עִמָּהּ\". מִכְלַל שֶׁהָיָה אָסוּר מִקֹּדֶם. וְכֵן לֹא יִשָּׂא הָאָבֵל אִשָּׁה וְלֹא תִּנָּשֵׂא אִשָּׁה אַף עַל פִּי שֶׁאֵין מְשַׁמְּשִׁין מִטָּתָן. וּמֻתָּר לְהִתְיַחֵד עִם אִשְׁתּוֹ וְאַף עַל פִּי שֶׁהוּא אָסוּר בְּתַשְׁמִישׁ הַמִּטָּה: \n",
            "english": "Which source teaches that a mourner is forbidden to engage in sexual relations. II Samuel 12:24 states: \"And David comforted his wife, Batsheva, and he came to her and lay with her.\" This indicates that this was forbidden beforehand.<br>Similarly, a mourner should not marry a woman, nor should a woman marry while mourning even though they do not engage in relations. It is permitted for a mourner to remain in solitude with his wife even though he is forbidden to engage in sexual relations."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִנַּיִן שֶׁהָאָבֵל אָסוּר בִּנְעִילַת הַסַּנְדָּל. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"וּנְעָלֶיךָ תָּשִׂים בְּרַגְלֶיךָ\". מִכְלַל שֶׁכָּל הָעָם אֲסוּרִין. הָיָה בָּא בַּדֶּרֶךְ נוֹעֵל וְהוֹלֵךְ וּכְשֶׁיִּכָּנֵס בַּמְּדִינָה חוֹלֵץ מִנְעָלָיו: \n",
            "english": "Which source teaches that a mourner is forbidden to wear shoes? Ezekiel was instructed Ezekiel 24:17: \"And place your shoes on your feet.\" Implied is that all others are forbidden. If a person is traveling on a journey, he may wear shoes and proceed on his way. When he enters a city, he should remove his shoes."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "רֶמֶז לְאָבֵל שֶׁאָסוּר בַּעֲשִׂיַּת מְלָאכָה. זֶה שֶׁנֶּאֱמַר <small>(עמוס ח י)</small> \"וְהָפַכְתִּי חַגֵּיכֶם לְאֵבֶל\" מָה חַג אָסוּר בַּעֲשִׂיַּת מְלָאכָה אַף אָבֵל אָסוּר בַּעֲשִׂיַּת מְלָאכָה. וּכְשֵׁם שֶׁהוּא אָסוּר בַּעֲשִׂיַּת מְלָאכָה כָּךְ הוּא אָסוּר לִשָּׂא וְלִתֵּן בִּסְחוֹרָה וְלֵילֵךְ מִמְּדִינָה לִמְדִינָה בִּסְחוֹרָה: \n",
            "english": "An allusion to the prohibition against a mourner performing labor can be derived from Amos 8:10: \"I shall transform your festivals into mourning.\" Just as it is forbidden to perform work on a festival; so, too, a mourner is forbidden to perform work. And just as a mourner is forbidden to perform work; so, too, is he forbidden to engage in commercial transactions and to travel from city to city on a business trip."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים אָסוּר בַּעֲשִׂיַּת מְלָאכָה אֲפִלּוּ הָיָה עָנִי הַמִּתְפַּרְנֵס מִן הַצְּדָקָה. מִכָּאן וְאֵילָךְ אִם הָיָה עָנִי עוֹשֶׂה בְּצִנְעָה בְּתוֹךְ בֵּיתוֹ. וְהָאִשָּׁה טוָֹה בַּפֶּלֶךְ בְּתוֹךְ בֵּיתָה: \n",
            "english": "For the first three days, all mourners, even a poor person who derives his livelihood from charity, are forbidden to perform work. After that period, if the mourner is indigent, he may perform this work privately in his home. A woman may spin fabric on a spindle in her home."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שְׁנֵי אַחִים אוֹ שְׁנֵי שֻׁתָּפִין שֶׁהָיוּ בַּחֲנוּת אַחַת וְאֵרַע אֵבֶל לְאֶחָד מֵהֶן. נוֹעֲלִין אֶת הַחֲנוּת כָּל שִׁבְעָה: \n",
            "english": "When two brothers or two partners operate one store together and one of them is forced to mourn, the store should be closed for all seven days of mourning."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אֲפִלּוּ דְּבָרִים שֶׁמֻּתָּר לַעֲשׂוֹתָן בְּחֻלּוֹ שֶׁל מוֹעֵד אָסוּר לְאָבֵל לַעֲשׂוֹתָן בְּיָדוֹ בִּימֵי אֶבְלוֹ. אֲבָל אֲחֵרִים עוֹשִׂים לוֹ. כֵּיצַד. הָיוּ זֵיתָיו לַהֲפֹךְ וְכַדָּיו לָגוֹף וּפִשְׁתָּנוֹ לַעֲלוֹת מִן הַמִּשְׁרָה וְצַמְרוֹ מִן הַיּוֹרָה. שׂוֹכֵר אֲחֵרִים לַעֲשׂוֹת לוֹ כְּדֵי שֶׁלֹּא יֹאבְדוּ. וּמְרַבְּצִין לוֹ שָׂדֵהוּ מִשֶּׁתַּגִּיעַ עוֹנַת הַמַּיִם: \n",
            "english": "Even activities which are permitted to be performed during <i>chol hamo'ed</i> may not be performed by a mourner during the days of mourning. Others may, however, perform these tasks on his behalf.<br>What is implied? If it is necessary to turn over a person's olives, put pitch on his barrels, or bring his flax up from the vat where it is soaking or his wool from the kettle where it is being dyed, he may hire someone else to perform this task on his behalf so that he will not suffer a loss. And he may have his field irrigated in the irrigation season."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָאֲרִיסִין וְהַחֲכִירִין שֶׁלּוֹ וְהַקַּבְּלָנִין הֲרֵי אֵלּוּ יַעֲשׂוּ כְּדַרְכָּן. אֲבָל הַחַמָּרִים וְהַגַּמָּלִים בַּבְּהֵמוֹת שֶׁלּוֹ וְהַסַּפָּנִים בַּסְּפִינָה שֶׁלּוֹ הֲרֵי אֵלּוּ לֹא יַעֲשׂוּ. וְאִם הָיוּ מֻחְכָּרִים אוֹ מֻשְׂכָּרִים מִקֹּדֶם לִזְמַן קָצוּב הֲרֵי אֵלּוּ יַעֲשׂוּ: \n",
            "english": "His sharecroppers or those who hire his fields may perform work in their ordinary way. But donkey-drivers and camel-drivers who rent his animals and sailors who rent his ships should not perform work. If the animals or ships were hired out or rented out previously for a specific time, the renters may perform work."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שְׂכִיר יוֹם אֲפִלּוּ בְּעִיר אַחֶרֶת לֹא יַעֲשֶׂה לוֹ: \n",
            "english": "A worker hired by the day - even if he is located in another city - should not perform work on behalf of the mourner."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הָאָבֵל שֶׁהָיְתָה מְלֶאכֶת אֲחֵרִים בְּיָדוֹ בֵּין בְּקַבְּלָנוּת בֵּין שֶׁאֵינָהּ בְּקַבְּלָנוּת לֹא יַעֲשֶׂה. הָיְתָה מְלַאכְתּוֹ בְּיַד אֲחֵרִים. בְּבֵיתוֹ לֹא יַעֲשׂוּ בְּבַיִת אַחֵר עוֹשִׂין: \n",
            "english": "When a mourner was charged with doing tasks on behalf of others, whether as a contractor or not as a contractor, he should not do it. If his tasks were entrusted to others, they should not work on it in his home, but may work on it elsewhere."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָיָה לוֹ דִּין עִם אָדָם אֵינוֹ תּוֹבְעוֹ כָּל שִׁבְעַת יְמֵי הָאֲבֵלוּת. וְאִם הָיָה דָּבָר אָבֵד עוֹשֶׂה שָׁלִיחַ. כָּזֶה הוֹרוּ הַגְּאוֹנִים: \n",
            "english": "If a mourner has litigation with a colleague, he should not prosecute the matter throughout the seven days of mourning. If it concerned a matter that could lead to a loss, he should appoint an agent. The <i>Geonim</i> ruled in this manner."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "מִנַּיִן שֶׁהָאָבֵל אָסוּר בְּדִבְרֵי תּוֹרָה. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"הֵאָנֵק דֹּם\": \n",
            "english": "Which source teaches that a mourner is forbidden to speak words of Torah? Ezekiel was instructed Ezekiel 24:17: \"Be silent from groaning.\""
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "אָסוּר לִקְרוֹת בַּתּוֹרָה בַּנְּבִיאִים וּבַכְּתוּבִים וְלִשְׁנוֹת בַּמִּשְׁנָה וּבַמִּדְרָשׁ וּבַהֲלָכוֹת. וְאִם הָיוּ רַבִּים צְרִיכִין לוֹ מֻתָּר וּבִלְבַד שֶׁלֹּא יַעֲמִיד תֻּרְגְּמָן אֶלָּא יִלְחשׁ לְאַחֵר בְּצִדּוֹ וְזֶה שֶׁבְּצִדּוֹ אוֹמֵר לַתֻּרְגְּמָן וְהַתֻּרְגְּמָן מַשְׁמִיעַ לָרַבִּים: \n",
            "english": "He is forbidden to read from the Torah, the Prophets, and the Holy Scriptures and to study the Mishnah, the <i>Midrash</i>, and the <i>Halachot</i>. If many require his instruction, he is permitted, provided he does not appoint a spokesman. Instead, he should whisper to the person sitting next to him. That person should relate the teachings to the spokesman and the spokesman should communicate them to the people at large."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁאֵין הָאָבֵל יוֹשֵׁב עַל הַמִּטָּה. שֶׁנֶּאֱמַר <small>(שמואל ב יג לא)</small> \"וַיָּקָם הַמֶּלֶךְ וַיִּקְרַע אֶת בְּגָדָיו וַיִּשְׁכַּב אָרְצָה\": \n",
            "english": "Which source teaches that a mourner should not sit on a bed? II Samuel 13:31 states: \"And the king arose, rent his garments, and lay on the ground.\""
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "וְחַיָּב לִכְפּוֹת הַמִּטָּה כָּל שִׁבְעָה. וְלֹא מִטָּתוֹ בִּלְבַד הוּא כּוֹפֶה אֶלָּא כָּל הַמִּטּוֹת שֶׁיֵּשׁ לוֹ בְּתוֹךְ בֵּיתוֹ הוּא כּוֹפֶה אֲפִלּוּ עֶשֶׂר מִטּוֹת בַּעֲשָׂרָה בָּתִּים וּבְעֶשֶׂר עֲיָרוֹת חַיָּב לִכְפּוֹת אֶת כֻּלָּן. וַאֲפִלּוּ חֲמִשָּׁה אַחִים וּמֵת אֶחָד מֵהֶן כֻּלָּן כּוֹפִין אֶת מִטּוֹתֵיהֶן. הַמִּטָּה הַמְיֻחֶדֶת לְכֵלִים אוֹ לְמָעוֹת אֵינוֹ צָרִיךְ לִכְפּוֹתָהּ. דַּרְגָּשׁ אֵינוֹ צָרִיךְ לִכְפּוֹתוֹ אֶלָּא מַתִּיר אֶת קַרְבִּיטָיו וְהוּא נוֹפֵל מֵאֵלָיו. מִטָּה שֶׁנַּקְלִיטֶיהָ יוֹצְאִין מִמֶּנָּה שֶׁהֲרֵי אִי אֶפְשָׁר לְהָפְכָהּ זוֹקְפָהּ וְדַיּוֹ. הָפַךְ כָּל מִטּוֹתָיו וְהָיָה הוּא יָשֵׁן עַל גַּבֵּי מִטּוֹת אֲחֵרִים אוֹ עַל גַּבֵּי כִּסֵּא אוֹ עַל גַּבֵּי אָרוֹן אוֹ עַל גַּבֵּי קַרְקַע לֹא יָצָא יְדֵי חוֹבָתוֹ אֶלָּא יָשֵׁן עַל גַּבֵּי הַמִּטָּה הַכְּפוּיָה: \n",
            "english": "A mourner is obligated to overturn his bed for all seven days of mourning. This applies not only to his own bed. Instead, he must overturn all the beds he has in his house. Moreover, even if he has ten beds in ten homes in ten cities, he is obligated to overturn all of them. Even if there are five brothers and one of them dies, all the remainder must overturn their beds.<br>When a bed is set aside to be used for money or for utensils, it need not be overturned. Similarly, a <i>dargesh</i> need not be overturned. Instead, the straps should be released and the bed allowed to fall.<br>When bed posts emerge from a bed and so it is impossible to turn it over, he should turn it on its side while upright; this is sufficient.<br>If a person turned all his own beds over, but slept on beds belonging to others, on a chair, on a chest, or on the ground, he does not fulfill his obligation. Instead, he must sleep on the overturned bed."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "מִנַּיִן לְאָבֵל שֶׁאָסוּר בִּפְרִיעַת הָרֹאשׁ. שֶׁהֲרֵי נֶאֱמַר לִיחֶזְקֵאל <small>(יחזקאל כד יז)</small> \"לֹא תַעְטֶה עַל שָׂפָם\" מִכְלַל שֶׁשְּׁאָר הָאֲבֵלִים חַיָּבִין בַּעֲטִיפַת הָרֹאשׁ. וְהַסּוּדָר שֶׁמְּכַסֶּה בּוֹ רֹאשׁוֹ עוֹטֶה מִמִּקְצָתוֹ מְעַט עַל פִּיו. שֶׁנֶּאֱמַר <small>(ויקרא יג מה)</small> \"וְעַל שָׂפָם יַעְטֶה\" וְאוּנְקְלוֹס תִּרְגֵּם כַּאֲבֵלָא יִתְעַטֵּף: \n",
            "english": "Which source teaches that a mourner is forbidden to uncover his head? Ezekiel was instructed Ezekiel 24:17: \"Do not veil your face until the lips.\" Implied is that others are obligated to cover their heads. He should use the sash with which he covers his head and wind a portion of it over his mouth slightly. In this vein, Onkelos renders Leviticus 13:45: \"He should veil his face until his lips,\" as \"He should cover himself like a mourner.\""
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁהָאָבֵל אָסוּר בִּשְׁאֵלַת שָׁלוֹם. שֶׁנֶּאֱמַר <small>(יחזקאל כד יז)</small> \"הֵאָנֵק דֹּם\". כָּל שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים מִי שֶׁנָּתַן לוֹ שָׁלוֹם אֵין מַחְזִיר לוֹ אֶלָּא מוֹדִיעוֹ שֶׁהוּא אָבֵל. וּמִשְּׁלֹשָׁה וְעַד שִׁבְעָה מִי שֶׁשָּׁאַל בִּשְׁלוֹמוֹ מַחְזִיר לוֹ שָׁלוֹם. וּמִשִּׁבְעָה וְעַד שְׁלֹשִׁים שׁוֹאֵל בִּשְׁלוֹם אֲחֵרִים אֲבָל אֲחֵרִים אֵין שׁוֹאֲלִין בִּשְׁלוֹמוֹ עַד לְאַחַר שְׁלֹשִׁים. וְעַל אָבִיו וְעַל אִמּוֹ אֵין שׁוֹאֲלִין בִּשְׁלוֹמוֹ עַד לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ. אִם בִּשְׁאֵלַת שָׁלוֹם נֶאֱסַר בְּאָבֵל קַל וָחֹמֶר שֶׁהוּא אָסוּר לְהַרְבּוֹת דְּבָרִים וְלִשְׂחוֹק שֶׁנֶּאֱמַר דֹּם. וְלֹא יֶאֱחֹז תִּינוֹק בְּיָדוֹ שֶׁלֹּא יְבִיאֶנּוּ לִידֵי שְׂחוֹק. וְלֹא יִכָּנֵס לִמְקוֹם שִׂמְחָה כְּגוֹן בָּתֵּי הַמִּשְׁתָּאוֹת וְכַיּוֹצֵא בָּהֶן: \n",
            "english": "Which source teaches that a mourner is forbidden to exchange greetings with colleagues? Ezekiel was instructed: \"Be silent from groaning.\"<br>For the entire first three days, if someone greets him, he does not respond with greetings. Instead, he notifies him that he is a mourner. From the third day until the seventh, when a person greets him, he should respond with greetings. From the seventh until the thirtieth day, he may greet others, but others should not greet him until after thirty days have passed. And when he is in mourning for his father or mother, he should not be greeted until after twelve months.<br>If he is forbidden to greet a colleague during the mourning period, one can certainly infer that he is forbidden to engage in lengthy talk and frivolity, as implied by the instruction: \"Be silent.\" He should not hold an infant in his arms so that he will not lead him to laughter. And he should not enter a place of celebration, e.g., a feasting hall or the like."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִדִבְרֵי סוֹפְרִים שֶׁיִּהְיֶה הָאָבֵל נוֹהֵג בְּמִקְצָת דִּבְרֵי אֲבֵלוּת כָּל שְׁלֹשִׁים יוֹם. וּמִנַּיִן סָמְכוּ חֲכָמִים לִשְׁלֹשִׁים יוֹם. שֶׁנֶּאֱמַר <small>(דברים כא יג)</small> \"וּבָכְתָה אֶת אָבִיהָ וְאֶת אִמָּהּ יֶרַח יָמִים\". מִכְלַל שֶׁהָאָבֵל מִצְטַעֵר כָּל שְׁלֹשִׁים יוֹם: \n",
            "english": "According to Rabbinic Law, a mourner should observe some of the mourning practices for 30 days. Which source did our Sages use as a support for the concept of 30 days? Deuteronomy 21:13 states: \"And she shall cry for her father and mother for a month.\" Implied is that a mourner will feel discomfort for a month."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ דְּבָרִים שֶׁהָאָבֵל אָסוּר בָּהֶן כָּל שְׁלֹשִׁים יוֹם. אָסוּר בְּתִסְפֹּרֶת. וּבְגִהוּץ. וּבְנִשּׂוּאִין. וּבְשִׂמְחַת מֵרֵעוּת. וְלֵילֵךְ בִּסְחוֹרָה מִמְּדִינָה לִמְדִינָה. הַכּל חֲמִשָּׁה דְּבָרִים: \n",
            "english": "These are the practices forbidden to a mourner for the entire 30-day period. He is forbidden to cut his hair, to wear freshly ironed clothing, to marry, to enter a celebration of friends, and to go on a business trip to another city; five matters in all."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בְּתִסְפֹּרֶת כֵּיצַד. כְּשֵׁם שֶׁאָסוּר לְסַפֵּר כָּל שְׂעַר גּוּפוֹ. אוֹ לְגַלֵּחַ שְׂפָמוֹ. אוֹ לָקֹץ צִפָּרְנָיו בִּכְלִי כָּל שִׁבְעָה. כָּךְ אָסוּר כָּל שְׁלֹשִׁים יוֹם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאִישׁ. אֲבָל בְּאִשָּׁה מֻתֶּרֶת בִּנְטִילַת שֵׂעָר לְאַחַר שִׁבְעָה וְהָאִישׁ עַד שְׁלֹשִׁים יוֹם. וְעַל אָבִיו וְעַל אִמּוֹ חַיָּב לְגַדֵּל שְׂעָרוֹ עַד שֶׁיִּשְׁלַח פֶּרַע אוֹ עַד שֶׁיִּגְעֲרוּ בּוֹ חֲבֵרָיו: \n",
            "english": "What does the prohibition against cutting one's hair involve? Just as it is forbidden to cut any of the hair of one's body, to shave one's mustache, or to cut one's nails with a utensil through the seven days of mourning; so too, he is forbidden throughout these 30 days.<br>To whom does the above apply? To a man. A woman, by contrast, is permitted to remove hair after seven days although a man must wait 30. For one's father or mother, a man is obligated to let his hair grow until it becomes noticeably long or until his colleagues rebuke him for not attending to his appearance."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְכֵן אָסוּר לִלְבּשׁ כֵּלִים לְבָנִים חֲדָשִׁים וּמְגֹהָצִין כָּל שְׁלֹשִׁים יוֹם. אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה. הָיוּ צְבוּעִין וּמְגֹהָצִין מֻתָּרִין. וְכֵן אִם לֹא הָיוּ חֲדָשִׁים אַף עַל פִּי שֶׁהֵן לְבָנִים וּמְגֹהָצִין מֻתָּרִין. וּכְלֵי פִּשְׁתָּן אֵין בָּהֶן מִשּׁוּם גִּהוּץ. וּלְאַחַר שְׁלֹשִׁים יוֹם מֻתָּר בְּגִהוּץ אֲפִלּוּ עַל אָבִיו וְעַל אִמּוֹ: \n",
            "english": "Similarly, a mourner is forbidden to wear new white clothes that have been ironed for 30 days. This applies to both a man and a woman. If they are colored and ironed, it is permitted. Similarly, if they are not new although they are white and ironed, it is permitted. There is no prohibition against wearing linen clothes that were ironed.<br>After 30 days, one may wear ironed clothes, even if one is in mourning for one's father or mother."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בְּנִשּׂוּאִין כֵּיצַד. אָסוּר לִשָּׂא אִשָּׁה כָּל שְׁלֹשִׁים יוֹם. וּמֻתָּר לְאָרְשָׂהּ אֲפִלּוּ בְּיוֹם הַמִּיתָה. וּמִי שֶׁמֵּתָה אִשְׁתּוֹ אִם כְּבָר קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה וְיֵשׁ לוֹ מִי שֶׁיְּשַׁמְּשֶׁנּוּ וְאֵין לוֹ בָּנִים קְטַנִּים הֲרֵי זֶה אָסוּר לִשָּׂא אִשָּׁה אַחֶרֶת עַד שֶׁיַּעַבְרוּ עָלָיו שְׁלֹשָׁה רְגָלִים. אֲבָל מִי שֶׁלֹּא קִיֵּם מִצְוַת פְּרִיָּה וּרְבִיָּה אוֹ שֶׁקִּיֵּם וְיֵשׁ לוֹ בָּנִים קְטַנִּים אוֹ שֶׁאֵין לוֹ מִי שֶׁיְּשַׁמְּשֶׁנּוּ הֲרֵי זֶה מֻתָּר לְאָרְשָׂהּ וְלִכְנֹס מִיָּד. וְאָסוּר לוֹ לָבוֹא עָלֶיהָ עַד שְׁלֹשִׁים יוֹם. וְכֵן הָאִשָּׁה שֶׁהָיְתָה אֲבֵלָה לֹא תִּבָּעֵל עַד שְׁלֹשִׁים יוֹם: \n",
            "english": "What does the prohibition against marriage involve? It is forbidden to marry a woman throughout these 30 days. It is, however, permitted to consecrate her even on the day of the death of one's relative.<br>When a man's wife dies, if he already fulfilled the mitzvah of procreation, and he has someone to attend to him and he does not have young children, he may not remarry until three festivals pass. If, however, a person has not fulfilled the mitzvah of procreation, or fulfilled the mitzvah and has young children, or does not have someone to attend to him, he is permitted to consecrate and marry immediately. It is, however, forbidden for him to enter into relations with his wife until 30 days have passed. Similarly, a woman who was in mourning should not enter into relations until 30 days have passed."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שִׂמְחַת מֵרֵעוּת שֶׁהָיָה חַיָּב לִפְרֹעַ אוֹתָהּ מִיָּד. מֻתָּר לַעֲשׂוֹתָהּ מִיָּד לְאַחַר שִׁבְעָה. אֲבָל אִם אֵינוֹ חַיָּב לְפָרְעָהּ אָסוּר לְהִכָּנֵס לָהּ עַד שְׁלֹשִׁים יוֹם: \n",
            "english": "A friendly get-together which a person is obligated to requite immediately may be held immediately after the seven days of mourning. If, however, he is not obligated to requite such a gathering, he is forbidden to enter one until 30 days pass."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר כָּל מֵתִים. אֲבָל עַל אָבִיו וְעַל אִמּוֹ בֵּין כָּךְ וּבֵין כָּךְ לֹא יִכָּנֵס לְשִׂמְחַת מֵרֵעוּת עַד י\"ב חֹדֶשׁ: \n",
            "english": "When does the above apply? When one is mourning for other deceased persons. When mourning for one's father or mother, by contrast, under all circumstances, one is forbidden to enter a friendly gathering for twelve months."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "עַל כָּל הַמֵּתִים כֻּלָּן מֻתָּר לֵילֵךְ בִּסְחוֹרָה לְאַחַר שְׁלֹשִׁים. עַל אָבִיו וְעַל אִמּוֹ עַד שֶׁיִּגְעֲרוּ בּוֹ חֲבֵרָיו וְיֹאמְרוּ לוֹ לֵךְ עִמָּנוּ: \n",
            "english": "When mourning for all other deceased persons, one is permitted to go on a business trip immediately after 30 days pass. When mourning for one's father or mother, by contrast, one should not go until his colleagues rebuke him and tell him: \"Come with us.\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "עַל כָּל הַמֵּתִים כֻּלָּן רָצָה מְמַעֵט בְּעִסְקוֹ רָצָה אֵינוֹ מְמַעֵט. עַל אָבִיו וְעַל אִמּוֹ מְמַעֵט בְּעִסְקוֹ: \n",
            "english": "When mourning for all other deceased persons, if one desires, one may reduce his business activities. If he does not desire, he need not reduce them. When mourning for one's father or mother, by contrast, one should reduce one's business activities."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַהוֹלֵךְ מִמָּקוֹם לְמָקוֹם אִם יָכוֹל לְמַעֵט בְּעִסְקוֹ יְמַעֵט וְאִם לָאו יִקְנֶה צָרְכֵי הַדֶּרֶךְ וּדְבָרִים שֶׁיֵּשׁ בָּהֶן חַיֵּי נֶפֶשׁ: \n",
            "english": "When a person is journeying from place to place, he should minimize his commercial activity if possible. If not, he should purchase the articles he needs for his journey and articles which are necessary to maintain his existence."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה בַּעְלָהּ צָלוּב בָּעִיר אוֹ אִשְׁתּוֹ צְלוּבָה אוֹ אָבִיו וְאִמּוֹ. אָסוּר לוֹ לִשְׁכֹּן בְּאוֹתָהּ הָעִיר עַד שֶׁיִּכְלֶה הַבָּשָׂר. וְאִם הָיְתָה עִיר גְּדוֹלָה כְּאַנְטוֹכְיָא יֵשׁ לוֹ לִשְׁכֹּן בַּצַּד הָאַחֵר שֶׁאֵינָן צְלוּבִין בּוֹ: \n",
            "english": "When a person's husband, wife, father, or mother was crucified in a city, it is forbidden for him to dwell in that city until the flesh of the corpse decomposes. If it is a major metropolis like Antioch, one may dwell in the other portion of the city, where one's relatives are not crucified."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "יוֹם שְׁבִיעִי מִקְצָתוֹ כְּכֻלּוֹ וְהוּא עוֹלֶה לְכָאן וּלְכָאן. וּלְפִיכָךְ מֻתָּר לְכַבֵּס וְלִרְחֹץ וְלַעֲשׂוֹת שְׁאָר הַדְּבָרִים בְּיוֹם שְׁבִיעִי. וְכֵן יוֹם שְׁלֹשִׁים מִקְצָתוֹ כְּכֻלּוֹ וּמֻתָּר לְסַפֵּר וּלְגַהֵץ בְּיוֹם שְׁלֹשִׁים: \n",
            "english": "Even a portion of the seventh day is considered as the entire day and is counted both as part of the seven days of acute mourning and the 30 days of mourning. Therefore it is permissible to launder, to wash, and to perform other activities on the seventh day. Similarly, even a portion of the thirtieth day is considered as the entire day and it is permitted to cut one's hair and iron one's clothes on that day."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מִי שֶׁתְּכָפוּהוּ אֲבָלָיו וְהִכְבִּיד שְׂעָרוֹ מֵקֵל בְּתַעַר לֹא בְּמִסְפָּרַיִם. וּמְכַבֵּס כְּסוּתוֹ בְּמַיִם אֲבָל לֹא בְּנֶתֶר וְלֹא בְּחוֹל. וְרוֹחֵץ כָּל גּוּפוֹ בְּצוֹנֵן אֲבָל לֹא בְּחַמִּין. וְכֵן מִי שֶׁתְּכָפוּהוּ אֲבָלָיו וּבָא מִמְּדִינַת הַיָּם וּמִבֵּית הַשִּׁבְיָה. אוֹ שֶׁיָּצָא מִבֵּית הָאֲסוּרִים. אוֹ שֶׁהָיָה מְנֻדֶּה וְהֻתַּר. אוֹ שֶׁהָיָה מֻדָּר וְנִשְׁאַל עַל נִדְרוֹ וְהֻתַּר. וְכָל הַיּוֹצֵא מִטֻּמְאָה לְטָהֳרָה. הֲרֵי אֵלּוּ מְגַלְּחִין בִּימֵי אֶבְלָם הוֹאִיל וּתְכָפָם אֵבֶל אַחַר אֵבֶל וְלֹא מָצְאוּ פְּנַאי: \n",
            "english": "The following laws apply when one suffers several losses for which he is required to mourn one after the other. If his hair grows overly long, he may trim it with a razor, but not with scissors. He may wash his clothes in water, but not with soap or using sand. He may wash his entire body in cold water, but not in hot water.<br>Similarly, when one suffers repeated losses for which he must mourn after arriving from an overseas journey, being released from captivity or prison, being released from a ban of ostracism under which he had been placed, being absolved from a vow which he had taken, or emerging from a state of ritual impurity to one of purity, he may cut his hair in the midst of the period of mourning. The rationale is that one period of mourning followed the other and the people did not have the opportunity to care for themselves."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁבָּאָה לוֹ שְׁמוּעָה שֶׁמֵּת לוֹ קָרוֹב. אִם בְּתוֹךְ שְׁלֹשִׁים יוֹם הִגִּיעָה הַשְּׁמוּעָה אֲפִלּוּ יוֹם שְׁלֹשִׁים עַצְמוֹ הֲרֵי זוֹ שְׁמוּעָה קְרוֹבָה. וְחַיָּב לִנְהֹג שִׁבְעָה יְמֵי אֲבֵלוּת מִיּוֹם שֶׁהִגִּיעָה הַשְּׁמוּעָה. וְקוֹרֵעַ וּמוֹנֶה שְׁלֹשִׁים לְאִסּוּר הַתִּסְפֹּרֶת עִם שְׁאָר הַדְּבָרִים. כְּלָלוֹ שֶׁל דָּבָר יוֹם שְׁמוּעָתוֹ הַקְּרוֹבָה כְּיוֹם הַקְּבוּרָה. אֲבָל אִם הִגִּיעָה לוֹ הַשְּׁמוּעָה אַחַר הַשְּׁלֹשִׁים יוֹם הֲרֵי זוֹ שְׁמוּעָה רְחוֹקָה וְאֵינָהּ נוֹהֶגֶת אֶלָּא יוֹם אֶחָד וְאֵינוֹ קוֹרֵעַ. וּכְאִלּוּ יוֹם הַשְּׁמוּעָה הוּא יוֹם שְׁבִיעִי וְיוֹם שְׁלֹשִׁים וּמִקְצָת הַיּוֹם כְּכֻלּוֹ: \n",
            "english": "The following rules apply when a person receives a report that a close relative of his died. If he received the report within 30 days of the person's death - even on the thirtieth day itself - it is considered a proximate report. He must observe the seven days of mourning from the time he receives the report. He must rend his garments and count 30 days for the prohibition against cutting one's hair and the other factors from that date. The general principle is: The day on which he hears the report is like the day of the person's burial.<br>If, however, a person receives a report after 30 days, it is considered as a distant report. He observes mourning rites for only one day and is not required to rend his garments. It is as if the day of the report is both the seventh day and the thirtieth day. And we follow the principle: A portion of the day is considered as the entire day."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כֵּיצַד מִקְצָת הַיּוֹם כְּכֻלּוֹ. כֵּיוָן שֶׁנָּהַג אֲבֵלוּת שָׁעָה אַחַת כְּאִלּוּ נָהַג כָּל הַיּוֹם כֻּלּוֹ. וּמֻתָּר לִנְעל וְלִרְחֹץ וְלָסוּךְ וּלְגַלֵּחַ בִּשְׁאָר הַיּוֹם. וְכֵן הוּא מֻתָּר בְּכָל הַדְּבָרִים: \n",
            "english": "What is implied by the statement: A portion of the day is considered as the entire day? Once one observed the mourning rites for a certain time He is permitted to wear shoes, wash, anoint himself, and cut his hair during the remainder of the day. Similarly, he has license not to observe any of the mourning rites."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁבָּאָה לוֹ שְׁמוּעָה קְרוֹבָה בְּתוֹךְ הָרֶגֶל אוֹ בְּיוֹם שַׁבָּת וּלְאַחַר שַׁבָּת אוֹ אַחַר הָרֶגֶל נַעֲשֵׂית רְחוֹקָה. עוֹלֶה לוֹ וְאֵינוֹ נוֹהֵג לְאַחַר הָרֶגֶל אוֹ לְאַחַר הַשַּׁבָּת אֶלָּא יוֹם אֶחָד בִּלְבַד. וּמִקְצָת הַיּוֹם כְּכֻלּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "When a person hears a proximate report in the midst of a festival or on the Sabbath and after the Sabbath or after the festival, the report will become distant, the Sabbath or the festival are counted for him. Thus he observes only one day of mourning after the festival or after the Sabbath. And a portion of the day is considered as the entire day as explained."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁמֵּת לוֹ קָרוֹב וְלֹא יָדַע עַד שֶׁבָּא. אִם הָיָה בְּמָקוֹם קָרוֹב שֶׁהוּא מַהֲלַךְ עֲשָׂרָה פַּרְסָאוֹת שֶׁאֶפְשָׁר שֶׁיָּבוֹא בְּיוֹם אֶחָד. אֲפִלּוּ בָּא בַּיּוֹם הַשְּׁבִיעִי. אִם מָצָא מְנַחֲמִים אֵצֶל גְּדוֹל הַבַּיִת אַף עַל פִּי שֶׁנִּנְעֲרוּ לַעֲמֹד הוֹאִיל וּמָצָא מְנַחֲמִים עוֹלֶה לוֹ וּמוֹנֶה עִמָּהֶן תַּשְׁלוּם שְׁלֹשִׁים יוֹם. וְאִם לֹא מָצָא מְנַחֲמִים מוֹנֶה לְעַצְמוֹ. וְכֵן אִם הָיָה בְּמָקוֹם רָחוֹק אֲפִלּוּ בָּא בְּיוֹם שֵׁנִי מוֹנֶה לְעַצְמוֹ שִׁבְעָה וּשְׁלֹשִׁים מִיּוֹם שֶׁבָּא: \n",
            "english": "The following rules apply when a close relative of a person dies and that person does not know until he comes to that place. If he was in a close place, e.g., within ten <i>parseot</i> away, and thus he could come in one day, even if he came on the seventh day, if he finds people offering comfort to the person of greatest stature in the family, it is considered as if he was together with them and he counts with them the remainder of the 30 days. This applies even if they had already begun to rise, as long as he finds comforters, he counts with the other mourners.<br>If he did not find comforters, he counts for himself. Similarly, if he comes from a distant place, even if he comes on the second day, he counts seven and thirty days for himself from the day he comes."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אָבֵל בִּשְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים אֵינוֹ הוֹלֵךְ אֲפִלּוּ לְבֵית אָבֵל אַחֵר. מִכָּאן וְאֵילָךְ הוֹלֵךְ וְאֵינוֹ יוֹשֵׁב בִּמְקוֹם הַמְנַחֲמִין אֶלָּא בִּמְקוֹם הַמִּתְנַחֲמִין. וְלֹא יֵצֵא לְמָקוֹם אַחֵר מִפֶּתַח בֵּיתוֹ כָּל שַׁבָּת הָרִאשׁוֹנָה. שְׁנִיָּה יוֹצֵא וְאֵינוֹ יוֹשֵׁב בִּמְקוֹמוֹ. שְׁלִישִׁית יוֹשֵׁב בִּמְקוֹמוֹ וְאֵינוֹ מְדַבֵּר כְּדַרְכּוֹ. רְבִיעִית הֲרֵי הוּא כְּכָל אָדָם: \n",
            "english": "During the first three days of mourning, a mourner does not even go the house of another mourner. From that time onward, he may go, but he does not sit together with those offering comfort, but with those receiving comfort. He should not leave the entrance to his house to go any place for the entire first week. During the second week, he may leave his home, but should not sit in his ordinary place. During the third week, he may sit in his ordinary place, but should not speak in his ordinary manner. During the fourth week, he is like any other person."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כֹּהֵן גָּדוֹל חַיָּב בְּכָל דִּבְרֵי אֲבֵלוּת. אֶלָּא שֶׁאָסוּר לוֹ לִקְרֹעַ בְּגָדָיו לְמַעְלָה וּלְגַדֵּל פֶּרַע וְלָצֵאת אַחַר הַמִּטָּה. וְכָל הָעָם בָּאִין לְנַחֲמוֹ לְבֵיתוֹ. וּכְשֶׁמַּבְרִין אוֹתוֹ כָּל הָעָם מְסֻבִּין עַל הָאָרֶץ וְהוּא מֵסֵב עַל הַסַּפְסָל. וְאוֹמְרִין לוֹ כְּשֶׁמְּנַחֲמִין אוֹתוֹ אָנוּ כַּפָּרָתְךָ וְהוּא אוֹמֵר לָהֶם תִּתְבָּרְכוּ מִן הַשָּׁמַיִם. וְאִם רָצָה לְנַחֵם אֲחֵרִים הַמְמֻנֶּה מְמַצְּעוֹ בְּתוֹךְ הָעָם וְאוֹמֵר לָהֶם תְּנֻחֲמוּ: \n",
            "english": "The High Priest is obligated to observe all the mourning practices, except that he is forbidden to rend the upper portion of his garments, to let his hair grow long, or to follow the bier in the funeral procession.<br>The entire Jewish people come to his house to comfort him. When they bring him the meal of comfort, all of the people must sit on the ground; he, by contrast, sits on a bench. When they comfort him, they tell him: \"We are atonement for you.\" And he tells them: \"May you be blessed from heaven.\"<br>If he desires to comfort others, the deputee has him positioned among the people. And he tells the mourners: \"Be comforted.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְכֵן הַמֶּלֶךְ חַיָּב בְּכָל דִּבְרֵי אֲבֵלוּת אֶלָּא שֶׁאֵינוֹ יוֹצֵא מִפֶּתַח פַּלְטֵרִין שֶׁלּוֹ אַחַר מֵתוֹ. וְאֵין צָרִיךְ לוֹמַר אַחַר מֵתִים אֲחֵרִים. וְאֵינוֹ מְנַחֵם אֲבֵלִים. וְלֹא יָצָא דָּוִד אַחַר אַבְנֵר אֶלָּא לְהוֹדִיעַ לָעָם שֶׁלֹּא נֶהֱרַג בִּרְצוֹנוֹ: \n",
            "english": "Similarly, a king is obligated to observe all the mourning practices, except that he does not leave his palace in the funeral procession for his dead. Needless to say, this applies with regard to other deceased. Nor does he comfort mourners. King David followed Avner's funeral procession only to show the people that he was not slain because of David's desire."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין אָדָם נִכְנָס לַמֶּלֶךְ לְנַחֲמוֹ אֶלָּא עֲבָדָיו וּמִי שֶׁנָּתַן לוֹ רְשׁוּת לְהִכָּנֵס. וְאֵין לָהֶן רְשׁוּת לְדַבֵּר לוֹ דִּבְרֵי תַּנְחוּמִין אֶלָּא כְּפִי מַה שֶּׁיַּרְשֶׁה אוֹתָם. וּכְשֶׁמַּבְרִין אוֹתוֹ כָּל הָעָם מְסֻבִּין עַל הָאָרֶץ וְהוּא מֵסֵב עַל הַדַּרְגָּשׁ: \n",
            "english": "No one enters the king's presence to comfort him except his servants and those who are given permission to enter. They do not have permission to speak words of comfort except what he allows them. When they serve him the meal of comfort, all of the others recline on the ground and he reclines on a <i>dargesh</i>."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אָבֵל חַיָּב לִקְרֹעַ עַל מֵתוֹ שֶׁנֶּאֱמַר <small>(ויקרא י ו)</small> \"וּבִגְדֵיכֶם לֹא תִפְרֹמוּ וְלֹא תָמֻתוּ\" הָא אַחֵר חַיָּב לִפְרֹם. וְאֵין קְרִיעָה אֶלָּא מְעֻמָּד. שֶׁנֶּאֱמַר <small>(שמואל ב יג לא)</small> \"וַיָּקָם הַמֶּלֶךְ וַיִּקְרַע אֶת בְּגָדָיו\". וּמֵהֵיכָן קוֹרֵעַ. מִלְּפָנָיו. וְהַקּוֹרֵעַ מֵאַחֲרָיו אוֹ מִן הַצְּדָדִין אוֹ מִלְּמַטָּה לֹא יָצָא יְדֵי חוֹבַת קְרִיעָה. אֶלָּא כֹּהֵן גָּדוֹל שֶׁהוּא פּוֹרֵם מִלְּמַטָּה: \n",
            "english": "A mourner is obligated to rend his garments for his dead, as can be derived from Leviticus 10:6: \"Do not rend your garments lest you die.\" Implied is that others must rend their garments.<br>One must rend one's garments only while standing, as II Samuel 13:31 states: \"And the king stood and rent his garments.\"<br>Where does one rend his garment? In front. If one rends his garment from the back or from the sides or from the bottom, he does not fulfill the obligation to rend his garments, with the exception of a High Priest who must rend his garment from the bottom."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כַּמָּה שִׁעוּר הַקֶּרַע. טֶפַח. וְאֵין צָרִיךְ לְהַבְדִּיל שְׂפַת הַבֶּגֶד. וּמֻתָּר לוֹ לִקְרֹעַ בִּכְלִי. וְיֵשׁ לוֹ לִקְרֹעַ בִּפְנִים שֶׁלֹּא בִּפְנֵי אָדָם. לְפִיכָךְ יֵשׁ לוֹ לְהַכְנִיס יָדוֹ בִּפְנִים וְקוֹרֵעַ בְּצִנְעָה. וְאֵינוֹ חַיָּב לִקְרֹעַ אֶלָּא בֶּגֶד הָעֶלְיוֹן בִּלְבַד: \n",
            "english": "What is the required measure for the tear? A handbreadth. It is not necessary to rip apart the border of the garment. One may rend his garments with a utensil.<br>One may rend one's garments inside, not in the presence of others. Therefore he may place his hand inside his garment and tear it modestly. He is only obligated to tear his upper garment."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל שִׁבְעַת יְמֵי אֲבֵלוּת הַקֶּרַע לְפָנִים וְאִם בָּא לְהַחְלִיף מַחְלִיף וְאֵינוֹ קוֹרֵעַ קֶרַע אַחֵר. שֶׁכָּל קֶרַע שֶׁאֵינוֹ בִּשְׁעַת חִמּוּם אֵינוֹ קֶרַע. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר הַמֵּתִים חוּץ מֵאָבִיו וְאִמּוֹ. אֲבָל עַל אָבִיו וְעַל אִמּוֹ קוֹרֵעַ עַד שֶׁמְּגַלֶּה אֶת לִבּוֹ. וּמַבְדִּיל שְׂפַת הַבֶּגֶד וְאֵינוֹ קוֹרֵעַ בִּכְלִי אֶלָּא בְּיָדוֹ מִבַּחוּץ בִּפְנֵי כָּל הָעָם וְקוֹרֵעַ כָּל הַבְּגָדִים שֶׁעָלָיו. וּבֶגֶד הַזֵּעָה הַדָּבוּק לִבְשָׂרוֹ אֵינוֹ מְעַכֵּב. וְאִם הֶחְלִיף בֶּגֶד אַחֵר חַיָּב לִקְרֹעַ כָּל שִׁבְעָה. וְכֵן עַל אָבִיו וְעַל אִמּוֹ חוֹלֵץ כְּתֵפוֹ וּמוֹצִיא זְרוֹעוֹ מִן הֶחָלוּק עַד שֶׁיִּתְגַּלֶּה כְּתֵפוֹ וּזְרוֹעוֹ. וְהוֹלֵךְ כָּךְ לִפְנֵי הַמִּטָּה. וְאַחַר שֶׁיִּקָּבֵר אָבִיו וְאִמּוֹ אֵינוֹ חַיָּב לַחְלֹץ: \n",
            "english": "For the entire seven days of mourning, he keeps the tear in front of him. If he desires to change his garments, he may. He is not required to rend the second garment, for any tear that is not made at the time of emotional excitement, is not a tear.<br>When does the above apply? With regard to other deceased persons aside from his father and mother. For his father and mother, by contrast, he must rend his garment until he reveals his heart. He must rip apart the border of the garment; he may not tear it with a utensil, and must tear it outside, in the presence of people at large.<br>He must tear all the garments he is wearing. His underwear - i.e., the garments worn next to his flesh - need not be ripped. If he changes his clothes, he is required to rend them for all seven days. Similarly, for his father and mother, he uncovers his shoulder and takes his forearm out from his garment, revealing his shoulder and his forearm. He passes before the bier in this manner. After his father and his mother are buried, however, he is not required to uncover his shoulder."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "קוֹרְעִין לְקָטָן מִפְּנֵי עָגְמַת נֶפֶשׁ. וְחוֹלֶה שֶׁמֵּת לוֹ מֵת אֵין מְקַרְעִין לוֹ וְלֹא מוֹדִיעִין לוֹ שֶׁלֹּא תִּטָּרֵף עָלָיו דַּעְתּוֹ. וּמְשַׁתְּקִין אֶת הַנָּשִׁים מִפָּנָיו: \n",
            "english": "A child's garments should be torn to create sorrow.<br>When a dangerously ill person loses a close relative, we do not rend his garments, nor do we notify him lest he lose control of his emotions. We silence the women in his presence."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְקוֹרֵעַ אָדָם עַל חָמִיו וְעַל חֲמוֹתוֹ מִפְּנֵי כְּבוֹד אִשְׁתּוֹ. וְכֵן הָאִשָּׁה קוֹרַעַת עַל חָמִיהָ וְעַל חֲמוֹתָהּ מִפְּנֵי כְּבוֹד בַּעְלָהּ: \n",
            "english": "A person should rend his garments when his father-in-law and mother-in-law dies as an expression of honor for his wife. Similarly, a woman should rend her garments for her father-in-law and mother-in-law as an expression of honor for her husband."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁאֵין לוֹ חָלוּק לִקְרֹעַ וְנִזְדַּמֵּן לוֹ חָלוּק בְּתוֹךְ שִׁבְעָה קוֹרֵעַ. לְאַחַר שִׁבְעָה אֵינוֹ קוֹרֵעַ. וְעַל אָבִיו וְעַל אִמּוֹ אֲפִלּוּ לְאַחַר שִׁבְעָה קוֹרֵעַ כָּל שְׁלֹשִׁים יוֹם. וְכָל הַיּוֹצֵא בְּבֶגֶד קָרוּעַ לִפְנֵי מֵתִים כְּלוֹמַר שֶׁהוּא קָרַע עַתָּה עֲלֵיהֶן. הֲרֵי זֶה גּוֹנֵב דַּעַת הַבְּרִיּוֹת וְזִלְזֵל בִּכְבוֹד הַחַיִּים וְהַמֵּתִים: \n",
            "english": "When a person does not have an outer garment to tear at the time of a person's passing and he obtains a garment within the seven days of mourning, he is obligated to tear it. After seven days, he is not obligated to tear it. For his father and mother, he is obligated to tear it even if he obtains it after the seven days, but within the 30 days.<br>Whenever a person goes out wearing a torn garment before the dead implying that he tore the garment because of them, he is deceiving people and degrading the honor of the dead and the living."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ הַשְׁאִילֵנִי חֲלוּקְךָ וַאֲבַקֵּר אֶת אָבִי שֶׁהוּא חוֹלֶה וְהָלַךְ וּמְצָאוֹ שֶׁמֵּת. קוֹרֵעַ וּמְאַחֶה וּמַחֲזִיר לוֹ אֶת חֲלוּקוֹ וְנוֹתֵן לוֹ דְּמֵי קִרְעוֹ. וְאִם לֹא הוֹדִיעוֹ שֶׁהוּא מְבַקֵּר לוֹ חוֹלֶה הֲרֵי זֶה לֹא יִגַּע בּוֹ: \n",
            "english": "When one tells a colleague: \"Lend me your cloak so that I can visit my father who is dangerously ill,\" if, when he visits him, he finds that he died, he should rend the garment, mend it, and return it, reimbursing the owner for the tear. If he does not notify him that he is going to visit a person who is dangerously ill, he should not touch the garment."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה לוֹ חוֹלֶה בְּתוֹךְ בֵּיתוֹ וְנִתְעַלֵּף וְסָבוּר שֶׁמֵּת וְקָרַע וְאַחַר כָּךְ מֵת. אִם בְּתוֹךְ כְּדֵי דִּבּוּר אֵינוֹ חוֹזֵר וְקוֹרֵעַ. וְאִם לְאַחַר כְּדֵי דִּבּוּר מֵת חוֹזֵר וְקוֹרֵעַ קֶרַע אַחֵר. וְכֵן מִי שֶׁאָמְרוּ לוֹ מֵת אָבִיו וְקָרַע וְאַחַר כָּךְ נִמְצָא שֶׁמֵּת בְּנוֹ. אָמְרוּ לוֹ מֵת לוֹ מֵת וְכַסָּבוּר שֶׁאָבִיו וְקָרַע וְאַחַר כָּךְ נִמְצָא בְּנוֹ. אִם תּוֹךְ כְּדֵי דִּבּוּר נוֹדַע לוֹ אֲמִתַּת הַדָּבָר יָצָא יְדֵי קְרִיעָה וְאִם לְאַחַר כְּדֵי דִּבּוּר לֹא יָצָא וְחַיָּב לִקְרוֹעַ קֶרַע אַחֵר: \n",
            "english": "The following rules apply when one has a dangerously ill person in his home, that person faints and he thinks that he has died and hence, he rends his garments, the sick person regains consciousness and then dies. If he dies immediately after the garments are torn, he need not rend his garments again. If he dies after even a short time has past, he must rend his garments again.<br>Similar concepts apply if someone tells a person that his father died and he therefore rent his garments and then it was discovered that his son died or if someone told him that a person close to him died, he thought it was his father and rent his garments and then he discovered that it was his son. If he realized the true situation immediately afterwards, he fulfilled the obligation to rend his garments. If he did not realize this until afterwards, he did not fulfill his obligation and is obligated to rend his garments again."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מִי שֶׁמֵּתוּ לוֹ מֵתִים הַרְבֵּה כְּאֶחָד קוֹרֵעַ קֶרַע אֶחָד לְכֻלָּם. הָיָה בִּכְלָלָן אָבִיו אוֹ אִמּוֹ קוֹרֵעַ עַל כֻּלָּן קֶרַע אֶחָד וְעַל אָבִיו וְעַל אִמּוֹ קֶרַע אַחֵר: \n",
            "english": "When many close relatives die at once, a person should rend his garments once for all of them. If his father or mother are among them, he should rend his garments once for all the others, and once for his father or mother."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מִי שֶׁמֵּת לוֹ מֵת וְקָרַע עָלָיו וְאַחַר כָּךְ מֵת לוֹ מֵת אַחֵר. אִם בְּתוֹךְ שִׁבְעָה קוֹרֵעַ קֶרַע אַחֵר וְאִם לְאַחַר שִׁבְעָה מוֹסִיף עַל הַקֶּרַע הָרִאשׁוֹן כָּל שֶׁהוּא. מֵת לוֹ מֵת שְׁלִישִׁי אַחַר שִׁבְעָה שֶׁל שֵׁנִי מוֹסִיף כָּל שֶׁהוּא וְכֵן מוֹסִיף וְהוֹלֵךְ עַד טַבּוּרוֹ. הִגִּיעַ לְטַבּוּרוֹ מַרְחִיק שָׁלֹשׁ אֶצְבָּעוֹת וְקוֹרֵעַ. נִתְמַלֵּא מִלְּפָנָיו מַחְזִירוֹ לַאֲחוֹרָיו. נִתְמַלֵּא מִלְּמַעְלָה הוֹפְכוֹ לְמַטָּה. אָמְרוּ לוֹ מֵת אָבִיו וְקָרַע וְאַחַר שִׁבְעָה מֵת בְּנוֹ וְהוֹסִיף. מִתְאַחֶה הַתַּחְתּוֹן וְלֹא הָעֶלְיוֹן כְּמוֹ שֶׁיִּתְבָּאֵר. אָמְרוּ לוֹ מֵת בְּנוֹ וְקָרַע וְאַחַר שִׁבְעָה מֵת אָבִיו אֵינוֹ מוֹסִיף אֶלָּא קוֹרֵעַ קֶרַע אַחֵר. שֶׁאֵין אָבִיו וְאִמּוֹ בְּתוֹסֶפֶת: \n",
            "english": "The following rules apply when a person's close relative dies, he rends his garments because of him and then another close relative dies. If the second relative dies within the seven days of mourning, he should tear his garments again. If it is after the seven days, he need only add the slightest amount to the original tear.<br>If a third close relative dies after the seven days of mourning for the second, again, he need only add the slightest amount to the original tear. And he can continue in this manner until he reaches his navel. Once he reaches his navel, he should distance himself at least three thumbbreadths and rend the garment again.<br>When the garment is entirely torn in front, he may turn it around. When its upper portion is entirely torn, he may make the bottom the top.<br>If he was told: \"Your father died,\" and he rent his garments and after the seven days of mourning, his son died and he extended the tear, he may mend the lower tear, but not the upper tear as will be explained. If he was told: \"Your son died,\" and he rent his garments and after the seven days of mourning, his father died, he may not merely extend the tear. Instead, he must make a new tear. For extending a tear is not sufficient for his father and mother."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הַקְּרָעִים שֶׁקּוֹרֵעַ אָדָם עַל שְׁאָר קְרוֹבָיו. שׁוֹלֵל הַקֶּרַע לְאַחַר שִׁבְעָה וּמְאַחֶה לְאַחַר שְׁלֹשִׁים. עַל אָבִיו וְעַל אִמּוֹ שׁוֹלֵל לְאַחַר שְׁלֹשִׁים וְאֵינוֹ מְאַחֶה לְעוֹלָם. וְהָאִשָּׁה קוֹרַעַת וְשׁוֹלֶלֶת מִיָּד אֲפִלּוּ עַל אָבִיהָ וְעַל אִמָּהּ מִפְּנֵי הַצְּנִיעוּת: \n",
            "english": "Whenever a person rends his garments after the loss of a relative other than a parent, he may sew the tear after the seven days of mourning and mend it after thirty days. For one's father and mother, he may sew the tear after thirty days, but may never mend it. A woman should rend her garments and sew them immediately, even when she lost a father or mother, as an expression of modesty."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כְּדֶרֶךְ שֶׁקּוֹרֵעַ אָדָם עַל אָבִיו וְעַל אִמּוֹ כָּךְ חַיָּב לִקְרֹעַ עַל רַבּוֹ שֶׁלִּמְּדוֹ תּוֹרָה. וְעַל הַנָּשִׂיא וְעַל אַב בֵּית דִּין. וְעַל רֹב הַצִּבּוּר שֶׁנֶּהֱרַג. וְעַל בִּרְכַּת הַשֵּׁם. וְעַל סֵפֶר תּוֹרָה שֶׁנִּשְׂרַף. וְעַל עָרֵי יְהוּדָה וְעַל יְרוּשָׁלַיִם. וְעַל הַמִּקְדָּשׁ: \n",
            "english": "Just as a person must rend his garments for the loss of his father and mother; so, too, he is obligated to rend his garments for the loss of a teacher who instructed him in the Torah, a <i>nasi</i>, the <i>av beit din</i>, the majority of the community who were slain, the cursing of God's name, the burning of a Torah scroll, when seeing the cities of Judah, Jerusalem, and the Temple in their destruction."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל אֵלּוּ הַקְּרָעִים קוֹרֵעַ עַד שֶׁמְּגַלֶּה אֶת לִבּוֹ וְאֵינוֹ מְאַחֶה לְעוֹלָם. וְאַף עַל פִּי שֶׁאֵין מִתְאַחִין מֻתָּר לְשׁוֹלְלָן לְמָלְלָן וּלְלַקְּטָן וְלַעֲשׂוֹתָם כְּמִין סֻלָּמוֹת. וְלֹא אָסְרוּ אֶלָּא בְּאִחוּי אֲלֶכְּסַנְדְּרִי בִּלְבַד. וְכָל הַקּוֹרֵעַ מִתּוֹךְ הַשָּׁלָל אוֹ הַמֶּלֶל אוֹ הַלִּקּוּט לֹא עָשָׂה כְּלוּם אֲבָל קוֹרֵעַ מִתּוֹךְ הָאִחוּי הָאֲלֶכְּסַנְדְּרִי בִּלְבַד. אֲפִלּוּ הָפַךְ הַכְּלִי וְנַעֲשָׂה שְׂפָתוֹ לְמַטָּה לֹא יְאַחֶה: \n",
            "english": "All of these tears should be rent to the extent that one reveals his heart and they should never be mended. Although they should never be mended, they may be sewed irregularly, sewn after the sides are wound or twisted together, or sewn like ladders. All that was forbidden was Alexandrian mending.<br>Whenever a person tears a garment in a place where it was sewn irregularly or sewn after the sides were wound and twisted together, his act is of no consequence. If, however, he rips a garment where it has been mended in an Alexandrian manner, it is of consequence.<br>Even one turns a rent garment upside down and makes its collar its hem, he should not mend it."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וּכְשֵׁם שֶׁהַמּוֹכֵר אָסוּר לְאַחוֹתוֹ כָּךְ הַלּוֹקֵחַ. לְפִיכָךְ הַמּוֹכֵר צָרִיךְ לְהוֹדִיעַ לַלּוֹקֵחַ שֶׁקֶּרַע זֶה אֵינוֹ מִתְאַחֶה: \n",
            "english": "Just as the seller may not mend it; so, too, the purchaser may not. Therefore the seller must notify the purchaser that this tear may not be mended."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁקּוֹרֵעַ עַל רַבּוֹ כְּדֶרֶךְ שֶׁקּוֹרֵעַ עַל אָבִיו. שֶׁנֶּאֱמַר <small>(מלכים ב ב יב)</small> \"וְהוּא מְצַעֵק אָבִי אָבִי רֶכֶב יִשְׂרָאֵל וּפָרָשָׁיו וְלֹא רָאָהוּ עוֹד וַיַּחֲזֵק בִּבְגָדָיו וַיִּקְרָעֵם לִשְׁנַיִם קְרָעִים\". מִכָּאן שֶׁחַיָּב לְהַבְדִּיל הַשָּׂפָה: \n",
            "english": "What is the source that teaches that one is obligated to rend his garments at his teacher's death just as he rends his garments for his father? II Kings 2:12 states: \"He was calling out: 'My father, my father, the chariot of Israel and its horsemen.' And then he no longer saw him. And he took hold of his garments and tore them into two halves.\" This teaches that one must rip apart the collar."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁקּוֹרְעִין עַל הַנָּשִׂיא וְעַל אַב בֵּית דִּין וְעַל שְׁמוּעָה שֶׁבָּאָה שֶׁנֶּהֱרַג רֹב צִבּוּר. שֶׁנֶּאֱמַר <small>(שמואל ב א יא)</small> \"וַיַּחֲזֵק דָּוִד בִּבְגָדָו וַיִּקְרָעֵם וְגַם כָּל הָאֲנָשִׁים אֲשֶׁר אִתּוֹ\" <small>(שמואל ב א יב)</small> \"וַיִּסְפְּדוּ וַיִּבְכּוּ וַיָּצֻמוּ עַד הָעָרֶב\". <small>(שמואל ב א יב)</small> \"עַל שָׁאוּל\" זֶה נָשִׂיא. <small>(שמואל ב א יב)</small> \"וְעַל יְהוֹנָתָן בְּנוֹ\" זֶה אַב בֵּית דִּין. <small>(שמואל ב א יב)</small> \"וְעַל עַם ה' וְעַל בֵּית יִשְׂרָאֵל כִּי נָפְלוּ בֶּחָרֶב\" זוֹ שְׁמוּעָה רָעָה: \n",
            "english": "What is the source that teaches that one is obligated to rend his garments at the death of the <i>nasi</i>, the <i>av beit din</i>, and a report that the majority of the community have been slain? II Samuel 1:11-12 relates: \"David took hold of his garments and rent them as did all the people who were with him. They mourned, they cried, and they fasted until the evening for Saul - the <i>nasi</i> - for his son Jonathan - the <i>av beit din</i> - and for the people of God and the House of Israel for they fell by the sword\" - this is an unfavorable report."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁקּוֹרְעִין עַל בִּרְכַּת הַשֵּׁם. שֶׁנֶּאֱמַר <small>(מלכים ב יח לז)</small> \"וַיָּבֹא אֶלְיָקִים בֶּן חִלְקִיָּהוּ אֲשֶׁר עַל הַבַּיִת וְשֶׁבְנָא הַסֹּפֵר וְיוֹאָח בֶּן אָסָף הַמַּזְכִּיר אֶל חִזְקִיָּהוּ קְרוּעֵי בְגָדִים\". אֶחָד הַשּׁוֹמֵעַ וְאֶחָד הַשּׁוֹמֵעַ מִפִּי שׁוֹמֵעַ חַיָּבִין לִקְרֹעַ: \n",
            "english": "What is the source which teaches that one is obligated to rend his garments when hearing the blasphemy of God's name? II Kings 18:37 states: \"And Elyakim ben Chilkiyah who oversaw the palace, Shevna the scribe, and Yoach ben Asaf the secretary, came to Chizkiyahu with rent garments.\" Just as one who hears the blasphemy itself must rend his garments; so, too, one who hears the report of the blasphemy from the listeners must rend his garments."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְהָעֵדִים אֵין חַיָּבִין לִקְרֹעַ כְּשֶׁיָּעִידוּ בְּבֵית דִּין. שֶׁכְּבָר קָרְעוּ בְּשָׁעָה שֶׁשָּׁמְעוּ: \n",
            "english": "The witnesses are not obligated to rend their garments when they testify in court, for they already tore them when they heard the blasphemy."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁקּוֹרְעִין עַל סֵפֶר תּוֹרָה שֶׁנִּשְׂרַף. שֶׁנֶּאֱמַר <small>(ירמיה לו כג)</small> \"וַיְהִי כִּקְרוֹא יְהוּדִי שָׁלֹשׁ דְּלָתוֹת וְאַרְבָּעָה\" וְגוֹ' <small>(ירמיה לו כג)</small> \"עַד תֹּם כָּל הַמְּגִלָּה עַל הָאֵשׁ אֲשֶׁר עַל הָאָח\" <small>(ירמיה לו כד)</small> \"וְלֹא פָחֲדוּ וְלֹא קָרְעוּ אֶת בִּגְדֵיהֶם הַמֶּלֶךְ וְכָל עֲבָדָיו\". מִכְלַל שֶׁחַיָּבִין לִקְרֹעַ. וְאֵין חַיָּבִין לִקְרֹעַ אֶלָּא עַל סֵפֶר תּוֹרָה שֶׁנִּשְׂרַף בִּזְרוֹעַ כְּמַעֲשֶׂה שֶׁהָיָה. וְחַיָּב לִקְרֹעַ שְׁתֵּי קְרִיעוֹת אַחַת עַל הַגְּוִיל וְאַחַת עַל הַכְּתָב. שֶׁנֶּאֱמַר <small>(ירמיה לו כז)</small> \"אַחֲרֵי שְׂרֹף הַמֶּלֶךְ אֶת הַמְּגִלָּה וְאֶת הַדְּבָרִים\": \n",
            "english": "What is the source which teaches that one is obligated to rend his garments for a Torah scroll that is burnt? Jeremiah 36:23-24 states: \"And it came to pass that when Yehudi would read three or four columns... until the entire scroll was consumed by the fire in the hearth. And neither the king nor his servants became fearful, nor did they rend their garments.\" Implied is that one is obligated to rend one's garments.<br>One is obligated to rend one's garments only because of a Torah scroll that was burnt arrogantly as in the incident cited. One is obligated to rend one's garments twice: once for the parchment and once for the writing, as <i>ibid.</i>:27 states: \"After the king burnt the scroll and the words.\""
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁקּוֹרְעִין עַל עָרֵי יְהוּדָה וְעַל יְרוּשָׁלַיִם וְעַל הַמִּקְדָּשׁ שֶׁחָרְבוּ. שֶׁנֶּאֱמַר <small>(ירמיה מא ה)</small> \"וַיָּבֹאוּ אֲנָשִׁים מִשְּׁכֶם וּמִשִּׁילֹה וּמִשֹּׁמְרוֹן שְׁמֹנִים אִישׁ מְגֻלְּחֵי זָקָן וּקְרֻעֵי בְגָדִים\": \n",
            "english": "What is the source which teaches that one is obligated to rend his garments when seeing the cities of Judah, Jerusalem, and the Temple in their destruction? Jeremiah 41:5 relates: \"Men came from Shechem, from Shiloh, and from Samaria, eighty men with their beards shaven and their garments rent.\""
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל מִי שֶׁעָמַד עִם הַמֵּת בִּשְׁעַת יְצִיאַת נִשְׁמָתוֹ אַף עַל פִּי שֶׁאֵינוֹ קְרוֹבוֹ חַיָּב לִקְרֹעַ וְכֵן אָדָם כָּשֵׁר שֶׁמֵּת הַכּל חַיָּבִין לִקְרֹעַ עָלָיו אַף עַל פִּי שֶׁאֵינוֹ חָכָם. וְקוֹרְעִין טֶפַח כִּשְׁאָר הָאֲבֵלִים. אֲבָל חָכָם שֶׁמֵּת הַכּל קְרוֹבָיו וְהַכּל קוֹרְעִין עָלָיו עַד שֶׁמְּגַלִּין אֶת לִבָּם וְחוֹלְצִין מִיָּמִין. וּבֵית מִדְרָשׁוֹ שֶׁל אוֹתוֹ חָכָם בָּטֵל כָּל שִׁבְעָה. וּכְבָר נָהֲגוּ תַּלְמִידֵי חֲכָמִים בְּכָל מָקוֹם לִקְרֹעַ זֶה עַל זֶה טֶפַח. אַף עַל פִּי שֶׁהֵן שָׁוִין וְאֵין אֶחָד מֵהֶם מְלַמֵּד אֶת חֲבֵרוֹ: \n",
            "english": "Whoever is present with a dying person at the time his soul expires is obligated to rend his garments even if he is not his relative. Similarly, when a virtuous person dies, everyone is obligated to rend his garments because of him, even though he is not a sage. They tear them a handbreadth as other mourners do. When, however, a sage dies, everyone is considered as his relative. They rend their garments for him until they reveal their hearts and uncover their right arms. The house of study of that sage should be discontinued for all seven days of mourning.<br>Torah scholars have universally accepted the custom of rending their garments for a handbreadth in respect for each other even though they are equal in stature and neither of them teaches the other."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל הַקּוֹרְעִים עַל הֶחָכָם שֶׁמֵּת כֵּיוָן שֶׁהֶחְזִירוּ פְּנֵיהֶן מֵאֲחוֹרֵי הַמִּטָּה שׁוֹלְלִין. וְיֵרָאֶה לִי שֶׁהַקּוֹרֵעַ עַל הֶחָכָם מְאַחֶה לְמָחָר שֶׁאֲפִלּוּ רַבּוֹ שֶׁמֵּת אֵין מִתְאַבֵּל עָלָיו אֶלָּא יוֹם אֶחָד בִּלְבַד אוֹ יוֹם מִיתָה אוֹ יוֹם שְׁמוּעָה. כֵּן יֵרָאֶה לִי שֶׁהַקּוֹרֵעַ עַל הַנָּשִׂיא וְכַיּוֹצֵא בּוֹ שׁוֹלֵל לְמָחָר אַף עַל פִּי שֶׁאֵינוֹ מְאַחֶה עֲלֵיהֶם לְעוֹלָם: \n",
            "english": "Whenever a person rends his garments because of a sage who dies, as soon as he turns away from the bier, he may sew it irregularly. It appears to me that when a person rends his garments for a sage, he may mend them on the following day. For even when his teacher dies, one should mourn for him for only one day, either the day of his death or the day he hears the report of his death.<br>Similarly, it appears to me that a person who rends his garments because of the death of the <i>nasi</i> or the like may sew them irregularly on the following day even though he may never mend them."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "חָכָם שֶׁבָּאָה שְׁמוּעָתוֹ שֶׁמֵּת אֵין קוֹרְעִין עָלָיו אֶלָּא בִּשְׁעַת הֶסְפֵּדוֹ וְזֶהוּ כְּבוֹדוֹ. וְשׁוֹלֵל בּוֹ בַּיּוֹם וּמְאַחֶה לְמָחָר: \n",
            "english": "When a report comes that a sage has died, we rend our garments only at the time he is eulogized. This is the honor granted to him. One may sew the garment that day and mend it on the following day."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "אַב בֵּית דִּין שֶׁמֵּת הַכּל קוֹרְעִין עָלָיו וְחוֹלְצִין מִשְּׂמֹאל וְכָל בָּתֵּי מִדְרָשׁוֹת שֶׁבְּעִירוֹ בְּטֵלִין. וּבְנֵי בֵּית הַכְּנֶסֶת נִכְנָסִין לְבֵית הַכְּנֶסֶת. וּמְשַׁנִּין אֶת מְקוֹמָן. הַיּוֹשְׁבִין בַּדָּרוֹם יֵשְׁבוּ בַּצָּפוֹן. וְהַיּוֹשְׁבִים בַּצָּפוֹן יֵשְׁבוּ בַּדָּרוֹם: \n",
            "english": "When the <i>Av Beit Din</i> dies, everyone rends their garments because of him and uncovers their left arm. All of the houses of study in the city are discontinued. The members of the synagogue enter the synagogue and change their places. Those who sit at the south should sit at the north and those who sit at the north should sit at the south."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "נָשִׂיא שֶׁמֵּת הַכּל קוֹרְעִין עָלָיו. וְחוֹלְצִין שְׁתֵּי הַיָּדַיִם מִכָּאן וּמִכָּאן. וּבְכָל בָּתֵּי מִדְרָשׁוֹת בְּטֵלִים. וּבְנֵי בֵּית הַכְּנֶסֶת נִכְנָסִין בְּשַׁבָּת לְבֵית הַכְּנֶסֶת וְקוֹרְאִין שִׁבְעָה. וְלֹא יְטַיְּלוּ בַּשּׁוּק אֶלָּא יוֹשְׁבִין מִשְׁפָּחוֹת מִשְׁפָּחוֹת דָּוִים כָּל הַיּוֹם: \n",
            "english": "When a <i>nasi</i> dies, everyone rends their garments because of him and uncovers both arms. All of the houses of study are discontinued. The members of the synagogue enter the synagogue on the Sabbath, call seven men to the Torah reading and depart. They should not stroll in the market place, but instead should sit together in families mourning the entire day."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַשַּׁבָּת עוֹלָה לְמִנְיַן אֲבֵלוּת. וְאֵין אֲבֵלוּת בְּשַׁבָּת אֶלָּא בִּדְבָרִים שֶׁבְּצִנְעָה. כְּגוֹן עֲטִיפַת הָרֹאשׁ וְתַשְׁמִישׁ הַמִּטָּה וּרְחִיצָה בְּחַמִּין. אֲבָל דְּבָרִים שֶׁבְּגָלוּי אֵינוֹ נוֹהֵג בָּהֶן אֲבֵלוּת. אֶלָּא לוֹבֵשׁ מִנְעָלָיו וְזוֹקֵף אֶת הַמִּטָּה. וְנוֹתֵן שָׁלוֹם לְכָל אָדָם. וְאִם יֵשׁ לוֹ בֶּגֶד מַחְלִיף. וְלֹא יִלְבַּשׁ בֶּגֶד קָרוּעַ בְּשַׁבָּת. אֲפִלּוּ עַל אָבִיו וְעַל אִמּוֹ. וְאִם אֵין לוֹ לְהַחְלִיף מַחְזִיר אֶת הַקֶּרַע לְאַחֲרָיו: \n",
            "english": "The Sabbath is counted as one of the days of mourning. Nevertheless, the laws of mourning are not observed on the Sabbath with the exception of private matters, e.g., veiling one's head, marital relations, and washing with hot water. With regard to matters which are obvious, however, the mourning laws are not observed. Instead, one may wear shoes, position his bed upright, and greet everyone.<br>If the mourner has another garment, he should change it. He should not wear a torn garment on the Sabbath even because of his father and mother. If he does not have a garment to change, he should turn the tear to the other side."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מֵאֵימָתַי זוֹקְפִים אֶת הַמִּטּוֹת בְּעֶרֶב שַׁבָּת. מִן הַמִּנְחָה וּלְמַעְלָה. וְאַף עַל פִּי כֵן לֹא יֵשֵׁב עָלֶיהָ עַד שֶׁתֶּחֱשַׁךְ. וְאַף עַל פִּי שֶׁלֹּא נִשְׁתַּיֵּר לוֹ אֶלָּא יוֹם אֶחָד חוֹזֵר וְכוֹפֶה אוֹתָן בְּמוֹצָאֵי שַׁבָּת: \n",
            "english": "When may one position his bed upright on Friday? From the afternoon onward. Nevertheless, one should not sit on the upright bed until nightfall. Even when there remains only one day for the seven days of mourning, one should overturn the beds again on Saturday night."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָרְגָלִים וְכֵן רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים אֵין דָּבָר מִדִּבְרֵי אֲבֵלוּת נוֹהֵג בָּהֶן. וְכָל הַקּוֹבֵר אֶת מֵתוֹ אֲפִלּוּ שָׁעָה אַחַת קֹדֶם הָרֶגֶל אוֹ קֹדֶם רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים בָּטְלָה מִמֶּנּוּ גְּזֵרַת שִׁבְעָה. נִמְצָא מוֹנֶה לְאַחַר רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים שְׁלֹשָׁה וְעֶשְׂרִים יוֹם וּלְאַחַר הַפֶּסַח שִׁשָּׁה עָשָׂר יוֹם. שֶׁהֲרֵי בָּטְלָה מִמֶּנּוּ גְּזֵרַת שִׁבְעָה וְשִׁבְעַת יְמֵי הֶחָג הֲרֵי אַרְבָּעָה עָשָׂר. וְכֵן אִם קָבַר קֹדֶם עֲצֶרֶת מוֹנֶה אַחֲרֶיהָ שִׁשָּׁה עָשָׂר יוֹם אַף עַל פִּי שֶׁהוּא יוֹם אֶחָד הֲרֵי הִיא רֶגֶל וְעוֹלָה לְשִׁבְעָה יָמִים: \n",
            "english": "On the festivals and similarly, Rosh HaShanah and Yom Kippur, we do not observe any of the mourning rites at all. Moreover, whenever anyone buries his dead even a small amount of time before a festival or before Rosh HaShanah or Yom Kippur, the decree requiring him to observe seven days of mourning is nullified.<br>Thus after Rosh HaShanah and Yom Kippur, a mourner counts 23 days. After Pesach, he counts16 days - for the seven days of mourning are nullified and the seven days of the festival are equal to 14. Similarly, if the deceased was buried before Shavuos, the mourner counts 16 days afterwards. For even though the holiday is only one day, since it is a festival, it is counted as seven days."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "קָבַר אֶת מֵתוֹ קֹדֶם חַג הַסֻּכּוֹת מוֹנֶה אַחַר הֶחָג תִּשְׁעָה יָמִים בִּלְבַד. שֶׁהֲרֵי שְׁמִינִי עֲצֶרֶת רֶגֶל בִּפְנֵי עַצְמוֹ וְנִמְצָא יוֹם טוֹב הָרִאשׁוֹן מַפְסִיק שִׁבְעָה. וְשִׁבְעַת יְמֵי הֶחָג. וּשְׁמִינִי שֶׁל חַג רֶגֶל אֶחָד הֲרֵי אֶחָד וְעֶשְׂרִים יוֹם: \n",
            "english": "When a person buries his dead before Sukkos, he should count only nine days after the festival. For Shemini Atzeret is a holiday in its own right. Thus the first day concludes the seven days, then come the seven days of the holiday, and the eighth day is considered as a festival. Thus there are 21 days."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַקּוֹבֵר אֶת מֵתוֹ שִׁבְעַת יָמִים קֹדֶם רֶגֶל מִן הָרְגָלִים אוֹ קֹדֶם רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים בָּטְלָה גְּזֵרַת שְׁלֹשִׁים. וּמֻתָּר לְסַפֵּר וּלְכַבֵּס בְּעֶרֶב יוֹם טוֹב אוֹ בְּעֶרֶב יוֹם הַכִּפּוּרִים שֶׁמִּקְצָת הַיּוֹם כְּכֻלּוֹ. וְאֵינוֹ מוֹנֶה לְאַחֲרֵיהֶם כְּלוּם. וְאִם עַל אָבִיו וְעַל אִמּוֹ הוּא מִתְאַבֵּל אֲפִלּוּ מֵתוּ קֹדֶם הָרֶגֶל שְׁלֹשִׁים יוֹם אֵינוֹ מְגַלֵּחַ עַד שֶׁיִּשְׁלַח פֶּרַע. אוֹ עַד שֶׁיִּגְעֲרוּ בּוֹ חֲבֵרָיו. וְאֵין הָרְגָלִים מַפְסִיקִין דָּבָר זֶה: \n",
            "english": "When a person buries his dead seven days before any one of the festivals or seven days before Rosh HaShanah or Yom Kippur, the decree requiring him to observe the 30 days of mourning is nullified. He is permitted to cut his hair and launder his garments on the day preceding the festival or Yom Kippur. The rationale is that a portion of the day is considered as the entire day. After the holiday, he does not count any other days of mourning.<br>If, however, he is mourning for his father or mother - even if they died more than 30 days before the festival - he may not cut his hair until it grows uncontrolled or until his friends rebuke him. The festivals do not nullify this measure."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "חָל שִׁשִּׁי שֶׁלּוֹ בְּעֶרֶב הָרֶגֶל וְאֵין צָרִיךְ לוֹמַר חֲמִישִׁי אוֹ שְׁלִישִׁי. אֵינוֹ מְגַלֵּחַ וְלֹא בָּטְלָה מִמֶּנּוּ אֶלָּא גְּזֵרַת שִׁבְעָה בִּלְבַד. וְאֵינוֹ מֻתָּר לִרְחֹץ וְלָסוּךְ וְלַעֲשׂוֹת דָּבָר עַד שֶׁיִּכָּנֵס יוֹם טוֹב. וְיוֹם טוֹב מַפְסִיק שְׁאָר הַשִּׁבְעָה. וּלְאַחַר יוֹם טוֹב מַשְׁלִים כָּל שְׁלֹשִׁים יוֹם מִיּוֹם הַמִּיתָה וְאָסוּר בָּהֶן בְּכָל חֲמִשָּׁה דְּבָרִים: \n",
            "english": "When the sixth day of mourning falls on the day before the festival - needless to say, this law applies if the fifth or the third day falls on that day - he may not cut his hair. The festival nullifies only the decree requiring him to mourn for seven days. He is not permitted to wash, anoint himself, or perform any other practice forbidden during the days of mourning until the onset of the festival. The festival concludes the seven days of mourning. After the festival, he concludes all 30 days from the day of the death. During them, he is forbidden to perform any of the five practices mentioned in Chapter 6."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "חָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּעֶרֶב הָרֶגֶל וַהֲרֵי הוּא שַׁבָּת בָּטְלָה מִמֶּנּוּ גְּזֵרַת שְׁלֹשִׁים וּמֻתָּר לְגַלֵּחַ בְּתוֹךְ הַמּוֹעֵד שֶׁהֲרֵי אָנוּס הָיָה וְאִי אֶפְשָׁר לוֹ לְגַלֵּחַ בְּשַׁבָּת. וְכֵן מְגַלֵּחַ אַחַר עֲצֶרֶת אוֹ אַחַר רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים שֶׁהֲרֵי בָּטְלָה גְּזֵרַת שְׁלֹשִׁים וְיֵשׁ לוֹ לְגַלֵּחַ בְּכָל עֵת שֶׁיִּרְצֶה: \n",
            "english": "The following rules apply when the seventh day of mourning falls on the day before a festival and that day is the Sabbath. The decree requiring him to observe the 30 days of mourning is nullified and he may cut his hair in the midst of the holiday. For he was held back by forces beyond his control since he cannot cut his hair on the Sabbath. Similarly, one may cut one's hair after Shavuot or after Rosh HaShanah and Yom Kippur, for the decree requiring him to observe the 30 days of mourning has been nullified and he may cut his hair whenever he desires."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַקּוֹבֵר אֶת מֵתוֹ בְּתוֹךְ הָרֶגֶל לֹא חָלָה עָלָיו אֲבֵלוּת כְּלָל. וְאֵינוֹ נוֹהֵג אֲבֵלוּת בָּרֶגֶל אֶלָּא לְאַחַר הָרֶגֶל מַתְחִיל לִמְנוֹת שִׁבְעָה וְנוֹהֵג בָּהֶן כָּל דִּבְרֵי אֲבֵלוּת. וּמוֹנֶה שְׁלֹשִׁים מִיּוֹם הַקְּבוּרָה וְנוֹהֵג בִּשְׁאָר הַשְּׁלֹשִׁים בְּכָל גְּזֵרוֹת שְׁלֹשִׁים: \n",
            "english": "When a person buries his dead in the midst of a festival, the laws of mourning do not apply to him. He does not observe the mourning rites in the midst of the festival. Instead, after the festival he begins to count the seven days of mourning and observes all of the mourning rites at that time. He counts the 30 days of <i>Sheloshim</i> from the day of the burial. In the days that remain from these 30 days, he observes all the restrictions required."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמְּקוֹמוֹת שֶׁעוֹשִׂין שְׁנֵי יָמִים טוֹבִים מוֹנֶה הַשִּׁבְעָה מִיּוֹם טוֹב שֵׁנִי הָאַחֲרוֹן. אַף עַל פִּי שֶׁאֵינוֹ נוֹהֵג אֲבֵלוּת. הוֹאִיל וּמִדִּבְרֵיהֶם הוּא עוֹלֶה לוֹ מִן הַמִּנְיָן. וּמוֹנֶה אַחֲרָיו שִׁשָּׁה יָמִים בִּלְבַד וּמוֹנֶה שְׁלֹשִׁים יוֹם מִיּוֹם הַקְּבוּרָה כְּמוֹ שֶׁאָמַרְנוּ: \n",
            "english": "In the above situation, in places where the holidays are observed for two days, one should count seven days from the second day of the final days of the festival. Since its observance is a Rabbinic institution, it is included in the reckoning and he need count only six days afterwards. He counts the 30 days of <i>Sheloshim</i> from the day of the burial as stated above."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַקּוֹבֵר אֶת מֵתוֹ בְּיוֹם טוֹב שֵׁנִי שֶׁהוּא יוֹם טוֹב הָאַחֲרוֹן. אוֹ בְּיוֹם טוֹב שֵׁנִי שֶׁל עֲצֶרֶת. נוֹהֵג בּוֹ אֲבֵלוּת. הוֹאִיל וְיוֹם טוֹב שֵׁנִי מִדִּבְרֵיהֶם וַאֲבֵלוּת יוֹם רִאשׁוֹן שֶׁל תּוֹרָה יִדָּחֶה עֲשֵׂה שֶׁל דִּבְרֵיהֶם מִפְּנֵי עֲשֵׂה שֶׁל תּוֹרָה. אֲבָל אִם קָבַר בְּיוֹם טוֹב שֵׁנִי שֶׁל רֹאשׁ הַשָּׁנָה אֵינוֹ נוֹהֵג בּוֹ אֲבֵלוּת. שֶׁשְּׁנֵיהֶן כְּיוֹם אָרֹךְ הֵן מִטַּעַם שֶׁבֵּאַרְנוּ בְּהִלְכוֹת קִדּוּשׁ הַחֹדֶשׁ: \n",
            "english": "When a person buries his dead on the second day of a holiday which is the final day of a festival or on the second day of Shavuot, he should observe mourning rites, for the observance of the second day of a festival is a Rabbinic institution and the observance of mourning rites on the first day is a Scriptural obligation. Hence the observance of a positive Rabbinic commandment is superseded by the observance of a positive Scriptural commandment.<br>If, however, one buries his dead on the second day of Rosh HaShanah, he should not observe the mourning rites. For the two days of Rosh HaShanah are considered as one long day, because of the rationale explained in <i>Hilchot Kiddush HaChodesh</i>."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁאֵין אֲבֵלוּת בַּמּוֹעֵד קוֹרֵעַ עַל מֵתוֹ בַּמּוֹעֵד וְחוֹלֵץ כְּתֵפוֹ. וּמַבְרִין אֶת הָאֲבֵלִים לֶחֶם בַּמּוֹעֵד. כָּל אֵלּוּ בְּחֻלּוֹ שֶׁל מוֹעֵד אֲבָל בְּיוֹם טוֹב אֲפִלּוּ בְּיוֹם טוֹב שֵׁנִי אֵין קוֹרְעִין וְלֹא חוֹלְצִין וְלֹא מַבְרִין: \n",
            "english": "Although the mourning rites are not observed at all during the festival, one should rend his garments because of his dead on a festival and uncover his shoulder. Similarly, we bring the mourners bread of comfort during a festival. All of the above applies during Chol HaMoed. On a festival, even the second day of a festival, one should not rend his garments, uncover a shoulder, or bring bread of comfort."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֵין קוֹרְעִין בַּמּוֹעֵד וְלֹא חוֹלְצִין אֶלָּא הַקְּרוֹבִים שֶׁחַיָּבִין בָּאֵבֶל. אוֹ הַקּוֹרֵעַ וְהַחוֹלֵץ עַל הֶחָכָם אוֹ עַל אָדָם כָּשֵׁר. אוֹ מִי שֶׁהָיָה עוֹמֵד בִּשְׁעַת יְצִיאַת נְשָׁמָה. וּמַבְרִין הַכּל עַל הֶחָכָם בַּמּוֹעֵד לְתוֹךְ הָרְחָבָה כְּדֶרֶךְ שֶׁמַּבְרִין אֶת הָאֲבֵלִים. שֶׁהַכּל אֲבֵלִים עָלָיו: \n",
            "english": "We rend our garments and uncover our shoulders during a festival only for the relatives for whom we are obligated to mourn, for a sage, an upright person, or for a person when one was present at the time his soul expired.<br>Everyone brings the meal of comfort to his colleague for a sage during a festival in the main street of the city in the way the meal of comfort is brought for mourners. For everyone is a mourner because of him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כְּשֶׁמַּבְרִין אֶת הָאֲבֵלִים בַּמּוֹעֵד אֵין מַבְרִין אֶלָּא עַל מִטּוֹת זְקוּפוֹת. וְאֵין אוֹמְרִין בִּרְכַּת אֲבֵלִים בַּמּוֹעֵד. אֲבָל עוֹמְדִין בְּשׁוּרָה וּמְנַחֲמִין וּפוֹטְרִין. וְאֵין מַנִּיחִין אֶת הַמִּטָּה בָּרְחוֹב שֶׁלֹּא לְהַרְגִּיל אֶת הַהֶסְפֵּד. שֶׁהַמּוֹעֵד אָסוּר בְּהֶסְפֵּד וּבְתַעֲנִית. וְכֵן אֵין מְלַקְּטִים עַצְמוֹת אָבִיו וְאִמּוֹ בַּמּוֹעֵד שֶׁאֵבֶל הוּא לוֹ. וְאֵין צָרִיךְ לוֹמַר שְׁאָר קְרוֹבִים. וְכֵן אֵין מַסְפִּידִין אֶת הַמֵּת בַּחֲנֻכָּה וּבְפוּרִים וְלֹא בְּרָאשֵׁי חֳדָשִׁים אֲבָל נוֹהֲגִין בָּהֶן כָּל דִּבְרֵי אֲבֵלוּת. וּמֻתָּר לִסְפֹּד לִפְנֵי חֲנֻכָּה וּפוּרִים וּלְאַחֲרֵיהֶן: \n",
            "english": "When we bring mourners the meal of comfort during a festival, we serve them while they are sitting on upright couches. We do not recite the mourning blessing during a festival. We do however stand in a line, comfort the mourners, and take leave of them.<br>We do not leave the bier in the public thoroughfare lest that encourage the delivery of a eulogy. For it is forbidden to deliver eulogies and to fast during a festival. Similarly, one should not gather the bones of one's father and mother during a festival for this evokes mourning for the person. Needless to say, this applies with regard to one's other relatives.<br>Similarly, we do not eulogize the dead on Chanukah, Purim, or Rosh Chodesh. We do, however, observe all the rites of mourning on those days. It is permitted to deliver eulogies on the days which precede and which follow Chanukah and Purim."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַנָּשִׁים בַּמּוֹעֵד מְעַנּוֹת אֲבָל לֹא מְטַפְּחוֹת. וּבְרָאשֵׁי חֳדָשִׁים וּבַחֲנֻכָּה וּבְפוּרִים מְעַנּוֹת וּמְטַפְּחוֹת אֲבָל אֵין מְקוֹנְנוֹת לֹא בָּזֶה וְלֹא בָּזֶה. נִקְבַּר הַמֵּת לֹא מְעַנּוֹת וְלֹא מְטַפְּחוֹת: \n",
            "english": "During a festival, the woman may lament, but they do not pound their hands together in grief. On Rosh Chodesh, Chanukah, and Purim, they may both lament and pound their hands together in grief; they may not, however, recite dirges on any of these days. Once the dead has been buried, they should neither lament, nor pound their hands together."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵי זֶהוּ עִנּוּי שֶׁכֻּלָּן עוֹנוֹת כְּאַחַת. קִינָה שֶׁאַחַת אוֹמֶרֶת וְכֻלָּן עוֹנוֹת אַחֲרֶיהָ. שֶׁנֶּאֱמַר <small>(ירמיה ט יט)</small> \"וְלַמֵּדְנָה בְנוֹתֵיכֶם נֶהִי וְאִשָּׁה רְעוּתָהּ קִינָה\". בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר הָעָם שֶׁמֵּתוּ. אֲבָל תַּלְמִיד חָכָם שֶׁמֵּת סוֹפְדִים אוֹתוֹ בַּמּוֹעֵד וְאֵין צָרִיךְ לוֹמַר בַּחֲנֻכָּה וּבְפוּרִים וְרָאשֵׁי חֳדָשִׁים אֲבָל לֹא בְּיוֹם טוֹב שֵׁנִי. וְאֵין סוֹפְדִין אוֹתוֹ בְּיָמִים אֵלּוּ אֶלָּא בְּפָנָיו. נִקְבַּר אֲסוּרִין בְּהֶסְפֵּד. וְיוֹם שְׁמוּעָתוֹ כִּבְפָנָיו הוּא וְסוֹפְדִין אוֹתוֹ אַף עַל פִּי שֶׁהִיא רְחוֹקָה: \n",
            "english": "What is meant by lamenting? That all raise their voices in mourning together. By reciting dirges? That one recites a dirge and all respond in lament, as implied by Jeremiah 9:19: \"to teach your daughters mourning and a woman, her friends, a dirge.\"<br>When do all the above restrictions apply? When ordinary people die. When, however, a Torah scholar dies, he is eulogized during a festival. Needless to say, this applies on Chanukah, Purim, and Rosh Chodesh. This does not apply on the second day of a holiday.<br>On the days when a eulogy is permitted, it is permitted only in the deceased's presence. Once he is buried, a eulogy is forbidden. On the day when one hears a report of his death, it is as if one is in his presence and he may be eulogized even if it is a distant report."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "לֹא תְּעוֹרֵר אִשָּׁה עַל מֵת שֶׁלָּהּ שְׁלֹשִׁים יוֹם קֹדֶם לֶחָג. כְּדֵי שֶׁלֹּא יָבוֹא הֶחָג וְהֵם דָּוִים. שֶׁאֵין הַמֵּת מִשְׁתַּכֵּחַ מִן הַלֵּב שְׁלֹשִׁים יוֹם. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמֵת יָשָׁן. אֲבָל אִם מֵת בְּתוֹךְ שְׁלֹשִׁים יוֹם סָמוּךְ לֶחָג מְעוֹרֶרֶת: \n",
            "english": "A woman should not have a eulogy recited for a deceased person within 30 days so that the festival will not arrive when they are grieving. For a deceased person will not be forgotten in less than 30 days. When does the above apply? With regard to a person who died previously. If, however, a person died within 30 days of a festival, a eulogy may be recited."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שִׁבְעַת יְמֵי הַחַתְנוּת הֲרֵי הֵן כְּרֶגֶל וּמִי שֶׁמֵּת לוֹ מֵת בְּתוֹךְ יְמֵי הַמִּשְׁתֶּה אֲפִלּוּ אָבִיו וְאִמּוֹ מַשְׁלִים שִׁבְעַת יְמֵי הַשִּׂמְחָה וְאַחַר כָּךְ נוֹהֵג שִׁבְעַת יְמֵי אֲבֵלוּת. וּמוֹנֶה הַשְּׁלֹשִׁים מֵאַחַר יְמֵי הַשִּׂמְחָה: \n",
            "english": "The seven days of the wedding celebrations are comparable to a festival. Thus if a close relative of a person - even his father or mother - dies in the middle of these days of celebration, he should complete the seven days of celebration and then observe the seven days of mourning. He also counts the 30 days of mourning from the conclusion of the days of celebration."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הֵכִין כָּל צָרְכֵי הַסְּעוּדָה וְאָפָה פִּתּוֹ וְטָבַח טִבְחוֹ כְּדֵי שֶׁיִּכָּנְסוּ לַשִּׂמְחָה וּמֵת לוֹ מֵת קֹדֶם שֶׁיִּכָּנְסוּ לַשִּׂמְחָה. אִם לֹא נָתַן מַיִם עַל גַּבֵּי בָּשָׂר מוֹכֵר הַבָּשָׂר וְהַפַּת וְנוֹהֵג שִׁבְעַת יְמֵי אֲבֵלוּת וְאַחַר כָּךְ נוֹהֵג שִׁבְעַת יְמֵי הַמִּשְׁתֶּה. וְאִם נָתַן מַיִם עַל גַּבֵּי בָּשָׂר שֶׁהֲרֵי אִי אֶפְשָׁר לְמָכְרוֹ. מַכְנִיסִין אֶת הַמֵּת לְחֶדֶר וְאֶת הֶחָתָן וְאֶת הַכַּלָּה לַחֻפָּה. וּבוֹעֵל בְּעִילַת מִצְוָה וּפוֹרֵשׁ וְנוֹהֵג שִׁבְעַת יְמֵי הַמִּשְׁתֶּה וְאַחַר כָּךְ נוֹהֵג שִׁבְעַת יְמֵי אֲבֵלוּת. וְכָל אוֹתָן הַיָּמִים נוֹהֵג בִּדְבָרִים שֶׁבְּצִנְעָה כְּשַׁבָּת. לְפִיכָךְ הוּא יָשֵׁן בֵּין הָאֲנָשִׁים וְאִשְׁתּוֹ יְשֵׁנָה בֵּין הַנָּשִׁים כְּדֵי שֶׁלֹּא יְשַׁמֵּשׁ מִטָּתוֹ. וְאֵין מוֹנְעִין תַּכְשִׁיטִין מִן הַכַּלָּה כָּל שְׁלֹשִׁים יוֹם. הָיוּ בְּמָקוֹם שֶׁאֶפְשָׁר לִמְכֹּר הַבָּשָׂר אַף עַל פִּי שֶׁנָּתַן עָלָיו מַיִם מוֹכֵר וְנוֹהֵג אֲבֵלוּת תְּחִלָּה. הָיוּ בְּמָקוֹם שֶׁאִי אֶפְשָׁר לִמְכֹּר הַבָּשָׂר אַף עַל פִּי שֶׁלֹּא נָתַן עָלָיו מַיִם נוֹהֵג שִׁבְעַת יְמֵי הַמִּשְׁתֶּה תְּחִלָּה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁמֵּת אָבִיו שֶׁל חָתָן אוֹ אִמָּהּ שֶׁל כַּלָּה. שֶׁאִם יַפְסִידוּ סְעוּדָה זוֹ אֵין לָהֶם מִי שֶׁיִּטְרַח לָהֶם. אֲבָל אִם מֵת אָבִיהָ שֶׁל כַּלָּה אוֹ אִמּוֹ שֶׁל חָתָן אוֹ שְׁאָר קְרוֹבֵיהֶם נוֹהֲגִין שִׁבְעַת יְמֵי הָאֵבֶל תְּחִלָּה וְאַחַר כָּךְ תִּכָּנֵס לַחֻפָּה וְיִנְהֲגוּ שִׁבְעַת יְמֵי הַמִּשְׁתֶּה: \n",
            "english": "The following rules apply when one prepared all the necessities for the wedding feast, baked his bread, slaughtered his animals to enter the celebration, and then one of his close relatives died before he began the celebration. If he did not place the meat in water, he should sell the meat and the bread, observe the seven days of mourning, and then observe the seven days of the wedding celebrations.<br>If he already placed the meat in water - in which instance, it cannot be resold - the corpse is placed inside a room and the groom and the bride are taken to the wedding canopy. Afterwards, he should engage in the marital relations which are a mitzvah, and then separate from his wife. He should observe the seven days of celebration and then the seven days of mourning.<br>Throughout the seven days of celebration, he must observe the private aspects of the laws of mourning as is required on the Sabbath. Therefore he should sleep together with other men and his wife should sleep with other women so that they do not engage in relations. For these 30 days, the bride should not be prevented from wearing jewelry.<br>In a place where it is possible to sell the meat even though it was placed in water, it should be sold and the mourning period observed first. In a place where it is impossible to sell the meat even though it was not placed in water, the wedding celebrations should be observed first.<br>When does the above apply? When the father of the groom or the mother of the bride die. For if this feast is spoiled, they have no one to work to prepare another for them. If, however, the father of the bride, the mother of the groom, or other relatives die, one should observe the mourning period first. Only afterwards, should he enter the marriage canopy and observe the seven days of wedding celebrations."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַהֶסְפֵּד כְּבוֹד הַמֵּת הוּא. לְפִיכָךְ כּוֹפִין אֶת הַיּוֹרְשִׁין לִתֵּן שְׂכַר מְקוֹנְנִים וְהַמְקוֹנְנוֹת וְסוֹפְדִין אוֹתוֹ. וְאִם צִוָּה שֶׁלֹּא יִסְפְּדוּהוּ אֵין סוֹפְדִין אוֹתוֹ. אֲבָל אִם צִוָּה שֶׁלֹּא יִקָּבֵר אֵין שׁוֹמְעִין לוֹ. שֶׁהַקְּבוּרָה מִצְוָה שֶׁנֶּאֱמַר <small>(דברים כא כג)</small> \"כִּי קָבוֹר תִּקְבְּרֶנּוּ\": \n",
            "english": "A eulogy is an honor for the deceased. Therefore we compel the heirs to pay the wages of the men and women who recite laments and they eulogize him. If the deceased directed that he not be eulogized, we do not eulogize him. If, however, he directed that he not be buried, we do not heed him, for burial is a mitzvah, as Deuteronomy 21:23 states: \"And you shall certainly bury him.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַמִּתְעַצֵּל בְּהֶסְפֵּדוֹ שֶׁל חָכָם אֵינוֹ מַאֲרִיךְ יָמִים. וְכָל הַמִּתְעַצֵּל בְּהֶסְפֵּד אָדָם כָּשֵׁר רָאוּי לִקָּבֵר בְּחַיָּיו. וְכָל הַמּוֹרִיד דְּמָעוֹת עַל אָדָם כָּשֵׁר הֲרֵי שְׂכָרוֹ שָׁמוּר עַל כָּךְ אֵצֶל הַקָּדוֹשׁ בָּרוּךְ הוּא: \n",
            "english": "Anyone who is sluggish with regard to the eulogy for a sage will not live long. Anyone who is sluggish with regard to the eulogy of an upright person is fit to be buried in his lifetime. Anyone who sheds tears for an upright person will have his reward for this guarded by the Holy One, blessed be He."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין מַנִּיחִין סֵפֶר תּוֹרָה עַל מִטָּתוֹ שֶׁל חָכָם. וְאֵין מְשַׁנִּין אוֹתוֹ מִמִּטָּה לְמִטָּה. וְאֵין מוֹצִיאִין מִטָּתוֹ אֶלָּא דֶּרֶךְ פְּתָחִים. לֹא שֶׁיְּשַׁלְשְׁלוּהָ דֶּרֶךְ גַּגּוֹת. וּבִשְׁאָר הָעָם מֻתָּר לַעֲשׂוֹת: \n",
            "english": "We do not place a Torah scroll on the bier of a sage. We do not change him from one bier to another. We take his bier out only through the doorway; we do not lower it to remove it through the gardens. For others, this is permitted."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין פּוֹחֲתִין מִשִּׁבְעָה מַעֲמָדוֹת לְמֵת. וְאֵין עוֹשִׂין מַעֲמָד וּמוֹשָׁב בְּפָחוֹת מֵעֲשָׂרָה. וְאֵין עוֹשִׂין אֶלָּא בִּקְרוֹבִים. וְאֵין עוֹשִׂין אֶלָּא בְּיוֹם רִאשׁוֹן וּבְבֵית הַקְּבָרוֹת וּבְמָקוֹם שֶׁנָּהֲגוּ. כֵּיצַד עוֹשִׂין בְּמָקוֹם שֶׁנָּהֲגוּ. מַעֲמִידִין שְׁאָר הַקְּרוֹבִים וּבְנֵי מִשְׁפָּחָה שֶׁאֵינָן בְּנֵי אָבֵל. וְאוֹמְרִין לִפְנֵיהֶם דִּבְרֵי קִינוֹת וְכַיּוֹצֵא בָּהֶן. וְאַחַר כָּךְ אוֹמֵר שְׁבוּ יְקָרִים שְׁבוּ. וְאוֹמֵר לִפְנֵיהֶם דְּבָרִים אֲחֵרִים כְּשֶׁהֵן יוֹשְׁבִין וְאַחַר כָּךְ עִמְדוּ יְקָרִים עֲמֹדוּ. וְאוֹמֵר כְּשֶׁהֵן עוֹמְדִין וְחוֹזֵר וְאוֹמֵר כָּךְ [עַד] שֶׁבַע פְּעָמִים: \n",
            "english": "We rise and sit no less than seven times in honor of a deceased person. There should be no less than ten men who rise and sit. Only relatives should participate. This rite is carried out only on the first day, in the cemetery, in communities where it is customary to observe it.<br>How is this rite carried out in communities where it is customary to observe it? We have the other relatives and the members of the family who are not required to mourn stand and we recite dirges and the like in their presence. Afterwards, one says: \"Sit honored persons, sit.\" He then recites other statements of lament before them while they are sitting and then says: \"Stand honored persons, stand.\" He then speaks again while they are standing and repeats this pattern seven times."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּדֶרֶךְ שֶׁעוֹשִׂין מַעֲמָד וּמוֹשָׁב לַאֲנָשִׁים בְּמָקוֹם שֶׁנָּהֲגוּ. כָּךְ עוֹשִׂין לְנָשִׁים. וּמַסְפִּידִין הַנָּשִׁים כַּאֲנָשִׁים בְּכָל מָקוֹם. אֲבָל אֵין מַנִּיחִין מִטַּת הָאִשָּׁה בָּרְחוֹב לְעוֹלָם שֶׁזֶּה גְּנַאי לָאִשָּׁה. אֶלָּא סָמוּךְ לְמִיתָתָהּ קְבוּרָתָהּ: \n",
            "english": "Just as we rise and sit in honor of men in places where this custom is observed, we observe the same rites in honor of women. Never, however, do we leave the bier of a women in the public thoroughfare, for this is considered disrespectful for a woman. Instead, she is buried directly after her death."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַמְלַקֵּט עֲצָמוֹת אֵין אוֹמְרִים עֲלֵיהֶם קִינִים וּנְהִי. וְלֹא בִּרְכַּת אֲבֵלִים וְלֹא תַּנְחוּמֵי אֲבֵלִים. אֲבָל אוֹמְרִים עֲלֵיהֶן דִּבְרֵי שֶׁבַח לְהַקָּדוֹשׁ בָּרוּךְ הוּא וְדִבְרֵי כִּבּוּשִׁים: \n",
            "english": "When a person gathers the bones of a deceased, mourning dirges and lamentations should not be recited, not should the mourning blessing or words of comfort for mourners be said. Instead, we recite only words of praise to the Holy One, blessed be He, and exhortations to repentance."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמְפַנֶּה אֲרוֹנוֹ שֶׁל מֵת מִמָּקוֹם לְמָקוֹם. אִם שִׁדְרוֹ קַיֶּמֶת עוֹמְדִין עָלָיו בְּשׁוּרָה. וְאוֹמְרִים עָלָיו בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. וּמַסְפִּידִין אוֹתוֹ אַף עַל פִּי שֶׁהֶעֱבִירוּהוּ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ. וְאִם אֵין שִׁדְרוֹ קַיֶּמֶת אֵין מַסְפִּידִין אוֹתוֹ. וְאֵין עוֹמְדִין עָלָיו בְּשׁוּרָה וְאֵין אוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְלֹא תַּנְחוּמֵי אֲבֵלִים. וְאֵלּוּ הֵן בִּרְכַּת אֲבֵלִים דְּבָרִים שֶׁאוֹמְרִים בְּבֵית הָאָבֶל. תַּנְחוּמֵי אֲבֵלִים שֶׁאוֹמְרִים בַּשּׁוּרָה: \n",
            "english": "The following rules apply when a person moves the coffin of a person from one place to another. If the corpse's backbone is intact, we stand in a line for him, recite the mourning blessing and the words of comfort for mourners. We eulogize him even if his bones were moved after twelve months after his death. If its backbone is not intact, we do not eulogize him. We do not stand in a line for him, nor do we recite the mourning blessing and the words of comfort for mourners.<br>The term \"mourning blessing\" refers to what is said in the mourners' home. The words of comfort for mourners refers to what is said when standing in a line."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַמְלַקֵּט עַצְמוֹת אָבִיו וְאִמּוֹ הֲרֵי זֶה מִתְאַבֵּל עֲלֵיהֶן כָּל הַיּוֹם כֻּלּוֹ. וְלָעֶרֶב אֵין מִתְאַבֵּל אֲפִלּוּ צְרוּרִין לוֹ בִּסְדִינוֹ. וְאֵין אוֹמְרִין עֲלֵיהֶן קִינוֹת: \n",
            "english": "When a person gathers the bones of his father and his mother, he should mourn for them for that entire day. In the evening, he should not mourn even though they are bound up in his sheet. One does not recite mourning dirges."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֵין מַסְפִּידִין אֶת הַקְּטַנִּים. וּבֶן כַּמָּה שָׁנִים יִהְיֶה רָאוּי לְהֶסְפֵּד. בְּנֵי עֲנִיִּים אוֹ בְּנֵי זְקֵנִים בְּנֵי חָמֵשׁ. וּבְנֵי עֲשִׁירִים בְּנֵי שֵׁשׁ. אֶחָד זְכָרִים וְאֶחָד נְקֵבוֹת: \n",
            "english": "We do not eulogize children. How old must a child be to be fit to be eulogized? For the children of the poor or the children of the elderly, five years old. For the children of the wealthy, six years old. This applies to both boys and girls."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "תִּינוֹק שֶׁמֵּת כָּל שְׁלֹשִׁים יוֹצֵא בְּחֵיק וְנִקְבָּר בְּאִשָּׁה אַחַת וּבִשְׁנֵי אֲנָשִׁים. אֲבָל לֹא בְּאִישׁ אֶחָד וּבִשְׁתֵּי נָשִׁים מִפְּנֵי הַיִּחוּד. וְאֵין עוֹמְדִין עָלָיו בְּשׁוּרָה. וְאֵין אוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. בֶּן שְׁלֹשִׁים יוֹם גְּמוּרִים יוֹצֵא בִּגְלוּסְקְמָא קְטַנָּה הַנִּטֶּלֶת בַּאֲגַפַּיִים. וְעוֹמְדִין עָלָיו בְּשׁוּרָה. וְאוֹמְרִין עָלָיו בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. בֶּן שְׁנֵים עָשָׂר חֹדֶשׁ יוֹצֵא בְּמִטָּה: \n",
            "english": "The following rules apply when a child dies. If he dies within 30 days of birth, he should be carried in one's bosom and buried with one woman and two men in attendance. He should not be buried with one man and two women in attendance because of the prohibition against men and women being together alone. We do not stand in a line because of him, nor do we recite the mourning blessing or the words of comfort for mourners.<br>When a child was a full 30 days old, his corpse should be carried in a small coffin that can be carried on one's forearms. We stand in a line because of him and recite the mourning blessing and the words of comfort for mourners. A child of twelve months is carried out in a bier."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל הַיּוֹצֵא בְּמִטָּה רַבִּים מַצְהִיבִין עָלָיו. וְכָל שֶׁאֵינוֹ יוֹצֵא בְּמִטָּה אֵין רַבִּים מַצְהִיבִין עָלָיו. וכָּל הַנִּכָּר לָרַבִּים רַבִּים מִתְעַסְּקִין בּוֹ. וְכָל שֶׁאֵינוֹ נִכָּר לָרַבִּים אֵין רַבִּים חַיָּבִין לְהִתְעַסֵּק בּוֹ. וּמָקוֹם שֶׁנָּהֲגוּ נָשִׁים לָצֵאת לִפְנֵי הַמִּטָּה יוֹצְאוֹת לִפְנֵי הַמִּטָּה. לְאַחַר הַמִּטָּה יוֹצְאוֹת לְאַחַר הַמִּטָּה: \n",
            "english": "Whenever a corpse is taken out in a bier, people at large should grieve for him. Whenever it is not taken out in a bier, people at large need not grieve for him. Whenever anyone is known to people at large, people at large should occupy themselves with his burial. When one is not known to people at large, people at large need not occupy themselves with his burial.<br>In a place where it is customary for women to walk before the bier, they walk before the bier; where it is customary for them to walk after the bier, they walk after the bier."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הָעֲבָדִים וְהַשְּׁפָחוֹת אֵין מַסְפִּידִין אוֹתָן וְאֵין עוֹמְדִין עֲלֵיהֶן בְּשׁוּרָה. וְאֵין אוֹמְרִים עֲלֵיהֶן בִּרְכַּת אֲבֵלִים וְתַנְחוּמֵי אֲבֵלִים. אֶלָּא אוֹמְרִין לוֹ כְּשֵׁם שֶׁאוֹמְרִין לוֹ עַל שׁוֹרוֹ וְעַל חֲמוֹרוֹ הַמָּקוֹם יְמַלֵּא חֶסְרוֹנְךָ: \n",
            "english": "We do not eulogize servants and maidservants. Nor do we stand in a line because of them, nor do we recite the mourning blessing nor the words of comfort for mourners. Instead, we tell the master, as we would say if one lost an ox or a donkey: \"May the Omnipresent replenish your loss.\""
          }
        }
      ]
    },
    {
      "chapter": 13,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כֵּיצַד מְנַחֲמִין אֶת הָאֲבֵלִים. אַחַר שֶׁקּוֹבְרִין אֶת הַמֵּת מִתְקַבְּצִין הָאֲבֵלִים וְעוֹמְדִין בְּצַד בֵּית הַקְּבָרוֹת. וְכָל הַמְלַוִּין אֶת הַמֵּת עוֹמְדִין סָבִיב לָהֶן שׁוּרָה לִפְנֵי שׁוּרָה. וְאֵין שׁוּרָה פְּחוּתָה מֵעֲשָׂרָה וְאֵין אֲבֵלִים מִן הַמִּנְיָן:  ",
            "english": "How are mourners comforted? After the deceased is buried, the mourners gather together and stand at the side of the cemetery. All of those who attended the funeral stand around them, line after line. A line may not be less than ten and the mourners are not included in the reckoning."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָאֲבֵלִים עוֹמְדִין לִשְׂמֹאל הַמְנַחֲמִין וְכָל הַמְנַחֲמִין בָּאִין אֵצֶל הָאֲבֵלִים אֶחָד אֶחָד. וְאוֹמְרִים לָהֶן תְּנֻחֲמוּ מִן הַשָּׁמַיִם. וְאַחַר כָּךְ הוֹלֵךְ הָאָבֵל לְבֵיתוֹ. וְכָל יוֹם וְיוֹם מִשִּׁבְעַת יְמֵי אֲבֵלוּת בָּאִין בְּנֵי אָדָם לְנַחֲמוֹ. בֵּין שֶׁבָּאוּ פָּנִים חֲדָשׁוֹת בֵּין שֶׁלֹּא בָּאוּ:  ",
            "english": "The mourners stand at the left side of the comforters and the comforters pass by the mourners one by one and tell them: \"May you be comforted from heaven.\"<br>Afterwards, the mourner goes home. On each of the seven days of mourning, people come to comfort him. Whether new people come or not, the others still comfort him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָאָבֵל מֵסֵב בָּרֹאשׁ. וְאֵין הַמְנַחֲמִין רַשָּׁאִין לֵישֵׁב אֶלָּא עַל גַּבֵּי קַרְקַע. שֶׁנֶּאֱמַר <small>(איוב ב יג)</small> \"וַיֵּשְׁבוּ אִתּוֹ לָאָרֶץ\". וְאֵין רַשָּׁאִין לוֹמַר דָּבָר עַד שֶׁיִּפְתַּח הָאָבֵל אֶת פִּיו תְּחִלָּה. שֶׁנֶּאֱמַר <small>(איוב ב יג)</small> \"וְאֵין דֹּבֵר אֵלָיו דָּבָר\" וּכְתִיב <small>(איוב ג א)</small> \"אַחֲרֵי כֵן פָּתַח אִיּוֹב אֶת פִּיהוּ\" וְגוֹ' <small>(איוב ד א)</small> \"וַיַּעַן אֱלִיפַז\". וְכֵיוָן שֶׁנִּעְנֵעַ בְּרֹאשׁוֹ שׁוּב אֵין הַמְנַחֲמִין רַשָּׁאִין לֵישֵׁב אֶצְלוֹ. שֶׁלֹּא יַטְרִיחוּהוּ יוֹתֵר מִדַּאי:  ",
            "english": "The mourner sits at the head of the company. The comforters are permitted to sit only on the ground, as Job 2:13 states: \"And they sat with him on the ground.\" They are not permitted to say anything until the mourner opens his mouth first, as it is written (<i>ibid.</i>): \"And no one spoke anything to him.\" And it states (<i>ibid.</i> 3:1, 4:1): \"And then Job held forth.... And Eliphaz responded.\"<br>Once the mourner shakes his head, the comforters are no longer permitted to sit with him, so that they do not trouble him overly so."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מֵת שֶׁאֵין לוֹ אֲבֵלִים לְהִתְנַחֵם. בָּאִים עֲשָׂרָה בְּנֵי אָדָם כְּשֵׁרִין וְיוֹשְׁבִין בִּמְקוֹמוֹ כָּל שִׁבְעַת יְמֵי הָאֲבֵלוּת. וּשְׁאָר הָעָם מִתְקַבְּצִין עֲלֵיהֶן. וְאִם לֹא הָיוּ שָׁם עֲשָׂרָה קְבוּעִין בְּכָל יוֹם וְיוֹם מִתְקַבְּצִין עֲשָׂרָה מִשְּׁאָר הָעָם וְיוֹשְׁבִין בִּמְקוֹמוֹ:  ",
            "english": "When a deceased person has no mourners who must be comforted, ten upright men from the community at large come and sit in his place throughout the seven days of mourning. Others gather around them. If there are not ten fixed people who remain throughout the seven days, each day, ten other people are selected and they sit in his place."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַכּל חַיָּבִין לַעֲמֹד בִּפְנֵי נָשִׂיא חוּץ מֵאָבֵל וְחוֹלֶה. וּלְכָל הָעוֹמֵד מִפָּנָיו אוֹמֵר לוֹ שֵׁב חוּץ מֵאָבֵל וְחוֹלֶה שֶׁמַּשְׁמָע יֵשֵׁב בְּאֶבְלוֹ יֵשֵׁב בְּחָלְיוֹ:  ",
            "english": "Everyone is obligated to stand in front of a <i>nasi</i> except a mourner and sick person. To all who stand in his presence, he says: \"Sit,\" with the exception of a mourner and sick person, for that would imply: \"Remain in your mourning,\" \"Remain in your illness.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מְכַבְּדִין וּמְרַבְּצִין בְּבֵית הָאָבֵל. וּמְדִיחִין קְעָרוֹת וְכוֹסוֹת וְקִיתוֹנוֹת וּצְלוֹחִיּוֹת וּמַדְלִיקִין אֶת הַנֵּרוֹת. אֲבָל אֵין מְבִיאִין שָׁם לֹא אֶת הַמֻּגְמָר וְלֹא אֶת הַבְּשָׂמִים:  ",
            "english": "We sweep and we mop in a mourner's home. We wash plates, cups, pitchers, and bottles, and light lamps. We do not, however, bring incense or spices."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֵין מוֹלִיכִין לְבֵית הָאָבֵל הַמַּאֲכָל שֶׁמַּבְרִין בּוֹ. לֹא בִּכְלֵי כֶּסֶף וְלֹא בִּכְלֵי שַׁעַם וְכַיּוֹצֵא בָּהֶן. אֶלָּא בִּכְלֵי נְסָרִים שֶׁל עֲרָבָה קְלוּפָה וְכַיּוֹצֵא בָּהֶן. שֶׁלֹּא לְבַיֵּשׁ אֶת מִי שֶׁאֵין לוֹ. וְאֵין מַשְׁקִין בִּזְכוּכִית לְבָנָה אֶלָּא בִּצְבוּעָה. שֶׁלֹּא לְבַיֵּשׁ אֶת הָעֲנִיִּים שֶׁאֵין יֵינוֹתֵיהֶן טוֹבוֹת:  ",
            "english": "We do not bring the food for the meal of comfort to a mourner's home in silver or cork utensils or the like, but wicker-work baskets of planed willow trees or the like so as not to embarrass a person who lacks means. Similarly, beverages are not poured in clear glasses rather than colored ones so as not to embarrass the poor whose wine is not of a high quality."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין שׁוֹתִין בְּבֵית הָאָבֵל יֶתֶר עַל עֲשָׂרָה כּוֹסוֹת לְכָל אֶחָד וְאֶחָד. שְׁלֹשָׁה קֹדֶם אֲכִילָה. וּשְׁלֹשָׁה בְּתוֹךְ אֲכִילָה. וְאַרְבָּעָה לְאַחַר אֲכִילָה. וְלֹא יוֹסִיף שֶׁמָּא יִשְׁתַּכֵּר:  ",
            "english": "No one person should drink more than ten cups of wine in the house of a mourner: three before the meal, three during the meal, and four afterwards. One should not drink more lest he become intoxicated."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֵין אוֹמְרִין שְׁמוּעָה וְהַגָּדָה בְּבֵית הָאָבֵל אֶלָּא יוֹשְׁבִין דָּוִין. וְכֵן אֵין אוֹמְרִין בִּפְנֵי הַמֵּת אֶלָּא דְּבָרִים שֶׁל מֵת. אֲבָל לַעֲסֹק בְּדִבְרֵי תּוֹרָה בְּפָנָיו אוֹ בְּבֵית הַקְּבָרוֹת אָסוּר:  ",
            "english": "We do not relate teachings of Torah law or homiletic insights in the home of a mourner. Instead, we sit in grief. In the presence of the corpse, we speak only of matters related to the corpse. To be involved in Torah study in the presence of a corpse or in a cemetery is forbidden."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אֵין בּוֹכִין עַל הַמֵּת יֶתֶר מִשְּׁלֹשָׁה יָמִים. וְאֵין מַסְפִּידִין יֶתֶר מִשִּׁבְעָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁאָר הָעָם. אֲבָל תַּלְמִידֵי חֲכָמִים הַכּל לְפִי חָכְמָתָן. וְאֵין בּוֹכִיִן עֲלֵיהֶם יוֹתֵר מִשְּׁלֹשִׁים יוֹם. שֶׁאֵין לָנוּ גָּדוֹל מִמּשֶׁה רַבֵּנוּ וּכְתִיב <small>(דברים לד ח)</small> \"וַיִּתְּמוּ יְמֵי בְכִי אֵבֶל משֶׁה\". וְכֵן אֵין מַסְפִּידִין יֶתֶר עַל שְׁנֵים עָשָׂר חֹדֶשׁ. אֵין לָנוּ בְּחָכְמָה גָּדוֹל מֵרַבֵּנוּ הַקָּדוֹשׁ וּשְׁנֵים עָשָׂר חֹדֶשׁ בִּלְבַד נִסְפַּד. וְכֵן חָכָם שֶׁבָּאָה שְׁמוּעָתוֹ לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ אֵין סוֹפְדִין אוֹתוֹ:  ",
            "english": "One should not cry over the deceased for more than three days and one should not eulogize him for more than seven.<br>When does the above apply? To people at large. With regard to Torah scholars, by contrast, everything depends on their wisdom. In any case, we do not cry over them for more than 30 days, for we have no one greater than Moses our teacher and concerning him, Deutronomy 34:8 states: \"The children of Israel cried over Moses... for 30 days and the days of crying in mourning for Moses concluded.\"<br>We do not eulogize for more than twelve months, for we have no one of greater wisdom than our holy teacher Rabbeinu Hakodesh, and he was eulogized for only twelve months. Similarly, if a report of a wise man's death reaches us after twelve months, we do not eulogize him."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אַל יִתְקַשֶּׁה אָדָם עַל מֵתוֹ יֶתֶר מִדַּאי. שֶׁנֶּאֱמַר <small>(ירמיה כב י)</small> \"אַל תִּבְכּוּ לְמֵת וְאַל תָּנֻדוּ לוֹ\". כְּלוֹמַר יֶתֶר מִדַּאי שֶׁזֶּהוּ מִנְהָגוֹ שֶׁל עוֹלָם. וְהַמְצַעֵר [עַצְמוֹ יוֹתֵר] עַל מִנְהָגוֹ שֶׁל עוֹלָם הֲרֵי זֶה טִפֵּשׁ. אֶלָּא כֵּיצַד יַעֲשֶׂה. שְׁלֹשָׁה לִבְכִי. שִׁבְעָה לְהֶסְפֵּד. שְׁלֹשִׁים יוֹם לְתִסְפֹּרֶת וְלִשְׁאָר הַחֲמִשָּׁה דְּבָרִים:  ",
            "english": "A person should not become excessively broken hearted because of a person's death, as Jeremiah 22:10 states: \"Do not weep for a dead man and do not shake your head because of him.\" That means not to weep excessively. For death is the pattern of the world. And a person who causes himself grief because of the pattern of the world is a fool.<br>What should one do? Weep for three days, eulogize for seven, and observe the restrictions on cutting one's hair and the other five matters for 30 days."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל מִי שֶׁאֵינוֹ מִתְאַבֵּל כְּמוֹ שֶׁצִּוּוּ חֲכָמִים הֲרֵי זֶה אַכְזָרִי. אֶלָּא יִפְחַד וְיִדְאַג וִיפַשְׁפֵּשׁ בְּמַעֲשָׂיו וְיַחְזֹר בִּתְשׁוּבָה. וְאֶחָד מִבְּנֵי חֲבוּרָה שֶׁמֵּת תִּדְאַג כָּל הַחֲבוּרָה כֻּלָּהּ. כָּל שְׁלֹשָׁה יָמִים הָרִאשׁוֹנִים יִרְאֶה אֶת עַצְמוֹ כְּאִלּוּ חֶרֶב מֻנַּחַת לוֹ עַל צַוָּארוֹ. וּמִשְּׁלֹשָׁה וְעַד שִׁבְעָה [כְּאִלּוּ הִיא] מֻנַּחַת בְּקֶרֶן זָוִית. מִכָּאן וְאֵילָךְ [כְּאִלּוּ] עוֹבֶרֶת כְּנֶגְדּוֹ בַּשּׁוּק. כָּל זֶה לְהָכִין עַצְמוֹ וְיַחְזֹר וְיֵעוֹר מִשְּׁנָתוֹ. וַהֲרֵי הוּא אוֹמֵר הִכִּיתָה אֹתָם וְלֹא חָלוּ מִכְלַל שֶׁצָּרִיךְ לְהָקִיץ וְלָחוּל:  ",
            "english": "Whoever does not mourn over his dead in the manner which our Sages commanded is cruel. Instead, one should be fearful, worry, examine his deeds and repent.<br>If one member of a group dies, the entire group should worry. For the first three days, one should see himself as if a sword is drawn over his neck. From the third day until the seventh, he should consider it as if it is in the corner. From that time onward, as if it is passing before him in the market place. All of this is so that a person should prepare himself and repent and awake from his sleep. Behold it is written Jeremiah 5:3: \"You have stricken them, but they have not trembled.\" Implied is that one should awake and tremble."
          }
        }
      ]
    },
    {
      "chapter": 14,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה שֶׁל דִּבְרֵיהֶם לְבַקֵּר חוֹלִים. וּלְנַחֵם אֲבֵלִים. וּלְהוֹצִיא הַמֵּת. וּלְהַכְנִיס הַכַּלָּה. וּלְלַוּוֹת הָאוֹרְחִים. וּלְהִתְעַסֵּק בְּכָל צָרְכֵי הַקְּבוּרָה. לָשֵׂאת עַל הַכָּתֵף. וְלֵילֵךְ לְפָנָיו וְלִסְפֹּד וְלַחְפֹּר וְלִקְבֹּר. וְכֵן לְשַׂמֵּחַ הַכַּלָּה וְהֶחָתָן. וּלְסַעֲדָם בְּכָל צָרְכֵיהֶם. וְאֵלּוּ הֵן גְּמִילוּת חֲסָדִים שֶׁבְּגוּפוֹ שֶׁאֵין לָהֶם שִׁעוּר. אַף עַל פִּי שֶׁכָּל מִצְוֹת אֵלּוּ מִדִּבְרֵיהֶם הֲרֵי הֵן בִּכְלַל <small>(ויקרא יט יח)</small> \"וְאָהַבְתָּ לְרֵעֲךָ כָּמוֹךָ\". כָּל הַדְּבָרִים שֶׁאַתָּה רוֹצֶה שֶׁיַּעֲשׂוּ אוֹתָם לְךָ אֲחֵרִים. עֲשֵׂה אַתָּה אוֹתָן לְאָחִיךְ בְּתוֹרָה וּבְמִצְוֹת: \n",
            "english": "It is a positive commandment of Rabbinic origin to visit the sick, comfort mourners, to prepare for a funeral, prepare a bride, accompany guests, attend to all the needs of a burial, carry a corpse on one's shoulders, walk before the bier, mourn, dig a grave, and bury the dead, and also to bring joy to a bride and groom and help them in all their needs. These are deeds of kindness that one carries out with his person that have no limit.<br>Although all these mitzvot are of Rabbinic origin, they are included in the Scriptural commandment Leviticus 19:18: \"Love your neighbor as yourself.\" That charge implies that whatever you would like other people to do for you, you should do for your comrade in the Torah and mitzvot."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׂכַר הַלְּוָיָה מְרֻבֶּה מִן הַכּל. וְהוּא הַחֹק שֶׁחֲקָקוֹ אַבְרָהָם אָבִינוּ וְדֶרֶךְ הַחֶסֶד שֶׁנָּהַג בָּהּ. מַאֲכִיל עוֹבְרֵי דְּרָכִים וּמַשְׁקֶה אוֹתָן וּמְלַוֶּה אוֹתָן. וּגְדוֹלָה הַכְנָסַת אוֹרְחִים מֵהַקְבָּלַת פְּנֵי שְׁכִינָה. שֶׁנֶּאֱמַר <small>(בראשית יח ב)</small> \"וַיַּרְא וְהִנֵּה שְׁלֹשָׁה אֲנָשִׁים\". וְלִוּוּיָם יוֹתֵר מֵהַכְנָסָתָן. אָמְרוּ חֲכָמִים כָּל שֶׁאֵינוֹ מְלַוֶּה כְּאִלּוּ שׁוֹפֵךְ דָּמִים: \n",
            "english": "The reward one receives for accompanying guests is greater than all of the others. This is a statute which Abraham our Patriarch instituted and the path of kindness which he would follow. He would feed wayfarers, provide them with drink, and accompany them. Showing hospitality for guests surpasses receiving the Divine Presence as Genesis 18:3 states: \"And he saw and behold there were three people.\"<br>Accompanying them is greater than showing them hospitality. Our Sages said: \"Whoever does not accompany them is considered as if he shed blood.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כּוֹפִין לִלְוָיָה כְּדֶרֶךְ שֶׁכּוֹפִין לִצְדָקָה. וּבֵית דִּין הָיוּ מְתַקְּנִין שְׁלוּחִין לְלַוּוֹת אָדָם הָעוֹבֵר מִמָּקוֹם לְמָקוֹם. וְאִם נִתְעַצְּלוּ בְּדָבָר זֶה מַעֲלֶה עֲלֵיהֶם כְּאִלּוּ שָׁפְכוּ דָּמִים. אֲפִלּוּ הַמְלַוֶּה אֶת חֲבֵרוֹ אַרְבַּע אַמּוֹת יֵשׁ לוֹ שָׂכָר הַרְבֵּה. וְכַמָּה שִׁעוּר לְוָיָה שֶׁחַיָּב אָדָם בָּהּ. הָרַב לְתַלְמִיד עַד עִבּוּרָהּ שֶׁל עִיר. וְהָאִישׁ לַחֲבֵרוֹ עַד תְּחוּם שַׁבָּת. וְהַתַּלְמִיד לָרַב עַד פַּרְסָה. וְאִם הָיָה רַבּוֹ מֻבְהָק עַד שָׁלֹשׁ פַּרְסָאוֹת: \n",
            "english": "We compel people to accompany wayfarers in the same manner as we compel them to give charity. The court would prepare agents to accompany people who travel from place to place. If they were lax in this matter, it is considered as if they shed blood. Even a person who accompanies a colleague for four cubits will receive a great reward.<br>What is the extent to which a person must accompany a colleague? A teacher must accompany his student to the outskirts of the city. A person must accompany a colleague to the city's Sabbath limits. A student must accompany his teacher for a <i>parsah</i>. If he was his master teacher, he must accompany him until three <i>parseot</i>."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בִּקּוּר חוֹלִים מִצְוָה עַל הַכּל. אֲפִלּוּ גָּדוֹל מְבַקֵּר אֶת הַקָּטָן. וּמְבַקְּרִין הַרְבֵּה פְּעָמִים בַּיּוֹם. וְכָל הַמּוֹסִיף מְשֻׁבָּח וּבִלְבַד שֶׁלֹּא יַטְרִיחַ. וְכָל הַמְבַקֵּר אֶת הַחוֹלֶה כְּאִלּוּ נָטַל חֵלֶק מֵחָלְיוֹ וְהֵקֵל מֵעָלָיו. וְכָל שֶׁאֵינוֹ מְבַקֵּר כְּאִלּוּ שׁוֹפֵךְ דָּמִים: \n",
            "english": "It is a mitzvah incumbent on everyone to visit the sick. Even a person of great spiritual stature should visit one of lesser stature. One may visit many times during the day. Whoever increases the frequency of his visits is praiseworthy provided he does not become burdensome. Whoever visits a sick person removes a portion of his sickness and relieves him. Whoever does not visit the sick is consider as if he shed blood."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין מְבַקְּרִין אֶת הַחוֹלֶה אֶלָּא מִיּוֹם שְׁלִישִׁי וָהָלְאָה. וְאִם קָפַץ עָלָיו הַחלִי וְהִכְבִּיד מְבַקְּרִין אוֹתוֹ מִיָּד. וְאֵין מְבַקְּרִין אֶת הַחוֹלֶה לֹא בְּשָׁלֹשׁ שָׁעוֹת רִאשׁוֹנוֹת בַּיּוֹם. וְלֹא בְּשָׁלֹשׁ אַחֲרוֹנוֹת. מִפְּנֵי שֶׁהֵן מִתְעַסְּקִין בְּצָרְכֵי הַחוֹלֶה. וְאֵין מְבַקְּרִין לֹא חוֹלֵי מֵעַיִם וְלֹא חוֹלֵי הָעַיִן. וְלֹא מֵחוֹשֵׁי הָרֹאשׁ. מִפְּנֵי שֶׁהַבִּקּוּר קָשֶׁה לָהֶן: \n",
            "english": "We do not visit the sick except from the third day onward. If, however, a person became ill suddenly and his illness became very severe, he should be visited immediately.<br>We do not visit the sick during the first three hours of the day, nor in the last three hours because his attendants are tending to the sick person's needs. We do not visit patients with stomach illnesses, eye illnesses, or headaches because the visits are difficult for them."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַנִּכְנָס לְבַקֵּר אֶת הַחוֹלֶה לֹא יֵשֵׁב לֹא עַל גַּבֵּי מִטָּה וְלֹא עַל גַּבֵּי כִּסֵּא וְלֹא עַל גַּבֵּי סַפְסָל וְלֹא עַל גַּבֵּי מָקוֹם גָּבוֹהַּ וְלֹא לְמַעְלָה מִמְּרַאֲשׁוֹתָיו. אֶלָּא מִתְעַטֵּף וְיוֹשֵׁב לְמַטָּה מִמְּרַאֲשׁוֹתָיו וּמְבַקֵּשׁ עָלָיו רַחֲמִים וְיוֹצֵא: \n",
            "english": "When one comes to visit a sick person, he should not sit on a bed, nor on a chair, nor on a bench, nor on a high place, nor above the invalid's head. Instead, he should wrap himself in a <i>tallit</i>, sit below his head, entreat God for mercy on his behalf and depart."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "יֵרָאֶה לִי שֶׁנֶּחָמַת אֲבֵלִים קוֹדֵם לְבִקּוּר חוֹלִים. שֶׁנִּחוּם אֲבֵלִים גְּמִילוּת חֶסֶד עִם הַחַיִּים וְעִם הַמֵּתִים: \n",
            "english": "It appears to me that comforting mourners takes precedence over visiting the sick. For comforting mourners is an expression of kindness to the living and the dead."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה לְפָנָיו מֵת וְכַלָּה. מֵנִיחַ אֶת הַכַּלָּה וּמִתְעַסֵּק עִם הַמֵּת. וְכֵן הוּא אוֹמֵר <small>(קהלת ז ד)</small> \"לֵב חֲכָמִים בְּבֵית אֵבֶל\" וְגוֹ'. מֵת וְכַלָּה שֶׁפָּגְעוּ זֶה בָּזֶה בַּדֶּרֶךְ. מַעֲבִירִין אֶת הַמֵּת מִלִּפְנֵי הַכַּלָּה. וְזֶה וְזֶה עוֹבְרִין מִלִּפְנֵי הַמֶּלֶךְ: \n",
            "english": "When a person is faced with either tending to a corpse or a bride, he should leave the bride and occupy himself with the corpse. Thus Ecclesiastes 7:4 states: \"The heart of the wise is in the house of mourning.\"<br>When a corpse and a bride confront each other on a road, the corpse is turned aside before the bride. Both of these should turn aside before a king"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מְבַטְּלִין תַּלְמוּד תּוֹרָה לְהוֹצָאַת הַמֵּת וּלְהַכְנָסַת הַכַּלָּה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאֵין לוֹ כָּל צָרְכּוֹ. אֲבָל יֵשׁ לוֹ כָּל צָרְכּוֹ אֵין מְבַטְּלִין. וְכָל שֶׁאֵין מִתְעַסְּקִין בַּתּוֹרָה חַיָּבִין לְהִתְעַסֵּק עִמּוֹ: \n",
            "english": "We nullify Torah study for a funeral and for a wedding. When does the above apply? When there are not enough people to care for a corpse. If there are enough people to care for it, Torah study should not nullified. Whoever does not occupy himself with Torah study is obligated to occupy himself with the corpse."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מֵת אֶחָד בָּעִיר. כָּל בְּנֵי הָעִיר אֲסוּרִין בַּעֲשִׂיַּת מְלָאכָה עַד שֶׁיִּקְבְּרוּהוּ. וְאִם יֵשׁ לוֹ מִי שֶׁיִּתְעַסֵּק בִּצְרָכָיו מֻתָּרִין: \n",
            "english": "If there is one corpse in a city, all the inhabitants of the city are forbidden to perform work until they bury him. If there is a person responsible for tending to the needs of funeral, the others are permitted."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "תַּלְמִיד חָכָם שֶׁמֵּת. אֲפִלּוּ הָיוּ עִמּוֹ עַד שִׁשִּׁים רִבּוֹא מְבַטְּלִין תַּלְמוּד תּוֹרָה לְהוֹצָאָתוֹ. הָיוּ שִׁשִּׁים רִבּוֹא אֵין מְבַטְּלִין. וְאִם הָיָה מְלַמֵּד לַאֲחֵרִים אֵין לוֹ שִׁעוּר אֶלָּא מְבַטְּלִין הַכּל לְהוֹצָאָתוֹ: \n",
            "english": "When a Torah scholar dies, unless there are 600,000 to accompany him, we nullify Torah study for his funeral. If there are 600,000, we do not nullify Torah study. If he would also teach others, there is no limit. Instead, we nullify everyone from their ordinary activity for his funeral."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "קוֹבְרִין מֵתֵי עַכּוּ\"ם וּמְנַחֲמִין אֲבֵלֵיהֶם וּמְבַקְּרִין חוֹלֵיהֶם מִפְּנֵי דַּרְכֵי שָׁלוֹם: \n",
            "english": "We bury the dead of the gentiles, comfort their mourners, and visit their sick, as an expression of the ways of peace."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "בָּתֵּי הַקְּבָרוֹת אֲסוּרִין בַּהֲנָאָה. כֵּיצַד. אֵין אוֹכְלִין בָּהֶן. וְאֵין שׁוֹתִין בָּהֶן. וְאֵין עוֹשִׂין בָּהֶן מְלָאכָה. וְלֹא קוֹרִין בָּהֶן וְלֹא שׁוֹנִין בָּהֶן. כְּלָלוֹ שֶׁל דָּבָר אֵין נֵאוֹתִין בָּהֶן. וְלֹא נוֹהֲגִין בָּהֶן קַלּוּת רֹאשׁ. לֹא יֵלֵךְ אָדָם בְּתוֹךְ אַרְבַּע אַמּוֹת שֶׁל קֶבֶר וּתְפִלִּין בְּיָדוֹ וְסֵפֶר תּוֹרָה בִּזְרוֹעוֹ. וְלֹא יִתְפַּלֵּל שָׁם. וּבְרִחוּק אַרְבַּע אַמּוֹת מֻתָּר: \n",
            "english": "It is forbidden to benefit from a cemetery. What is implied? We do not eat or drink, perform work read the Torah or study the Oral Law within them. The general principle is: We do not benefit from them nor act frivolously within them.<br>A person should not walk within four cubits of a grave with <i>tefillin</i> in his hand or a Torah scroll in his arm, nor should he pray there. At a distance of four cubits, this is permitted."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הַמּוֹלִיךְ עֲצָמוֹת מִמָּקוֹם לְמָקוֹם לֹא יִתְּנֵם בְּדִיסְקִיָּא וְיַנִּיחֵם עַל גַּבֵּי חֲמוֹרוֹ וְיִרְכַּב עֲלֵיהֶם. מִפְּנֵי שֶׁנּוֹהֵג בָּהֶן מִנְהַג בִּזָּיוֹן. וְאִם הָיָה מִתְיָרֵא מִפְּנֵי הַגַּנָּבִים וּמִפְּנֵי הַלִּיסְטִים מֻתָּר: \n",
            "english": "When a person is transporting the bones of a corpse from one place to another, he should not put them in a leather sack, place them on a donkey and ride upon them, because this is treating them contemptuously. If he was afraid of thieves or robbers, this is permitted."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "אֵין מְפַנִּין אֶת הַמֵּת מִקֶּבֶר לְקֶבֶר אֲפִלּוּ מִבָּזוּי לִמְכֻבָּד. וְאִם הָיָה בְּתוֹךְ שָׂדֵהוּ מְפַנֵּהוּ אֲפִלּוּ מִמְּכֻבָּד לְבָזוּי: \n",
            "english": "We do not move a corpse from one grave to another, even from a denigrating site to an honorable one. If the grave was located in another person's property, the corpse may be moved even from an honorable site to a denigrating one."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "אֵין קוֹבְרִין מֵת עַל גַּבֵּי מֵת וְלֹא שְׁנֵי מֵתִים כְּאֶחָד שֶׁבִּזָּיוֹן הוּא. וְקָטָן הַיָּשֵׁן עִם אִמּוֹ נִקְבָּר עִמָּהּ: \n",
            "english": "We do not bury one corpse on top of another, nor do we bury two corpses together, for this is denigrating. A baby who sleeps with his mother may be buried with her."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "עֲפַר הַקֶּבֶר אֵינוֹ אָסוּר בַּהֲנָאָה שֶׁאֵין קַרְקַע עוֹלָם נֶאֱסֶרֶת. אֲבָל קֶבֶר הַבִּנְיָן אָסוּר בַּהֲנָאָה: \n",
            "english": "It is not forbidden to benefit from the earth of a grave. For ordinary earth never becomes forbidden. It is, by contrast, forbidden to benefit from a building which is a grave."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "הַבּוֹנֶה קֶבֶר לְמֵת לֹא נֶאֱסַר עַד שֶׁיִּכָּנֵס בּוֹ הַמֵּת. וַאֲפִלּוּ הֵטִיל בּוֹ נֵפֶל נֶאֱסַר בַּהֲנָאָה: \n",
            "english": "When a person builds a grave for a deceased person, the grave does not become forbidden until the corpse is placed inside. Even if one places a stillborn infant in a grave, the prohibition against benefiting from it takes effect."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "נֶפֶשׁ שֶׁנַּעֲשָׂה לְשֵׁם חַי וְשָׂם בּוֹ הַמֵּת. וְהוֹסִיף בּוֹ דִּימוֹס אַחֵר לְשֵׁם הַמֵּת. אַף עַל פִּי שֶׁפִּנָּה הַמֵּת הַכּל אָסוּר בַּהֲנָאָה. וְאִם הִכִּיר אֶת הַתּוֹסֶפֶת חוֹלֵץ אוֹתָהּ וְהַשְּׁאָר מֻתָּר. נַעֲשָׂה לְשֵׁם הַמֵּת כֵּיוָן שֶׁהֻטַּל בּוֹ הַמֵּת נֶאֱסַר אַף עַל פִּי שֶׁפִּנָּהוּ: \n",
            "english": "The following rules apply when a monument is built for the sake of a living person and a corpse is placed within. If one row of bricks was added for the sake of the deceased person, it is forbidden to derive benefit from the entire monument even after the corpse was removed from there. If one recognized the addition, one may remove it and then the remainder is permitted. If the monument was made for the sake of the deceased, once the corpse was placed in it, it becomes forbidden even though the corpse was removed."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "הַבּוֹנֶה קֶבֶר לְאָבִיו וְהָלַךְ וּקְבָרוֹ בְּקֶבֶר אַחֵר. הֲרֵי זֶה לֹא יִקָּבֵר בּוֹ מֵת אַחֵר עוֹלָמִית. וְהַקֶּבֶר הַזֶּה אָסוּר בַּהֲנָאָה מִפְּנֵי כְּבוֹד אָבִיו: \n",
            "english": "When a person builds a grave for his father and then buries his father's corpse in another grave, he should never bury another corpse in that grave. Instead, it is forbidden to benefit from this grave forever as an expression of respect for his father."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "הַמֵּת אָסוּר בַּהֲנָאָה כֻּלּוֹ. חוּץ מִשְּׂעָרוֹ שֶׁהוּא מֻתָּר בַּהֲנָאָה מִפְּנֵי שֶׁאֵינוֹ גּוּפוֹ. וְכֵן אֲרוֹנוֹ וְכָל תַּכְרִיכָיו אֲסוּרִין בַּהֲנָאָה. אֲבָל כֵּלִים הַמּוּכָנִים לְתַכְרִיךְ לֹא נֶאֶסְרוּ בַּהֲנָאָה. אֲפִלּוּ אָרַג בֶּגֶד לְמֵת לֹא נֶאֱסַר עַד שֶׁיַּגִּיעַ בַּמִּטָּה הַנִּקְבֶּרֶת עִמּוֹ. שֶׁאֵין הַהַזְמָנָה אוֹסֶרֶת: \n",
            "english": "It is forbidden to benefit from a corpse with the exception of its hair. One may benefit from hair, because it is not his body. Similarly, it is forbidden to benefit from the coffin and the shrouds. There is no prohibition against benefiting from garments prepared to be used as shrouds. Even if one knitted a garment to be used for a corpse, they are not forbidden until they reach the bier which is buried with him. For designation of an article to be used for a corpse does not cause it to be forbidden."
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "כָּל הַכֵּלִים שֶׁזּוֹרְקִין עַל הַמֵּת עַל הַמִּטָּה הַנִּקְבֶּרֶת עִמּוֹ אֲסוּרִין בַּהֲנָאָה. שֶׁלֹּא יִתְחַלְּפוּ בַּתַּכְרִיכִין: \n",
            "english": "It is forbidden to benefit from all the garments thrown upon the deceased on the bier which is buried with him, so that because of them, confusion will not arise with regard to shrouds."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "הָיוּ אָבִיו וְאִמּוֹ מְזָרְקִין כֵּלִים בַּחֲמָתָן עַל הַמֵּת. מִצְוָה עַל אֲחֵרִים לְהַצִּילָן. וְאִם הִגִּיעוּ לַמִּטָּה הַנִּקְבֶּרֶת עִמּוֹ אֵין מַצִּילִין אוֹתָן: \n",
            "english": "If a person's father or mother were throwing garments on the bier in their extreme aggravation, it is a mitzvah for others to save them. If they reached the bier which is buried with the corpse, we do not save them."
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "מְלַמְּדִין אֶת הָאָדָם שֶׁלֹּא יְהֵא חַבְּלָן וְלֹא יַפְסִיד אֶת הַכֵּלִים וְיַשְׁלִיכֵם לְחַבָּלָה. מוּטָב לְתִתָּם לַעֲנִיִּים וְאַל יַשְׁלִיכֵם לְרִמָּה וְתוֹלֵעָה. וְכָל הַמַּרְבֶּה כֵּלִים עַל הַמֵּת עוֹבֵר בְּלֹא תַשְׁחִית: \n",
            "english": "We teach a person that he should not recklessly destroy property and throw it to oblivion. It is better to give it to the poor than to throw it to maggots and worms. Whoever casts many articles on a deceased person violates the commandment against destroying property."
          }
        },
        {
          "halakha": 25,
          "translations": {
            "hebrew": "מֶלֶךְ שֶׁמֵּת עוֹקְרִין סוּס שֶׁהָיָה רוֹכֵב עָלָיו. וְעֶגְלָה שֶׁהָיְתָה מוֹשֶׁכֶת בַּקָּרוֹן שֶׁהָיָה יוֹשֵׁב בּוֹ מְנַשֵּׁר פַּרְסוֹתֶיהָ מִן הָאַרְכֻּבָּה וּלְמַטָּה מָקוֹם שֶׁאֵין עוֹשֶׂה אוֹתָהּ טְרֵפָה. וּמוֹשִׁיבִין יְשִׁיבָה עַל קִבְרוֹ שִׁבְעָה יָמִים. שֶׁנֶּאֱמַר <small>(דברי הימים ב לב לג)</small> \"וְכָבוֹד עָשׂוּ לוֹ בְמוֹתוֹ\" זֶה שֶׁהוֹשִׁיבוּ לוֹ יְשִׁיבָה עַל קִבְרוֹ. וְנָשִׂיא שֶׁמֵּת אֵין מְבַטְּלִין יְשִׁיבָתוֹ יֶתֶר עַל שְׁלֹשִׁים יוֹם: \n",
            "english": "When a king dies, we ruin the horse that he would ride upon and the calf that pulls the wagon in which he would sit. We cut off its hooves from below the knee, a place that does not render it <i>trefe</i>.<br>We convene a <i>yeshivah</i> at his grave for seven days, as II Chronicles 32:33 states: \"They honored him in his death.\" Our Sages interpret this as meaning: they convened a <i>yeshivah</i> at his grave. When a <i>nasi</i> dies, we do not nullify his <i>yeshivah</i> for more than 30 days."
          }
        },
        {
          "halakha": 26,
          "translations": {
            "hebrew": "מֶלֶךְ אוֹ נָשִׂיא שֶׁמֵּת יֵשׁ לָהֶן לִשְׂרֹף מִטָּתוֹ וְכָל כְּלֵי תַּשְׁמִישׁוֹ. וְאֵין בָּזֶה דֶּרֶךְ הָאֱמוֹרִי. וְלֹא מִשּׁוּם הַשְׁחָתָה. שֶׁנֶּאֱמַר <small>(ירמיה לד ה)</small> \"בְּשָׁלוֹם תָּמוּת וּבְמִשְׂרְפוֹת אֲבוֹתֶיךָ הָרִאשֹׁנִים\" <small>(ירמיה לד ה)</small> \"יִשְׂרְפוּ לָךְ\": סְלִיקוּ לְהוּ הִלְכוֹת אָבֵל בְּסַ\"ד \n",
            "english": "When a king or a <i>nasi</i> dies, one may burn his bed and all his personal utensils. This is not considered as an Amorite or destructive practice. For <i>Jeremiah</i> 34:5 states: \"You shall die in peace, and as they made pyres for your ancestors, the earlier kings..., they will make pyres for you.\""
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:22:25.462Z",
    "totalChapters": 14,
    "status": "imported_sefaria"
  }
}
