{
  "id": "neighbors",
  "name": "Mishneh Torah, Neighbors",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Neighbors",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֶחָד הַקּוֹנֶה מֵחֲבֵרוֹ חֲצִי שָׂדֵהוּ. אוֹ שְׁנַיִם שֶׁקָּנוּ מֵאֶחָד שָׂדֶה. אוֹ שֶׁיָּרְשׁוּ. אוֹ שֶׁנִּתְּנָה לָהֶן בְּמַתָּנָה. אוֹ שֶׁהֶחְזִיקוּ בָּהּ מִן הַהֶפְקֵר. אוֹ נִכְסֵי גֵּר. כְּלָלוֹ שֶׁל דָּבָר כָּל שֶׁיֵּשׁ בֵּינֵיהֶם שֻׁתָּפוּת בַּקַּרְקַע וּבִקֵּשׁ אֶחָד מִן הַשֻּׁתָּפִין לַחֲלֹק וְלִטּל חֶלְקוֹ לְבַדּוֹ. אִם יֵשׁ בְּאוֹתָהּ קַרְקַע דִּין חֲלוּקָה כּוֹפֶה אֶת שְׁאָר הַשֻּׁתָּפִין וְחוֹלְקִין עִמּוֹ. וְאִם אֵין בָּהּ דִּין חֲלוּקָה אֵין אֶחָד מֵהֶן יָכוֹל לָכֹף אֶת חֲבֵרוֹ לַחֲלֹק. וְכֵן הַדִּין בְּמִטַּלְטְלִין. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאֵין אֶחָד מֵהֶן מַכִּיר אֶת חֶלְקוֹ בַּמָּקוֹם שֶׁהֵן שֻׁתָּפִין בּוֹ אֶלָּא יַד כֻּלָּן מִשְׁתַּמֵּשׁ בְּכָל הַמָּקוֹם. אֲבָל אִם הָיָה אֶחָד מֵהֶן מַכִּיר חֶלְקוֹ אַף עַל פִּי שֶׁאֵין בָּהּ דִּין חֲלוּקָה כּוֹפֶה כָּל אֶחָד מֵהֶן אֶת חֲבֵרוֹ לְהַבְדִּיל בֵּין חֶלְקוֹ לְחֵלֶק חֲבֵרוֹ: \n",
            "english": "The following rules apply when a person purchases half of a field from a colleague, two people together purchase a field from a colleague, they both inherited a field, a field was given them as a gift, or they took possession of ownerless land or property belonging to a convert who died without leaving Jewish heirs - i.e., any situation in which two people own land in partnership.<br>If one of the partners asks to divide the property and take his portion alone, and the property is large enough to be divided, we compel the other partners to divide the property with him. If the property is not large enough to be divided, neither partner can require the other one to divide the property. Similar laws apply with regard to movable property.<br>When does the above apply? When neither of the parties recognizes a specific portion of the property they share as his own, but rather both use the entire property equally. If, however, one of the partners recognizes a portion of the property as his own, each one has the right to compel the other partner to make a divider between his portion and his colleague's portion, although the property is not large enough to be divided."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֶחָד מִן הַשֻּׁתָּפִין שֶׁאָמַר לַחֲבֵרוֹ בְּמָקוֹם שֶׁאֵין בּוֹ דִּין חֲלוּקָה. אוֹ בְּדָבָר שֶׁאִי אֶפְשָׁר שֶׁיַּחְלְקוּ כְּגוֹן שִׁפְחָה אוֹ כְּלִי. מְכֹר לִי חֶלְקְךָ בְּכָךְ וְכָךְ אוֹ קְנֵה מִמֶּנִּי כַּשַּׁעַר הַזֶּה. הַדִּין עִמּוֹ וְכוֹפִין אֶת הַנִּתְבָּע לִמְכֹּר לַחֲבֵרוֹ אוֹ לִקְנוֹת מִמֶּנּוּ. אֲבָל אִם אֵין הַתּוֹבֵעַ רוֹצֶה לִקְנוֹת אוֹ לֹא יִמְצָא בְּמָה יִקְנֶה. אֵינוֹ יָכוֹל לָכֹף אֶת חֲבֵרוֹ לִקְנוֹת מִמֶּנּוּ אֲפִלּוּ כַּשַּׁעַר הַזּוֹל. שֶׁהֲרֵי חֲבֵרוֹ יָכוֹל לוֹמַר לוֹ אֵין רְצוֹנִי שֶׁאֶקְנֶה אֶלָּא שֶׁאֶמְכֹּר. לְפִיכָךְ שְׁנֵי אַחִין אֶחָד עָנִי וְאֶחָד עָשִׁיר שֶׁהִנִּיחַ לָהֶם אֲבִיהֶם מֶרְחָץ אוֹ בֵּית הַבַּד. אִם עֲשָׂאָן הָאָב לְשָׂכָר הַשָּׂכָר לָאֶמְצַע כָּל זְמַן שֶׁיִּרְצוּ לַעֲמֹד בְּשֻׁתָּפוּת. עֲשָׂאָן הָאָב לְעַצְמוֹ אֵינוֹ יָכוֹל לָכֹף אָחִיו לְהַשְׂכִּיר אוֹתָם אֶלָּא מִשְׁתַּמְּשִׁין בָּהֶם כְּדֶרֶךְ שֶׁהִשְׁתַּמֵּשׁ אֲבִיהֶם. וַהֲרֵי עָשִׁיר אוֹמֵר לְעָנִי קַח לְךָ זֵיתִים וּבוֹא וַעֲשֵׂה אוֹתָם בְּבֵית הַבַּד. קְנֵה לְךָ עֲבָדִים וְיָבוֹאוּ וְיִרְחֲצוּ בַּמֶּרְחָץ. וְאֵין הֶעָנִי כּוֹפֶה אֶת הֶעָשִׁיר לִקְנוֹת חֶלְקוֹ אֶלָּא אִם כֵּן אָמַר לוֹ קְנֵה מִמֶּנִּי אוֹ מְכֹר לִי וַהֲרֵינִי לוֹוֶה וְקוֹנֶה אוֹ מוֹכֵר לַאֲחֵרִים וְקוֹנִין הַדִּין עִמּוֹ. אָמַר כָּל אֶחָד מֵהֶן אֵינִי קוֹנֶה אֶלָּא הֲרֵינִי מוֹכֵר חֶלְקִי מוֹכְרִין אוֹתָהּ לַאֲחֵרִים. אָמַר כָּל אֶחָד מֵהֶם אֵינִי מוֹכֵר אֶלָּא כָּל אֶחָד מֵהֶן רוֹצֶה שֶׁיִּקְנֶה חֵלֶק חֲבֵרוֹ. אוֹ שֶׁאֵין אֶחָד מֵהֶן רוֹצֶה לֹא לִקְנוֹת חֵלֶק חֲבֵרוֹ וְלֹא לִמְכֹּר חֶלְקוֹ אֶלָּא יִשָּׁאֲרוּ שֻׁתָּפִין בַּגּוּף. הֵיאַךְ הֵן עוֹשִׂין. אִם הָיָה הַמָּקוֹם עָשׂוּי לְשָׂכָר מַשְׂכִּירִין אוֹתוֹ וְחוֹלְקִין שְׂכָרוֹ. וְאִם אֵינוֹ עָשׂוּי לְשָׂכָר אִם חָצֵר הוּא שׁוֹכְנִין בָּהּ שָׁנָה שָׁנָה שֶׁאִי אֶפְשָׁר שֶׁיִּשְׁכְּנוּ שְׁנֵיהֶם כְּאַחַת מִפְּנֵי הֶזֵּק רְאִיָּה שֶׁהֲרֵי אֵין בָּהּ דִּין חֲלוּקָה וְאֵין אָדָם עָשׂוּי לִטְרֹחַ כָּל שְׁלֹשִׁים יוֹם לִפְנוֹת מֵחָצֵר לֶחָצֵר אֶלָּא מִשָּׁנָה לְשָׁנָה. וְאִם מֶרְחָץ הוּא נִכְנָסִין לָהּ שְׁנֵיהֶם תָּמִיד בְּכָל יוֹם. וְכֵן כָּל דָּבָר שֶׁרָאוּי לְהִשְׁתַּמֵּשׁ בּוֹ תָּמִיד וְאֵינוֹ עָשׂוּי לְשָׂכָר כְּגוֹן מֶרְחָץ אוֹ מַצָּע אוֹ סֵפֶר תּוֹרָה אֵינוֹ יָכוֹל לוֹמַר לוֹ הִשְׁתַּמֵּשׁ אַתָּה יוֹם וַאֲנִי יוֹם שֶׁהֲרֵי אוֹמֵר לוֹ בְּכָל יוֹם אֲנִי רוֹצֶה לְהִשְׁתַּמֵּשׁ בּוֹ: \n",
            "english": "In a situation where the property is not large enough to be divided or with regard to an entity that cannot be divided - e.g., a maidservant or a utensil - if one of the partners tells the other: \"Sell me your portion for this and this much, or buy my portion for the same price,\" his request is supported by the law. We compel the other partner either to sell his share to his colleague or to purchase his colleague's share from him.<br>If, however, the other partner does not desire to purchase his partner's share or does not have the means to do so, he cannot compel his colleague to purchase his share from him even at the low market price. For his colleague may tell him: \"I do not want to buy; I want to sell.\"<br>Therefore, the following laws apply if two brothers, one rich and one poor, inherited from their father a bathhouse or an olive press. If the father made these premises for the purpose of hire, the two share the rental equally for as long as they desire to remain partners.<br>If the father made these structures for his personal use, the poor brother cannot force the rich brother to hire them out. Instead, they should use them as their father used them. The rich brother can tell the poor brother: \"Purchase olives and crush them in the olive press; purchase servants and have them come and wash in the bathhouse.\"<br>The poor brother cannot compel the rich brother to purchase his portion unless the poor brother tells him: \"Purchase my portion from me or sell me your portion. For I will borrow from others and purchase it or sell it to others, and they will purchase it.\" If he makes such statements, his claim is supported by law.<br>If each of the brothers says: \"I don't want to purchase your portion; I want to sell my portion,\" the property should be sold to others.<br>The following rules apply if both of them say: \"I will not sell,\" but instead each of them wishes to purchase his colleague's portion, or neither of them desires to purchase his colleague's portion, nor to sell his own portion, but instead to remain partners in the property.<br>What should they do? If the place was fit to rent, they should hire it out and divide the rent. If the place was not fit to rent they should alternate. If the property is a courtyard, they should dwell in it, each for a year at a time. The rationale for this ruling is that it is impossible for them to dwell in it together, because of the lack of privacy, and it is not large enough to divide. A more frequent rotation is not employed, because a person would not trouble himself to move from one courtyard to another every 30 days. Hence, the rotation is carried out from year to year.<br>If the shared property is a bathhouse, both of them are allowed to enter at all times during the day. The same principle applies to any object that is fit to be used at all times and is not usually hired out - e.g., a bathhouse, a mattress or a Torah scroll. One cannot tell the other: \"You use it one day, and I will use it the next day.\" For the other can claim: \"I want to use it every day.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֶחָד הַשּׂוֹכֵר מֵחֲבֵרוֹ מִקְצָת חָצֵר. אוֹ שָׂדֶה שֶׁאֵין בָּהּ דִּין חֲלוּקָה. אוֹ שְׁנַיִם שֶׁשָּׂכְרוּ מָקוֹם אֶחָד בְּשֻׁתָּפוּת. כָּל אֶחָד מֵהֶן יָכוֹל לָכֹף אֶת חֲבֵרוֹ וְלוֹמַר לוֹ אוֹ שְׂכֹר מִמֶּנִּי חֶלְקִי אוֹ הַשְׂכִּיר לִי חֶלְקְךָ. וְאִם יֵשׁ בָּהּ דִּין חֲלוּקָה חוֹלְקִין: \n",
            "english": "When one person rents from a colleague a portion of a courtyard or a field that is not large enough to divide or two people rent such a property in partnership, each one can compel his colleague and tell him: \"Either rent my portion from me or rent me your portion.\" If the property is large enough to divide, it should be divided."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵי זֶהוּ דִּין חֲלוּקָה. כָּל שֶׁאִלּוּ יְחַלֵּק לְפִי הַשֻּׁתָּפִין יַגִּיעַ לַפָּחוּת שֶׁבָּהֶם חֵלֶק שֶׁשֵּׁם הַכּל קָרוּי עָלָיו. אֲבָל אִם אֵין שֵׁם הַכּל נִקְרָא עַל הַחֵלֶק אֵין בָּהּ דִּין חֲלוּקָה. כֵּיצַד. כָּל חָצֵר שֶׁאֵין בָּהּ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אֵינָהּ קְרוּיָה חָצֵר. וְכָל שָׂדֶה שֶׁאֵין בָּהּ כְּדֵי זְרִיעַת תִּשְׁעָה קַבִּין אֵינָהּ קְרוּיָה שָׂדֶה. וְכָל גִּנָּה שֶׁאֵין בָּהּ כְּדֵי זְרִיעַת חֲצִי קַב אֵינָהּ קְרוּיָה גִּנָּה. וְכָל פַּרְדֵּס שֶׁאֵין בּוֹ כְּדֵי זְרִיעַת שְׁלֹשָׁה קַבִּין אֵינוֹ קָרוּי פַּרְדֵּס. לְפִיכָךְ אֵין חוֹלְקִין אֶת הֶחָצֵר עַד שֶׁיִּהְיֶה אַרְבַּע אַמּוֹת לְכָל אֶחָד וְאֶחָד מִן הַשֻּׁתָּפִין. וְלֹא אֶת הַשָּׂדֶה עַד שֶׁיִּהְיֶה בָּהּ כְּדֵי זְרִיעַת תִּשְׁעָה קַבִּין [לְכָל אֶחָד וְאֶחָד]. וְלֹא אֶת הַגִּנָּה עַד שֶׁיְּהֵא בָּהּ חֲצִי קַב לְכָל אֶחָד וְאֶחָד. וְלֹא אֶת הַפַּרְדֵּס עַד שֶׁיְּהֵא בּוֹ בֵּית שְׁלֹשָׁה קַבִּין לְכָל אֶחָד וְאֶחָד. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאֶרֶץ יִשְׂרָאֵל וְכַיּוֹצֵא בָּהּ. אֲבָל בְּבָבֶל וְכַיּוֹצֵא בָּהּ אֵין חוֹלְקִין אֶת הַשָּׂדֶה עַד שֶׁיִּהְיֶה בָּהּ כְּדֵי חֲרִישַׁת יוֹם לָזֶה וַחֲרִישַׁת יוֹם לָזֶה. וְלֹא אֶת הַפַּרְדֵּס עַד שֶׁיִּהְיֶה בּוֹ שְׁלֹשִׁים וְשִׁשָּׁה אִילָנוֹת לָזֶה [וּשְׁלֹשִׁים וְשִׁשָּׁה אִילָנוֹת לָזֶה] כְּדֵי עֲבוֹדַת אָדָם אֶחָד בַּיּוֹם אֶחָד. וְשָׂדֶה שֶׁמַּשְׁקִין אוֹתָהּ בִּכְלִי עַד שֶׁיְּהֵא בָּהּ כְּדֵי שֶׁיְּמַלֵּא הַפּוֹעֵל יוֹם אֶחָד לָזֶה וְיוֹם אֶחָד לָזֶה: \n",
            "english": "What is meant by a property being large enough to divide? That if it were divided among the partners, even the partner with the smallest share would receive a portion of the property large enough to be referred to by the same name that is used to refer to the entire entity. If, however, the name that is used to refer to the entire entity would not be used for this portion, it is not large enough to divide.<br>What is implied? Whenever a courtyard does not contain four cubits by four cubits, it cannot be called a courtyard. Whenever a field is not large enough to sow nine <i>kabbim</i> of grain, it is not considered to be a field. Whenever a garden is not large enough to sow a half a <i>kav</i>, it is not considered to be a garden. Whenever an orchard is not large enough to sow three <i>kabbim</i>, it is not considered to be an orchard.<br>Therefore, a courtyard is not divided among partners unless it is large enough for each of the partners to receive at least four cubits by four cubits. A field is not divided unless it is large enough for each of the partners to receive at least enough to sow nine <i>kabbim</i>. A garden is not divided unless it is large enough for each of the partners to receive at least enough to sow half a <i>kav</i>. And an orchard is not divided unless it is large enough for each of the partners to receive at least enough to sow three <i>kabbim</i>.<br>Where does the above apply? In <i>Eretz Yisrael</i> and lands like it. In Babylonia and lands like it, by contrast each partner must receive a larger measure. A field is not divided unless it is large enough for each of the partners to receive at least enough to require a day of plowing. An orchard is not divided unless it is large enough for each of the partners to receive at least 36 trees - this is the number that requires one person to tend to them for a day. A field that is watered with a utensil is not divided unless it is large enough for each of the partners to receive at least enough that a workman will spend a day watering it."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין חוֹלְקִין אֶת הַטְּרַקְלִין וְלֹא אֶת הַמּוֹרָן וְלֹא אֶת הַשּׁוֹבָךְ וְלֹא אֶת בֵּית הַבַּד וְלֹא אֶת הַמֶּרְחָץ וְלֹא אֶת הַטַּלִּית עַד שֶׁיְּהֵא בְּכָל חֵלֶק מֵהֶן כְּדֵי לָזֶה וּכְדֵי לָזֶה. אִם מֶרְחָץ חָלְקוּ עַד שֶׁיְּהֵא בְּכָל חֵלֶק מֵהֶן כְּדֵי מֶרְחָץ. וְאִם שׁוֹבָךְ עַד שֶׁיְּהֵא כָּל חֵלֶק שׁוֹבָךְ בִּפְנֵי עַצְמוֹ. וְכֵן בְּטַלִּית וּבִשְׁאָר כָּל הַדְּבָרִים. אֵין בָּהֶן כְּדֵי לָזֶה וּכְדֵי לָזֶה מַעֲלִין אוֹתוֹ בְּדָמִים וְיֵשׁ [לוֹ] לוֹמַר לַחֲבֵרוֹ אוֹ מְכֹר לִי אוֹ קְנֵה מִמֶּנִּי. אָמַר אֶחָד מֵהֶן חֲלֹק זֶה אַף עַל פִּי שֶׁאֵין הַחֲלָקִין שָׁוִים אֲנִי אֶטּל אֶת הַפָּחוּת וְטל אַתָּה אֶת הַיֶּתֶר אֵין שׁוֹמְעִין לוֹ שֶׁהֲרֵי אוֹמֵר לוֹ אֵין רְצוֹנִי לִקַּח מַתָּנָה. אֶלָּא הוֹאִיל וְאֵין בָּהּ דִּין חֲלוּקָה בְּשָׁוֶה הֲרֵי אָנוּ מַעֲלִין בְּדָמִים: \n",
            "english": "One should not divide a hall, a large building, a dovecote, an olive press, a bathhouse or a garment unless each of the recipients will receive a portion sufficient for himself. If one is dividing a bathhouse, each portion must be useful as a bathhouse. If one is dividing a dovecote, each portion must be useful as a dovecote. The same principles apply with regard to a garment or other objects.<br>If the entity is not large enough to divide, its value is assessed. One can tell one's fellow partner: \"Either sell it to me or buy it from me.\"<br>If the entity is not large enough to divide, but one partner says to the other: \"Let us divide this even though the portions are not equal. I will take the smaller portion and you take the larger portion,\" we are not required to accept his proposition. For the other partner will tell him: \"I do not desire to receive a gift.\" Instead, since the entity is not large enough for an equal division, we assess its financial value."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "חַצְרוֹת הַכְּפָרִים שֶׁכָּל אֶחָד וְאֶחָד בּוֹנֶה לוֹ בַּיִת וְנִמְצֵאת הֶחָצֵר שֶׁבֵּין שְׁנֵי הַבָּתִּים מְשֻׁתֶּפֶת לְכָל בְּנֵי הַבָּתִּים. הֲרֵי יֵשׁ לְכָל פֶּתַח וּפֶתַח אַרְבַּע אַמּוֹת לְפָנָיו בְּרֹחַב כָּל הַפֶּתַח. וְהַנִּשְׁאָר מִן הֶחָצֵר אִם יֵשׁ בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת לְכָל שֻׁתָּף וְשֻׁתָּף חוֹלְקִין אוֹתָהּ וְאִם לָאו אֵין חוֹלְקִין אוֹתָהּ שֶׁכָּל חָצֵר שֶׁאֵין לָהּ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אֵינָהּ קְרוּיָה חָצֵר כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד. הָיוּ שְׁנֵי שֻׁתָּפִין לָזֶה שְׁנֵי בָּתִּים וְלָזֶה בַּיִת אֶחָד. זֶה שֶׁיֵּשׁ לוֹ שְׁנֵי בָּתִּים מוֹדְדִין לוֹ מִן הֶחָצֵר אַרְבַּע אַמּוֹת לְכָל בַּיִת וּבַיִת עַל כָּל רֹחַב הַפֶּתַח אֲפִלּוּ הָיָה עֶשֶׂר אַמּוֹת. וְזֶה שֶׁיֵּשׁ לוֹ בַּיִת אֶחָד נוֹתְנִין לוֹ אַרְבַּע אַמּוֹת בְּרֹחַב פִּתְחוֹ לִפְנֵי פִּתְחוֹ. וְהַנִּשְׁאָר מִן הֶחָצֵר אִם יֵשׁ בָּהּ שְׁמוֹנֶה אַמּוֹת כְּדֵי שֶׁיְּהֵא לָזֶה אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת וְלָזֶה אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת חוּץ מִן הַפְּתָחִים יֵשׁ בָּהּ דִּין חֲלוּקָה וְחוֹלְקִין. פָּחוֹת מִזֶּה אֵין בָּהּ דִּין חֲלוּקָה: \n",
            "english": "The following laws apply with regard to courtyards in villages where every person builds a house for himself, and thus the courtyard in between the two houses is used jointly by all the members of the two households. Every opening is granted four cubits in front of it for the entire length of the opening. With regard to the remainder of the courtyard, if there is enough to provide every partner with four cubits by four cubits, it is divided. If not, it is not divided. For any courtyard that is not four cubits by four cubits cannot be called a courtyard, as we have explained.<br>What is implied? If there were two partners, one owned two houses in the courtyard and the other owned one. For the one who owns two houses, we grant him four cubits from the courtyard in front of the entire width of the entrances to each of his homes, even if the entrances of each are ten cubits wide. And we give the partner who owns one house four cubits in front of the entire width of the entrance to his home.<br>With regard to the remainder of the courtyard, if it is at least eight cubits by four cubits, so that each one will receive a portion at least four cubits by four cubits in addition to the area in front of the entrances, it is considered large enough to divide, and it should be divided. If it is smaller than this, it is not large enough to divide."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בַּיִת שֶׁיֵּשׁ לוֹ פְּתָחִים רַבִּים מִכָּל רוּחוֹתָיו יֵשׁ לוֹ אַרְבַּע אַמּוֹת לְכָל רוּחַ. וְאִם יִחֵד לוֹ פֶּתַח אֵין לוֹ אֶלָּא אַרְבַּע אַמּוֹת כְּנֶגֶד פִּתְחוֹ: \n",
            "english": "When a house in a courtyard has many entrances on all sides, it is granted four cubits on every side. If the owner designates one entrance as the entrance to the house, he is granted four cubits only opposite this entrance."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אַכְסַדְרָה אִם אֶפְשָׁר לוֹ לְהִכָּנֵס לְתוֹכָהּ בְּמַשָּׂאוֹ אֵין לָהּ אַרְבַּע אַמּוֹת וְאִם לָאו יֵשׁ לָהּ אַרְבַּע אַמּוֹת. שֶׁלֹּא אָמְרוּ שֶׁיֵּשׁ לְכָל פֶּתַח וּפֶתַח אַרְבַּע אַמּוֹת אֶלָּא לִפְרֹק שָׁם מַשָּׂאוֹ: \n",
            "english": "When a person can enter an <i>excedra</i> carrying his load, he is not granted these four cubits. If not, he is granted these four cubits. For the sole reason our Sages said that a person is granted four cubits for every entrance is so that he can unload his burden there."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בֵּית שַׁעַר אוֹ מִרְפֶּסֶת יֵשׁ לָהֶם אַרְבַּע אַמּוֹת. הָיוּ חֲמִשָּׁה בָּתִּים פְּתוּחִים לְמִרְפֶּסֶת וְהַמִּרְפֶּסֶת פְּתוּחָה לֶחָצֵר אֵין לָהּ אֶלָּא אַרְבַּע אַמּוֹת: \n",
            "english": "A person is granted four cubits in front of a guard's room or a porch.<br>If there are five structures that open up to a porch, and the porch opens up to a courtyard, only four cubits are granted."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "לוּל שֶׁל תַּרְנְגוֹלִים אֵין לוֹ אַרְבַּע אַמּוֹת: \n",
            "english": "A chicken coop is not granted four cubits."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּיִת חֶצְיוֹ מְקֹרֶה וְחֶצְיוֹ שֶׁאֵינוֹ מְקֹרֶה בֵּין שֶׁקֵּרוּיוֹ כְּלַפֵּי פְּנִים בֵּין שֶׁקֵּרוּיוֹ כְּלַפֵּי חוּץ אֵין לוֹ אַרְבַּע אַמּוֹת: \n",
            "english": "When a house has a roof over half of it, but not over the second half, regardless of whether the roofed portion is on the inside or toward the outside, it is not granted four cubits."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בַּיִת סָתוּם יֵשׁ לוֹ אַרְבַּע אַמּוֹת. פָּרַץ אֶת פְּצִימָיו אֵין לוֹ אַרְבַּע אַמּוֹת: \n",
            "english": "Although the entrance to a house is closed off, the owner is granted four cubits. If, however, the owner destroyed the doorway and closed it entirely, it is not granted four cubits."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בַּיִת שֶׁאֵין בּוֹ אַרְבַּע אַמּוֹת עַל אַרְבַּע אַמּוֹת אֵין לוֹ אַרְבַּע אַמּוֹת בֶּחָצֵר אֶלָּא אִם יֵשׁ בֶּחָצֵר אַרְבַּע אַמּוֹת לָזֶה וְאַרְבַּע אַמּוֹת לָזֶה עַד פֶּתַח הַבַּיִת הַזֶּה חוֹלְקִין. וְהַזֶּבֶל שֶׁל חָצֵר מִתְחַלֵּק לְפִי הַפְּתָחִים. אֲבָל אַכְסַנְיָא שֶׁל מֶלֶךְ לְפִי בְּנֵי אָדָם: \n",
            "english": "When a house is smaller than four cubits by four cubits, its owner is not granted four cubits in the courtyard.<br>Thus, the following rule applies if there is a courtyard with two structures, and at least one of them is smaller than this minimal size. If the courtyard contains four cubits for one owner and four cubits for the other, even though this measure reaches the entrance of the structure, the courtyard is divided.<br>The manure in the courtyard should be divided according to the entrances. The levy of the king for the keep of his legions is divided according to the number of people living in the courtyard."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַשֻּׁתָּפִין שֶׁרָצוּ לַחֲלֹק דָּבָר שֶׁאֵין בּוֹ דִּין חֲלוּקָה אַף עַל פִּי שֶׁהֵן מַפְסִידִין אֶת שְׁמוֹ חוֹלְקִין. וּבְכִתְבֵי הַקֹּדֶשׁ אַף עַל פִּי שֶׁרָצוּ לֹא יַחֲלֹקוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּכֶרֶךְ אֶחָד. אֲבָל בִּשְׁתֵּי כְּרִיכוֹת חוֹלְקִין: \n",
            "english": "When partners desire to divide an entity that is not fit to be divided, they may divide it, although because of their actions it will no longer be called by the same name.<br>With regard to holy scrolls, by contrast, even though the partners desire, a scroll should not be divided.<br>When does the above apply? When all the sacred writings are contained in one scroll, but if the sacred writings are contained in two scrolls, they may be divided."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מָקוֹם שֶׁאֵין בּוֹ דִּין חֲלוּקָה שֶׁרָצוּ שֻׁתָּפִין לְחַלְּקוֹ אַף עַל פִּי שֶׁקָּנוּ מִיָּדָם כָּל אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. שֶׁזֶּה קִנְיַן דְּבָרִים הוּא כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם קָנוּ מִיָּדָם שֶׁזֶּה רָצָה בְּרוּחַ פְּלוֹנִי וְזֶה רָצָה בְּרוּחַ פְּלוֹנִי אֵינָן יְכוֹלִים לַחְזֹר בָּהֶם. וְכֵן אִם הָלַךְ זֶה בְּעַצְמוֹ וְהֶחֱזִיק בְּחֶלְקוֹ וְזֶה בְּעַצְמוֹ וְהֶחֱזִיק בְּחֶלְקוֹ אַף עַל פִּי שֶׁלֹּא קָנוּ מִיָּדָם אֵין אֶחָד מֵהֶם יָכוֹל לַחְזֹר בַּחֲבֵרוֹ: \n",
            "english": "When partners desire to divide a place that is not large enough to be divided, each one has the right to retract until the actual division is made. This applies even when the decision was confirmed with a <i>kinyan</i>, for this is merely a <i>kinyan</i> concerning words, as we have explained.<br>If, however, the partners made a <i>kinyan</i>, stating that this one desired the portion of the property in one direction, and the other desired the portion of the property in the other direction, they cannot retract. Similarly, if each one went and manifested ownership over his portion, neither can retract, even though they did not confirm their commitment with a <i>kinyan</i>."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָאַחִין שֶׁחָלְקוּ וְעָשׂוּ בֵּינֵיהֶם גּוֹרָל כֵּיוָן שֶׁעָלָה גּוֹרָל לְאֶחָד מֵהֶן קָנוּ כֻּלָּן. בַּהֲנָיָה שֶׁנַּעֲשֵׂית לָהֶם שֶׁשָּׁמְעוּ זֶה מִזֶּה לְדָבָר שֶׁהִסְכִּימוּ עָלָיו גָּמַר כָּל אֶחָד מֵהֶן וּמַקְנֶה לַחֲבֵרוֹ: \n",
            "english": "When brothers divide an estate by lottery, once one of them receives his lot, they all acquire the remainder of the property. The rationale is that with the satisfaction that they receive from the fact that they carried out the agreement that they arranged between themselves, each one concluded the matter and transferred the appropriate share to his fellow."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הָאַחִין שֶׁחָלְקוּ הֲרֵי הֵן כְּלָקוֹחוֹת זֶה מִזֶּה. וְאֵין לָהֶם דֶּרֶךְ זֶה עַל זֶה. וְלֹא סֻלָּמוֹת זֶה עַל זֶה. וְלֹא חַלּוֹנוֹת זֶה עַל זֶה. וְלֹא אַמַּת הַמַּיִם זֶה עַל זֶה. שֶׁכֵּיוָן שֶׁחָלְקוּ לֹא נִשְׁאַר לְאֶחָד מֵהֶן זְכוּת בְּחֵלֶק חֲבֵרוֹ. לְפִיכָךְ יֵשׁ לוֹמַר לָאַחִין כְּשֶׁהָיְתָה הַשָּׂדֶה כֻּלָּהּ לְאֶחָד הָיָה מַעֲבִיר בָּהּ אַמַּת הַמַּיִם הַזֹּאת מִמָּקוֹם לְמָקוֹם אֲבָל עַתָּה שֶׁנַּעֲשֵׂית זֶה חֶלְקִי יֵשׁ לִי לְהָסִיר אַמַּת הַמַּיִם מֵעָלַי. וְכֵן סוֹתֵם הַחַלּוֹן הַמַּשְׁקִיף עַל חֶלְקוֹ וּבוֹנֶה בְּצַד הַסֻּלָּם אַף עַל פִּי שֶׁהוּא מְבַטֵּל תַּשְׁמִישׁוֹ. וְהוּא הַדִּין בִּשְׁנַיִם שֶׁקָּנוּ שָׂדֶה מֵאֶחָד וְחָלְקוּ לֹא נִשְׁאַר לְאֶחָד מֵהֶם זְכוּת בְּחֵלֶק חֲבֵרוֹ. וּמַפְסִיק אַמַּת הַמַּיִם מֵחֶלְקוֹ וְסוֹתֵם הַחַלּוֹנוֹת: \n",
            "english": "When brothers divide an estate, they are considered as having purchased their shares from each other. Thus, none of them is entitled to claim from any of the others the right of passage, the right to erect a ladder, the right to maintain a window, or the right to the passage of an irrigation channel. For once they have divided the property, none of them has any right with regard to the property belonging to any of the other brothers.<br>Therefore, one brother may tell another: \"When the field was owned by one person, he would cause this irrigation ditch to pass from one place to another. Now, however, that this field has become my portion, I have the right to close the irrigation ditch.\" Similarly, he may block off a window that looks over his portion and build next to a ladder, even though it nullifies its usefulness.<br>The same laws apply when two people buy a field in partnership from one person and then decide to divide the property. Neither has any rights with regard to the portion of his colleague. The owner of either portion may dam the irrigation ditch or block off the windows."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "אֲבָל שְׁנַיִם שֶׁקָּנוּ שָׂדֶה מִשְּׁנֵי אֲנָשִׁים אוֹ מִשְּׁנֵי אַחִין. אֵין לְאֶחָד מֵהֶן לְהַפְסִיק אַמַּת הַמַּיִם וְלֹא לְשַׁנּוֹת דָּבָר מִן הַנְּזָקִים שֶׁהֶחְזִיקוּ בָּהֶן הַמּוֹכְרִין: \n",
            "english": "When, by contrast, two people buy a field from two other people, or from two brothers, neither has the right to dam the irrigation ditch or to change any other of the privileges that one of the sellers had established as his own, even though it is damaging to his colleague."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "חֲצַר הַשֻּׁתָּפִין שֶׁיֵּשׁ בָּהּ דִּין חֲלוּקָה. אוֹ שֶׁחִלְּקוּהָ בִּרְצוֹנָם אַף עַל פִּי שֶׁאֵין בָּהּ דִּין חֲלוּקָה. יֵשׁ לְכָל אֶחָד מֵהֶן לָכֹף אֶת חֲבֵרוֹ לִבְנוֹת הַכֹּתֶל בָּאֶמְצַע כְּדֵי שֶׁלֹּא יִרְאֵהוּ חֲבֵרוֹ בְּשָׁעָה שֶׁמִּשְׁתַּמֵּשׁ בְּחֶלְקוֹ. שֶׁהֶזֵּק רְאִיָּה הֶזֵּק הוּא וְאֵין לוֹ חֲזָקָה בֶּחָצֵר. אֶלָּא אַף עַל פִּי שֶׁעָמְדוּ כָּךְ שָׁנִים רַבּוֹת בְּלֹא מְחִצָּה כּוֹפֵהוּ לַעֲשׂוֹת מְחִצָּה בְּכָל עֵת שֶׁיִּרְצֶה: \n",
            "english": "The following rule applies with regard to a courtyard owned in partnership that is large enough to divide or one that was divided by consent, even though it is not large enough to divide. Each of the partners may compel the other to join in the building of a wall in the middle of the courtyard, so that one will not see the other when using the courtyard.<br>The rationale is that damage caused by an invasion of privacy is considered to be damage.<br>Neither partner can claim that it is an established fact that the courtyard has remained without a wall. Instead, even though the courtyard stood many years without a divider, one partner can compel the other to join in the building of a divider whenever he desires."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "רֹחַב מְקוֹם הַכֹּתֶל מִשֶּׁל שְׁנֵיהֶם. וְכַמָּה יִהְיֶה רָחְבּוֹ. הַכּל כְּמִנְהַג הַמְּדִינָה. וַאֲפִלּוּ נָהֲגוּ לַעֲשׂוֹת מְחִצָּה בֵּינֵיהֶם בְּקָנִים וּבְהוּצִין. וּבִלְבַד שֶׁלֹּא יִהְיֶה אֲוִיר שֶׁיִּסְתַּכֵּל בּוֹ וְיִרְאֶה אֶת חֲבֵרוֹ: \n",
            "english": "The space where the wall will be built comes from both partners.<br>How wide must the partition be? Everything depends on local custom. Even if the local custom is to make a partition from reeds or palm leaves, such a partition is made, provided it does not leave open space for one neighbor to look and see his colleague."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "כַּמָּה גֹּבַהּ הַכֹּתֶל אֵין פָּחוֹת מֵאַרְבַּע אַמּוֹת. וְכֵן בְּגִנָּה כּוֹפֵהוּ לְהַבְדִּיל גִּנָּתוֹ מִגִּנַּת חֲבֵרוֹ בִּמְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים. אֲבָל בְּבִקְעָה אֵין צָרִיךְ לְהַבְדִּיל בִּקְעָתוֹ מִבִּקְעַת חֲבֵרוֹ אֶלָּא בְּמָקוֹם שֶׁנָּהֲגוּ. רָצָה לְהַבְדִּיל בִּקְעָתוֹ מִבִּקְעַת חֲבֵרוֹ כּוֹנֵס לְתוֹךְ שֶׁלּוֹ וּבוֹנֶה וְעוֹשֶׂה חָזִית כְּמוֹ אַמָּה בְּסִיד מִבַּחוּץ כְּדֵי לְהוֹדִיעַ שֶׁהַכֹּתֶל שֶׁלּוֹ. לְפִיכָךְ אִם נָפַל הַכֹּתֶל הַמָּקוֹם וְהָאֲבָנִים שֶׁלּוֹ. וְאִם עָשׂוּ מִדַּעַת שְׁנֵיהֶם בּוֹנִים הַכֹּתֶל בָּאֶמְצַע וְעוֹשִׂין חֲזִית מִכָּאן וּמִכָּאן. לְפִיכָךְ אִם נָפַל הַכֹּתֶל הַמָּקוֹם וְהָאֲבָנִים שֶׁל שְׁנֵיהֶן: \n",
            "english": "How high must the wall be? No smaller than four cubits. Similarly, in a garden, a person may compel his neighbor to separate their two gardens with a divider ten handbreadths high. But in a stretch of fields, there is no need to separate one person's stretch of fields from another unless this is the local custom.<br>If a person desires to make a distinction between his stretch of fields and that belonging to his colleague, he must build the barrier within his own property. Therefore, he should make a sign of approximately a cubit by a cubit of mortar on the outside to indicate that the wall belongs to him. Therefore, if the wall falls, both the land and the stones belong to him.<br>If the wall is built by the two of them in partnership, they should build a projection on both sides. Therefore, if the wall falls, they both share the space and the stones."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "הַמּוֹכֵר גִּנָּה לַחֲבֵרוֹ סְתָם וְהָיְתָה מְעֹרֶבֶת עִם גִּנּוֹת אֲחֵרוֹת. כּוֹפִין אֶת הַלּוֹקֵחַ לִבְנוֹת אֶת הַכֹּתֶל בֵּינֵיהֶם. וַאֲפִלּוּ בְּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לִגְדֹּר בַּגִּנּוֹת. אֲבָל אִם מָכַר בִּקְעָה סְתָם אֵין מְחַיְּבִים אוֹתוֹ לִגְדֹּר אֶלָּא בְּמָקוֹם שֶׁנָּהֲגוּ: \n",
            "english": "The following rule applies when a person sells a garden to a colleague without any specifications. If it is attached with other gardens, we compel the purchaser to construct a fence between them. This applies even when the custom is not to erect fences in gardens. If, however, he sells a field without any specifications, we do not require him to erect a fence unless this is the local custom."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "מָקוֹם שֶׁנָּהֲגוּ לִבְנוֹת כְּתָלִים הַמַּבְדִּילִין בַּחֲצֵרוֹת אוֹ בַּגִּנּוֹת בַּאֲבָנִים שֶׁאֵינָן גָּזִית זֶה נוֹתֵן שְׁלֹשָׁה טְפָחִים וְזֶה נוֹתֵן שְׁלֹשָׁה טְפָחִים. בְּגָזִית זֶה נוֹתֵן טְפָחַיִם וּמֶחֱצָה וְזֶה נוֹתֵן טְפָחַיִם וּמֶחֱצָה. בִּכְפִיסִין זֶה נוֹתֵן טְפָחַיִם וְזֶה נוֹתֵן טְפָחַיִם. בִּלְבֵנִים זֶה נוֹתֵן טֶפַח וּמֶחֱצָה וְזֶה נוֹתֵן טֶפַח וּמֶחֱצָה. וְכָל הַשִּׁעוּרִין הָאֵלּוּ עֳבִי הַכֹּתֶל עִם הַסִּיד. וְהוֹאִיל וּמְקוֹם הַכֹּתֶל מִשֶּׁל שְׁנֵיהֶם אִם נָפַל הַכֹּתֶל הֲרֵי הַמָּקוֹם וְהָאֲבָנִים שֶׁל שְׁנֵיהֶם. וַאֲפִלּוּ נָפַל לִרְשׁוּת אֶחָד מֵהֶן אוֹ שֶׁפִּנָּה אֶחָד מֵהֶן אֶת כָּל הָאֲבָנִים לִרְשׁוּתוֹ וְטָעַן שֶׁמָּכַר לוֹ חֲבֵרוֹ חֶלְקוֹ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה אֵינוֹ נֶאֱמָן. אֶלָּא הֲרֵי הֵן בִּרְשׁוּת שֶׁל שְׁנֵיהֶם עַד שֶׁיָּבִיא רְאָיָה: \n",
            "english": "In a place where it is customary to use stones that are not hewn to build the walls that divide courtyards or gardens, each of the partners should give three handbreadths. If they use hewn stones, each of the partners should give two and a half handbreadths. If they use broken bricks, each of the partners should give two handbreadths. If they use bricks, each of the partners should give a handbreadth and a half. All these measures include the thickness of the wall and the mortar.<br>Since the space of the wall belongs equally to both of them, should the wall fall, the space and the stones are shared equally between them. Even if the wall fell into the property of one of them, or one cleared all the stones into his property and claimed that his colleague sold him his portion or gave it to him as a gift, his word is not accepted. Instead, they are considered to belong to both of them unless one of them proves his claim."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כֹּתֶל חָצֵר הַמַּבְדִּיל בֵּין שְׁנֵי שֻׁתָּפִין שֶׁנָּפַל. יֵשׁ לְכָל אֶחָד מִשְּׁנֵיהֶם לָכֹף עַל חֲבֵרוֹ לִבְנוֹתוֹ עַד גֹּבַהּ אַרְבַּע אַמּוֹת כְּדֵי שֶׁלֹּא יִרְאוּ זֶה אֶת זֶה. אֲבָל יֶתֶר עַל אַרְבַּע אַמּוֹת אֵין מְחַיְּבִין אוֹתוֹ. רָצָה הָאֶחָד וְהִגְבִּיהַּ הַכֹּתֶל יוֹתֵר עַל אַרְבַּע אַמּוֹת. אִם בָּא חֲבֵרוֹ וּבָנָה כֹּתֶל אַחֵר גָּבוֹהַּ כְּנֶגֶד הַכֹּתֶל שֶׁבֵּינֵיהֶן מְחַיְּבִין אוֹתוֹ לִתֵּן חֶלְקוֹ בַּגֹּבַהּ שֶׁכְּנֶגֶד כָּתְלוֹ. כֵּיצַד. בָּנָה אֶחָד כֹּתֶל שֶׁבֵּינֵיהֶן וְהִגְבִּיהוֹ עֶשֶׂר אַמּוֹת וּבָא חֲבֵרוֹ וּבָנָה כֹּתֶל אַחֵר כְּנֶגְדּוֹ אוֹ בְּצִדּוֹ לַעֲשׂוֹת לוֹ בַּיִת וְהִגְבִּיהַּ הַכֹּתֶל הָאַחֵר שֵׁשׁ אַמּוֹת מְחַיְּבִין אוֹתוֹ לִתֵּן חֶלְקוֹ בִּשְׁתֵּי אַמּוֹת שֶׁמּוֹסִיף עַל אַרְבַּע אַמּוֹת שֶׁהֲרֵי נִרְאֶה מִמַּעֲשָׂיו שֶׁהוּא רוֹצֶה בָּהֶן. וְכֵן אִם חָקַק בְּרֹאשׁ הַכֹּתֶל שֶׁבֵּינֵיהֶן מָקוֹם לְהַנִּיחַ בּוֹ הַקּוֹרוֹת אוֹ שֶׁבָּנָה עָלָיו קוֹרָה גְּדוֹלָה שֶׁהַקּוֹרוֹת נִשְׁעָנִין עָלֶיהָ מְחַיְּבִין אוֹתוֹ לִתֵּן חֶלְקוֹ בְּשֵׁשׁ הָאַמּוֹת כֻּלָּן שֶׁהוֹסִיף חֲבֵרוֹ עַל הָאַרְבַּע אַמּוֹת אַף עַל פִּי שֶׁלֹּא בָּנָה כָּל הַכֹּתֶל שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁהוּא רוֹצֶה בְּכָל הַגֹּבַהּ הַזֶּה: \n",
            "english": "When a wall that separates between two partners falls, each of the partners may compel the other to share in its construction until it reaches the height of four cubits, so that they will not see each other. We do not, however, compel a partner to build it any higher than four cubits.<br>The following rule applies if one of the partners takes the initiative and builds the wall higher than four cubits. If the other colleague comes and builds another wall of his as high as the wall between them, we obligate that partner to pay his share in the additional height that is opposite his wall.<br>What is implied? One person built a wall between himself and another partner and elevated it to a height of ten cubits. Afterwards, the other partner came and built another wall opposite it or at its side for the sake of making a room, and built that wall six cubits high. We obligate him to pay his share in the two cubits that were added to the minimum of four cubits. For it is obvious that he desired them.<br>Similarly, if he hewed out a place on the top of the wall between them to place beams or affixed permanently there a large beam on which the others rest, we obligate him to pay his share in the entire six cubits that his colleague added to the minimum of four cubits, although he did not build the entire wall. For he revealed his intent, that he desired the entire height of the wall."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֶחָד מִן הַשֻּׁתָּפִין שֶׁבָּנָה הַכֹּתֶל שֶׁמַּבְדִּיל בֵּינוֹ וּבֵין חֲבֵרוֹ עַד אַרְבַּע אַמּוֹת וְתָבַע חֲבֵרוֹ לִתֵּן חֶלְקוֹ בָּהוֹצָאָה וְאָמַר נָתַתִּי חֶלְקִי. הֲרֵי זֶה בְּחֶזְקַת שֶׁנָּתַן וְנִשְׁבָּע הֶסֵּת שֶׁנָּתַן וְנִפְטָר עַד שֶׁיָּבִיא רְאָיָה הַתּוֹבֵעַ שֶׁלֹּא נָתַן. אֲבָל אִם בָּא לִתְבֹּעַ אוֹתוֹ לִתֵּן חֶלְקוֹ בְּהוֹצָאַת שְׁאָר הַגֹּבַהּ שֶׁהוֹסִיף עַל אַרְבַּע אַמּוֹת מִפְּנֵי שֶׁסָּמַךְ לוֹ אוֹ כְּנֶגְדּוֹ וְאָמַר נָתַתִּי אֵינוֹ נֶאֱמָן. אֶלָּא חֲבֵרוֹ נִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁלֹּא נָתַן לוֹ וְנוֹטֵל מִמֶּנּוּ כְּדִין כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין. עַד שֶׁיָּבִיא רְאָיָה זֶה שֶׁנָּתַן לוֹ: \n",
            "english": "The following rule applies when one of the partners builds a wall four cubits high that separates between his property and his colleague's property and demands that his colleague pay his share of the costs. If the other colleague claims to have paid his share, we assume that he paid. He is required to take a <i>sh'vuat hesset</i> that he paid, and he is then under no further obligation unless the plaintiff brings proof that he did not pay.<br>If, however, one partner demands of the other that he pay his share in the portion of the wall that he added above the minimum four cubits, because he built next to it or opposite it, and that partner claims to have paid, his statements are not believed. Instead, the plaintiff is given the option of taking an oath while holding a sacred article, that the defendant did not pay him. He may then expropriate the money, as is the case with regard to all those who take oaths and collect, unless the defendant brings proof that he paid him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה לוֹ חֻרְבָּה בֵּין חֻרְבּוֹת חֲבֵרוֹ וְעָמַד חֲבֵרוֹ וְגָדַר רוּחַ רִאשׁוֹנָה וּשְׁנִיָּה וּשְׁלִישִׁית עַד שֶׁנִּמְצֵאת חֻרְבָּה זוֹ מִשְּׁלֹשׁ רוּחוֹתֶיהָ גְּדוּרָה. אֵין מְחַיְּבִין אוֹתוֹ לִתֵּן לוֹ הַהוֹצָאָה כְּלוּם שֶׁהֲרֵי לֹא הוֹעִיל לוֹ וַהֲרֵי חֻרְבָּתוֹ פְּתוּחָה לִרְשׁוּת הָרַבִּים כְּשֶׁהָיְתָה. לְפִיכָךְ אִם גָּדַר לוֹ רוּחַ רְבִיעִית עַד שֶׁנִּמְצֵאת חֻרְבָּתוֹ מֻקֶּפֶת גָּדֵר מְגַלְגְּלִין עָלָיו אֶת הַכּל וְנוֹתֵן חֲצִי הַהוֹצָאָה שֶׁהוֹצִיא זֶה בְּאַרְבַּע רוּחוֹת עַד אַרְבַּע אַמּוֹת. וּבִלְבַד שֶׁיִּהְיֶה מְקוֹם הַכֹּתֶל שֶׁל שְׁנֵיהֶם: \n",
            "english": "The following rules apply when a person owns one ruin in the midst of several ruins belonging to a colleague. Although the colleague builds a divider on one side of the owner's ruin, and then on a second side, and then on a third side, and thus the ruin is enclosed from three sides, we do not obligate the owner to pay any of the costs. For the construction is of no benefit to him, since his ruin is still open to the public domain as it was before.<br>Therefore, if the builder also encloses the fourth side for him, and thus the owner's ruin is totally enclosed by a partition, we require him to pay his share in the entire amount. He must pay half the costs that his colleague undertook in building the divider four cubits high around all four sides. This applies provided the place of the wall belongs to both of them."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֲבָל אִם הָיָה הַכֹּתֶל שֶׁל זֶה שֶׁבָּנָה וּבְחֶלְקוֹ בָּנָה יֵרָאֶה לִי שֶׁאֵין מְגַלְגְּלִין עָלָיו אֶלָּא דָּבָר מוּעָט כְּמוֹ שֶׁיִּרְאוּ הַדַּיָּנִין שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהִשְׁתַּמֵּשׁ בַּכְּתָלִים. וְכֵן אִם הַנִּקָּף עַצְמוֹ הוּא שֶׁגָּדַר רוּחַ רְבִיעִית הֲרֵי גִּלָּה דַּעְתּוֹ וְנוֹתֵן חֲצִי הַהוֹצָאָה שֶׁל שָׁלֹשׁ רוּחוֹת אִם הָיוּ הַכְּתָלִים שֶׁל שְׁנֵיהֶם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "If, however, the builder constructs the wall on his own property, it appears to me that the owner is charged only a small amount, as the judges see fit, because he does not have the right to use the walls.<br>If the person whose property was enclosed himself encloses the fourth side, he has revealed his consent and he must pay half the cost of the other three sides if the wall belongs to both of them. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵן שְׁנֵי בָּתִּים זֶה בְּצַד זֶה וְהָיוּ גַּגֵּיהֶן עֲשׂוּיִין לְדִירָה אֲפִלּוּ הָיוּ בִּשְׁנֵי צִדֵּי רְשׁוּת הָרַבִּים זֶה עוֹשֶׂה מַעֲקֶה לַחֲצִי גַּגּוֹ שֶׁהוּא דָּר בּוֹ וְזֶה עוֹשֶׂה מַעֲקֶה לַחֲצִי גַּגּוֹ. וְזֶה שֶׁלֹּא כְּנֶגֶד זֶה וּמַעֲדִיף כְּדֵי שֶׁלֹּא יִרְאוּ זֶה אֶת זֶה. וְאַף עַל פִּי שֶׁבְּנֵי רְשׁוּת הָרַבִּים רוֹאִין אוֹתוֹ יָכוֹל כָּל אֶחָד לוֹמַר לַחֲבֵרוֹ אֵלּוּ אֵין רוֹאִין אוֹתִי אֶלָּא בַּיּוֹם בְּעֵת שֶׁאֶעֱמֹד עַל גַּגִּי וְאַתָּה רוֹאֶה אוֹתִי תָּמִיד: \n",
            "english": "Principles similar to those that govern walls dividing courtyards apply to the construction of guard rails on roofs. If there are two houses situated next to each other, and their roofs are fit for use, one owner should make a guard rail for the half of the roof where he dwells, and the other should make a guard rail for the half of the roof where he dwells. They should extend the partitions beyond the midpoint, so that they will not see each other.<br>This applies even if the houses are built on two sides of the public domain. Although the people from the public domain can see the person on his roof, each one can tell his colleague: \"The people in the public domain see me only during the day, when I stand on my roof. You, by contrast, see me at all times.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "גַּג הַסָּמוּךְ לַחֲצַר חֲבֵרוֹ עוֹשֶׂה לוֹ מַעֲקֶה גָּבוֹהַּ אַרְבַּע אַמּוֹת. אֲבָל בֵּין גַּג לְגַג מִשְּׁאָר הַגַּגִּין אֵינוֹ זָקוּק לְאַרְבַּע אַמּוֹת שֶׁאֵין בְּנֵי אָדָם דָּרִין בַּגַּגּוֹת לְפִיכָךְ אֵין בַּגַּגּוֹת הֶזֵּק רְאִיָּה. אֲבָל צָרִיךְ לַעֲשׂוֹת מְחִצָּה בֵּין שְׁנֵי הַגַּגִּין גְּבוֹהָה עֲשָׂרָה טְפָחִים כְּדֵי שֶׁיִּתְפֹּס אוֹתוֹ כְּגַנָּב אִם נִכְנַס לִרְשׁוּתוֹ: \n",
            "english": "When a person's roof is close to a courtyard belonging to a neighbor, he should build a guard rail four cubits high.<br>Between one roof and another, however, four cubits are not necessary. For people do not live on the roofs, and there is no concept of invasion of privacy. One must, nevertheless, make a divider ten handbreadths high between one roof and another to make a distinction, so that if one enters the other's property, it will be obvious that he is like a thief."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁתֵּי חֲצֵרוֹת זוֹ לְמַעְלָה מִזּוֹ לֹא יֹאמַר הָעֶלְיוֹן הֲרֵינִי בּוֹנֶה מִכְּנֶגְדִּי וְעוֹלֶה אֶלָּא בּוֹנִים שְׁנֵיהֶם מִלְּמַטָּה וְעוֹלֶה וּבוֹנֶה הָעֶלְיוֹן לְבַדּוֹ מִכְּנֶגְדּוֹ וָמַעְלָה. וְאִם הָיְתָה חֲצֵרוֹ לְמַעְלָה מִגַּגּוֹ שֶׁל חֲבֵרוֹ אֵין הָעֶלְיוֹן זָקוּק לַתַּחְתּוֹן כְּלָל: \n",
            "english": "When there are two courtyards, and one is situated above the other, the owner of the upper courtyard may not say: \"I will build from my level and higher.\" Instead, both of them must share in the building from below upward, and the owner of the upper courtyard must build from his level and higher alone.<br>If a person's courtyard was higher than the roof belonging to a colleague, the owner of the higher property need not be concerned with the lower property at all."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה כָּתְלוֹ סָמוּךְ לְגִנַּת חֲבֵרוֹ וְנָפַל כּוֹפִין אוֹתוֹ לְפַנּוֹת אֲבָנָיו. אָמַר לוֹ הִגִּיעוּךָ וַהֲרֵי הֵן שֶׁלְּךָ אֵין שׁוֹמְעִין לוֹ. וְאִם רָצָה בָּהֶן בַּעַל הַגִּנָּה וְאָמַר לוֹ הֵן אִם פִּנָּה אוֹתָם קָנָה וְאֵינוֹ יָכוֹל לַחְזֹר בּוֹ וַאֲפִלּוּ אָמַר הֵילָךְ יְצִיאוֹתֶיךָ וְאֶטּל אֲבָנַי אֵין שׁוֹמְעִין לוֹ. אֲבָל אִם לֹא פִּנָּה לֹא קָנָה שֶׁלֹּא אָמַר לוֹ אֶלָּא לִדְחוֹתוֹ: \n",
            "english": "When a wall belonging to a person that was located next to a garden belonging to a colleague falls, we compel the owner of the wall to remove his stones. If the owner of the wall tells the owner of the garden: \"See, it came to you; they are yours,\" we do not heed him.<br>If, however, the owner of the garden desired the stones and agreed, saying \"yes, \" when he removes them, he acquires them. The owner of the wall may not retract. Even if he tells the owner of the garden: \"Here is the money for your costs; let me take my stones,\" we do not heed him. If, however, the owner of the garden did not remove the stones, he does not acquire them. We assume that the owner of the wall made the statement only to procrastinate."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "חָמֵשׁ גִּנּוֹת הַמְסַפְּקוֹת מַיִם מִמַּעְיָן אֶחָד וְנִתְקַלְקֵל הַמַּעְיָן כֻּלָּן מְתַקְּנוֹת עִם הָעֶלְיוֹנָה. נִמְצֵאת הַתַּחְתּוֹנָה מְתַקֶּנֶת עִם כֻּלָּן וּמְתַקֶּנֶת לְעַצְמָהּ. וְהָרִאשׁוֹנָה אֵינָהּ מְתַקֶּנֶת עִם הַשְּׁנִיָּה וְלֹא מֵהַשְּׁנִיָּה וּלְמַטָּה. וְכֵן חָמֵשׁ חֲצֵרוֹת שֶׁשּׁוֹפְכִין מַיִם לְבִיב אֶחָד וְנִתְקַלְקֵל הַבִּיב כֻּלָּן מְתַקְּנוֹת עִם הַתַּחְתּוֹנָה. נִמְצֵאת הָעֶלְיוֹנָה מְתַקֶּנֶת עִם כֻּלָּן וּמְתַקֶּנֶת לְעַצְמָהּ וְהַתַּחְתּוֹנָה אֵינָהּ מְתַקֶּנֶת עִם הַשְּׁנִיָּה וְלֹא מִשְּׁנִיָּה וּלְמַעְלָה: \n",
            "english": "The following laws apply when there are five gardens that derive water from one spring, and the spring becomes impaired. All the owners of the gardens must share in the repairs made by the owner of the first garden. Thus the owner of the lowest garden must share in the repairs undertaken by all the others, but must make any repairs necessary in his own domain by himself. The owner of the first garden, by contrast, does not share in the repairs of the second, nor in any of those that are below him.<br>Similar laws apply when the inhabitants of five courtyards pour water into one drain, and the drain becomes damaged. All the inhabitants of the courtyards share in the repairs of the lower one. Thus, the inhabitants of the highest courtyard must share in the repairs undertaken by all the others, but must make any repairs necessary in his own domain by himself. The inhabitants of the lowest courtyard, by contrast, do not share in the repairs of the second, nor in any of those that are above it."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בְּנֵי הַנָּהָר מַשְׁקִין עַל הַסֵּדֶר. רָצָה אֶחָד מֵהֶן לִסְכֹּר כְּדֵי שֶׁיַּחֲזֹר לוֹ הַמַּיִם וְיַשְׁקֶה תְּחִלָּה וְאַחַר כָּךְ יִפְתַּח. וְאַחֵר רוֹצֶה לְהַשְׁקוֹת תְּחִלָּה. כָּל הַמִּתְגַּבֵּר זָכָה. וּבוֹר הַקָּרוֹב לָאַמָּה מִתְמַלֵּא רִאשׁוֹן מִפְּנֵי דַּרְכֵי שָׁלוֹם: \n",
            "english": "People with properties adjacent to a river who irrigate their fields with water from the river should do so in the sequence in which their properties are situated.<br>If one of the owners desired to dam up the river so that the water would flow through his property first, and only afterwards would he open it, and another owner wants the river to remain open so that his property will be irrigated first, whoever overcomes the other prevails.<br>When a cistern is close to an irrigation ditch, it can be filled first as an expression of \"the ways of peace.\""
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה לוֹ עֲלִיָּה לְמַעְלָה מִבֵּיתוֹ שֶׁל חֲבֵרוֹ וְנָפַל כֹּתֶל מִכָּתְלֵי הַבַּיִת אֵין בַּעַל הָעֲלִיָּה נוֹתֵן לוֹ כְּלוּם בִּיצִיאוֹתָיו וְכוֹפֶה אֶת בַּעַל הַבַּיִת לִבְנוֹתוֹ כְּשֶׁהָיָה. אֲבָל אֵין בַּעַל הַבַּיִת כּוֹפֶה לְבַעַל הָעֲלִיָּה לִבְנוֹת כֹּתֶל עֲלִיָּה שֶׁנָּפַל. וְהַתִּקְרָה שֶׁל בַּיִת הֲרֵי הִיא שֶׁל בַּעַל הַבַּיִת וְהַמַּעֲזִיבָה שֶׁעַל הַתִּקְרָה הֲרֵי הִיא שֶׁל בַּעַל הָעֲלִיָּה: \n",
            "english": "The following rules apply when a person owns a loft that is situated above a house belonging to a colleague. If one of the walls of the house falls, the owner of the loft is not required to pay any of the costs incurred by the owner of the house in repairing it. And he may compel the owner of the house to repair it as it was originally. If, by contrast, one of the walls of the loft falls, the owner of the house cannot compel the owner of the loft to repair it.<br>The ceiling is the responsibility of the owner of the house. The plaster above it is the responsibility of the owner of the loft."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "נָפְלוּ שְׁנֵיהֶם הַבַּיִת וְהָעֲלִיָּה הֲרֵי שְׁנֵיהֶם חוֹלְקִין בָּעֵצִים וּבַאֲבָנִים וּבֶעָפָר. וְאִם נִשְׁתַּבְּרוּ מִקְצָת הָאֲבָנִים רוֹאִין אֵי זוֹ רְאוּיָה לְהִשְׁתַּבֵּר אִם אַבְנֵי הַבַּיִת אוֹ אַבְנֵי הָעֲלִיָּה. וְדָבָר זֶה יָדוּעַ מִדֶּרֶךְ הַנְּפִילָה אִם נָפַל הָעֶלְיוֹן עַל הַתַּחְתּוֹן וַהֲרָסוֹ אוֹ נִשְׁמַט הַתַּחְתּוֹן וְנָפַל הָעֶלְיוֹן וְנֶהֱרַס. וְאִם אֵינָן יוֹדְעִין כֵּיצַד נָפַל חוֹלְקִין הָאֲבָנִים הַשְּׁלֵמוֹת וְהַשְּׁבוּרוֹת: \n",
            "english": "If both the house and the loft fall, both owners share equally in the wood, the stones and the sand.<br>If some of the stones are broken, we determine which of the stones were more likely to have broken, the stones of the house or the stones of the loft. This can be determined by the manner in which the stones fell: whether the upper stones fell on the lower stones and destroyed them or the lower stones slipped out and the upper stones fell and were destroyed. If it cannot be determined how the stones fell, both the whole stones and the broken stones should be divided equally."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אָמַר בַּעַל הָעֲלִיָּה לְבַעַל הַבַּיִת לִבְנוֹת כְּדֵי שֶׁיִּבְנֶה עֲלִיָּתוֹ עַל גַּבָּיו וְהוּא אֵינוֹ רוֹצֶה הֲרֵי בַּעַל הָעֲלִיָּה בּוֹנֶה אֶת הַבַּיִת כְּשֶׁהָיָה. וְיוֹשֵׁב וְדָר בְּתוֹכוֹ עַד אֲשֶׁר יִתֵּן כָּל יְצִיאוֹתָיו וְאַחַר כָּךְ יֵצֵא וְיִבְנֶה עֲלִיָּתוֹ אִם רוֹצֶה: \n",
            "english": "The following rule applies when both structures fall, and the owner of the loft tells the owner of the house to rebuild his home so that he can build his loft upon it, but the owner of the home refuses to do so. The owner of the loft may rebuild the home to its original size and live inside it until the owner of the home reimburses him for all his costs. Then he must leave, and he may build his loft upon it if he desires."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאִם אֵין אֶחָד מֵהֶן יָכוֹל לִבְנוֹת בַּעַל הָעֲלִיָּה נוֹטֵל שְׁלִישׁ הַקַּרְקַע וּבַעַל הַבַּיִת שְׁנֵי שְׁלִישִׁים: \n",
            "english": "If neither of them is able to rebuild the building, the owner of the loft receives one third of the land, and the owner of the house receives two thirds of the land."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "רָצָה בַּעַל הַבַּיִת לִבְנוֹת בֵּיתוֹ בּוֹנֶה כְּשֶׁהָיָה. וְאִם בָּא לְשַׁנּוֹת בַּכְּתָלִים אִם חִזֵּק אוֹתָן וְהִרְבָּה בְּרָחְבָּן יוֹתֵר מִמַּה שֶּׁהָיוּ שׁוֹמְעִין לוֹ. רָצָה לְמַעֵט בְּרָחְבָּן אוֹ לִפְחוֹת מֵחָזְקָן כְּגוֹן שֶׁהָיוּ אֲבָנִים וּבִקֵּשׁ לְהַחְזִיר לְבֵנִים וְכַיּוֹצֵא בָּהֶן אֵין שׁוֹמְעִין לוֹ. בָּא לְשַׁנּוֹת אֶת הַתִּקְרָה לְקוֹרוֹת כְּבֵדִין וַחֲזָקִין שׁוֹמְעִין לוֹ. לִפְחוֹת בְּרָחְבָּן פָּחוֹת מִמַּה שֶּׁהָיוּ אֵין שׁוֹמְעִין לוֹ. הִרְבָּה בְּחַלּוֹנוֹת אוֹ שֶׁהוֹסִיף בְּגֹבַהּ הַבַּיִת אֵין שׁוֹמְעִין לוֹ. מִעֵט בְּחַלּוֹנוֹת אוֹ שֶׁמִּעֵט בְּגֹבַהּ הַבַּיִת שׁוֹמְעִין לוֹ. וְכֵן בַּעַל הָעֲלִיָּה בּוֹנֶה אוֹתָהּ אִם רָצָה כְּשֶׁהָיְתָה. וְאִם בָּא לְשַׁנּוֹת הַכְּתָלִים לְהַרְחִיב וּלְהַחְזִיק אֵין שׁוֹמְעִין לוֹ מִפְּנֵי שֶׁהוּא מַכְבִּיד עַל כֹּתֶל הַתַּחְתּוֹן. אֲבָל לְמַעֵט שׁוֹמְעִין לוֹ. וְכֵן בְּקוֹרוֹת תִּקְרָה הָעֶלְיוֹנָה אִם שִׁנָּה אוֹתָם לְקַלִּים מִמַּה שֶּׁהָיוּ שׁוֹמְעִין לוֹ. לִכְבֵדִים מֵהֶן אֵין שׁוֹמְעִין לוֹ. הִרְבָּה בְּחַלּוֹנוֹת אוֹ שֶׁמִּעֵט בְּגֹבַהּ הָעֲלִיָּה שׁוֹמְעִין לוֹ. אֲבָל אִם מִעֵט בְּחַלּוֹנוֹת אוֹ הִרְבָּה בְּגָבְהָהּ אֵין שׁוֹמְעִין לוֹ: \n",
            "english": "If the owner of the house desires to rebuild his home, he should rebuild it as it was originally. The following laws apply if he desires to change the structure of the walls: If he desires to strengthen them and increase their width beyond their previous measures, his desire is heeded. If he desires to make them narrower or weaker - e.g., originally, they had been made from stone, and now he wants to make them from bricks - his desire is not heeded.<br>If he desires to build the ceiling with heavier and stronger beams, his desire is heeded. If he desires to make them narrower than they were originally, his desire is not heeded.<br>If he desires to add more windows or increase the height of the house, his desire is not heeded. If he desires to reduce the number of windows or diminish the height of the house, his desire is heeded.<br>Similarly, the owner of the loft should rebuild it as it was originally. If he desires to change the structure of the walls, to increase their width and strengthen them, his desire is not heeded, because he places an additional burden on the lower walls. If he desires to make them narrower, his desire is heeded.<br>Similar laws apply with regard to the beams of the ceiling of the loft. If he desires to exchange them for lighter ones, his desire is heeded. If he desires to use heavier beams, his desire is not heeded.<br>If he desires to add more windows or diminish the height of the loft, his desire is heeded. If he desires to reduce the number of windows or increase the height of the house, his desire is not heeded."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "נִתְדַּלְדְּלוּ קוֹרוֹת הַבַּיִת וְיָרְדוּ לַאֲוִיר הַבַּיִת אִם הִגִּיעוּ לְתוֹךְ עֲשָׂרָה טְפָחִים סוֹתֵר וּבוֹנֶה. וְאִם לֹא הִגִּיעוּ יָכוֹל בַּעַל הָעֲלִיָּה לְעַכֵּב עָלָיו. וַאֲפִלּוּ אָמַר לוֹ בַּעַל הַבַּיִת אֲנִי אֶשְׂכֹּר לְךָ מָקוֹם כְּדֵי שֶׁתָּדוּר בּוֹ עַד שֶׁאֲתַקֵּן הַתִּקְרָה אֵין שׁוֹמְעִין לוֹ שֶׁהֲרֵי אוֹמֵר לוֹ אֵינִי רוֹצֶה שֶׁאֶטְרַח מִמָּקוֹם לְמָקוֹם כְּדֵי שֶׁתְּתַקֵּן אֶת בֵּיתְךָ: \n",
            "english": "The following rules apply when the beams of the ceiling sink lower and descend into the space of the house. If they reach within ten handbreadths of the ground, the owner of the house may destroy and rebuild the entire structure. If they do not reach that low, the owner of the loft may prevent him from doing so. Even if the owner of the house tells the owner of the loft: \"I will rent you another place to live until I repair the ceiling,\" his desire is not heeded. For the owner of the loft will tell him: \"I do not want the difficulty of moving from place to place so that you can repair your home.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הִתְנוּ בֵּינֵיהֶם עַל דָּבָר זֶה. אִם נִשְׁאַר בְּגֹבַהּ הַבַּיִת כְּדֵי שֶׁיִּקַּח אָדָם חֲבִילָה בֵּינוֹנִית עַל רֹאשׁוֹ וְיִכָּנֵס בָּהּ תַּחַת קוֹרוֹת אֵלּוּ שֶׁנֶּעֶקְמוּ אֵינוֹ סוֹתֵר. וְאִם אֵינוֹ יָכוֹל לְהִכָּנֵס בָּהּ עַד שֶׁיָּכֹף אֶת רֹאשׁוֹ סוֹתֵר וּמְתַקֵּן וּבוֹנֶה. וְאֵין בַּעַל הָעֲלִיָּה יָכוֹל לְעַכֵּב שֶׁהֲרֵי הִתְנוּ בֵּינֵיהֶם תְּחִלָּה: \n",
            "english": "If an agreement was made between the two of them that as long as the house is high enough that a person can enter while carrying an ordinary sized burden on his head despite the fact that the beams have bent lower, the owner may not tear it down. If, however, he cannot enter while carrying such a burden unless he bends his head, he may tear it down, repair it and rebuild it, then the owner of the loft may not prevent him. For this was the agreement they made at the outset."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בֵּית הַבַּד שֶׁהוּא בָּנוּי בָּעֳבִי הָהָר וְגִנָּה אַחַת עַל גַּבָּיו. וְנִפְחֲתוּ שְׁמֵי בֵּית הַבַּד כְּאַרְבָּעָה טְפָחִים אוֹ יוֹתֵר. הֲרֵי בַּעַל הַגִּנָּה יוֹרֵד וְזוֹרֵעַ לְמַטָּה עַד שֶׁיַּעֲשֶׂה זֶה לַבַּיִת בַּדוֹ כֵּיפִין. וִיתַקֵּן הָעֶלְיוֹן קַרְקַע גִּנָּתוֹ וְיִזְרַע כָּל גִּנָּתוֹ: \n",
            "english": "The following rule applies when an olive press is built in the midst of a mountain, a garden is located upon it, and then the top of the olive press becomes opened four handbreadths or more. The owner of the garden may descend and sow the earth of the olive press until the owner of the olive press makes a covering for the olive press, so that the owner of the higher property can restore the earth of his garden and sow it."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שְׁתֵּי גִּנּוֹת זוֹ עַל גַּב זוֹ וְהַיָּרָק בֵּינְתַיִם בְּגֹבַהּ עֳבִי הָאָרֶץ שֶׁבֵּינֵיהֶם. כָּל שֶׁהָעֶלְיוֹן יָכוֹל לִפְשֹׁט אֶת יָדוֹ וְלִטּל אוֹתוֹ מֵעִקָּרוֹ הֲרֵי הוּא שֶׁלּוֹ וּבִלְבַד שֶׁלֹּא יֶאֱנֹס אֶת עַצְמוֹ וְהַשְּׁאָר שֶׁל תַּחְתּוֹן. הָיָה מַגִּיעַ לְנוֹפוֹ וְאֵינוֹ מַגִּיעַ לְעִקָּרוֹ לֹא יִטּל הָעֶלְיוֹן וְאִם נָטַל אֵין מוֹצִיאִין אוֹתוֹ מִיָּדוֹ. אֲבָל הָאִילָן הָעוֹמֵד עַל הַמֵּצַר אַף עַל פִּי שֶׁהוּא נוֹטֶה לְתוֹךְ שָׂדֶה אַחַת מֵהֶן הֲרֵי שְׁנֵיהֶם חוֹלְקִין בְּפֵרוֹתָיו: \n",
            "english": "The following rules apply when there are two gardens, one on top of the other on the slope of a mountain, and there are vegetables growing on the surface of the earth between them. Any vegetables to which the owner of the higher property can extend his hand and pull out by their roots belong to him, provided he does not strain himself. The remainder belong to the owner of the lower property.<br>If the owner of the higher property can reach the leaves of the vegetables, but cannot reach their roots, he should not take them. If, however, he does take them, they should not be expropriated from his possession.<br>Different laws apply with regard to a tree that stands on the boundary line between two properties. Even though it leans into the field belonging to one of them, both of them may divide the fruits."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שָׁטַף נָהָר אֶת זֵיתָיו וּשְׁתָלָם בְּתוֹךְ שְׂדֵה חֲבֵרוֹ וְאָמַר הַלָּה זֵיתַי אֲנִי נוֹטֵל אֵין שׁוֹמְעִין לוֹ מִשּׁוּם יִשּׁוּב הָאָרֶץ אֶלָּא יַעַמְדוּ בִּמְקוֹמָן. וְאִם עֲקָרָן הַנָּהָר בְּגוּשֵׁיהֶן כְּשֶׁשְּׁתָלָן יַחְלְקוּ הַפֵּרוֹת בַּעַל הַשָּׂדֶה עִם בַּעַל הַזֵּיתִים כָּל שָׁלֹשׁ שָׁנִים וּלְאַחַר שָׁלֹשׁ הַכּל לְבַעַל הַשָּׂדֶה. וְאִם לֹא נֶעֶקְרוּ בְּגוּשֵׁיהֶן הַכּל לְבַעַל הַקַּרְקַע מִיָּד: \n",
            "english": "The following rules apply if a river washes away olive trees belonging to one person and plants them in a field belonging to another. If the owner of the trees says: \"I want to take my olive trees, his desire is not heeded, in order that the land be settled. Instead, they should remain in their place.<br>If the river uproots the trees together with their earth when it replants them, the owner of the field and the owner of the olive trees should divide the fruit for the first three years. After three years, all the produce belongs to the owner of the field. If they were not uprooted together with their earth, the owner of the field is entitled to the entire benefit immediately."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כַּיּוֹצֵא בּוֹ הַמּוֹכֵר זֵיתָיו לְעֵצִים אִם פָּסַק עִמּוֹ לָקֹץ מִיַּד כָּל הַפֵּרוֹת שֶׁיַּעֲשׂוּ הֲרֵי הֵן לְבַעַל הַקַּרְקַע. וְאִם הִתְנָה עִמּוֹ לָקֹץ כָּל זְמַן שֶׁיִּרְצֶה כָּל הַפֵּרוֹת שֶׁיּוֹצִיאוּ לְבַעַל הָעֵצִים. מָכַר סְתָם אִם עָשׂוּ פָּחוֹת מֵרְבִיעִית לִסְאָה חוּץ מִן הַהוֹצָאָה הֲרֵי אֵלּוּ שֶׁל בַּעַל הַזֵּיתִים. עָשׂוּ רְבִיעִית לִסְאָה חוּץ מִן הַהוֹצָאָה הֲרֵי אֵלּוּ יַחֲלֹקוּ: \n",
            "english": "Similar concepts apply when a person sells his olive trees to be used as wood. If the agreement was that he would cut them down immediately, all the fruit they produce belongs to the owner of the land. If the agreement was that he could cut them down whenever he desires, all the fruit they produce belongs to the owner of the trees.<br>The following rules apply when the trees were sold without a specific agreement. If they produce no more than a <i>revi'it</i> per <i>se'ah</i> beyond the costs involved, they belong to the owner of the olive trees. If they produce more than a <i>revi'it</i> per <i>se'ah</i> beyond the costs involved, they should be divided."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "חֲצַר הַשֻּׁתָּפִין כָּל אֶחָד מֵהֶן כּוֹפֶה אֶת חֲבֵרוֹ לַעֲשׂוֹת בָּהּ בֵּית שַׁעַר וְדֶלֶת. וְכֵן כָּל הַדְּבָרִים שֶׁהֶחָצֵר צְרִיכָה לָהֶם צֹרֶךְ גָּדוֹל. אוֹ דְּבָרִים שֶׁנָּהֲגוּ בְּנֵי הַמְּדִינָה לַעֲשׂוֹתָם. אֲבָל שְׁאָר הַדְּבָרִים כְּגוֹן צִיּוּר וְכִיּוּר וְכַיּוֹצֵא בּוֹ אֵינוֹ כּוֹפֵהוּ. עָשָׂה אֶחָד מֵהֶן מֵעַצְמוֹ אִם גִּלָּה הַשֵּׁנִי דַּעְתּוֹ שֶׁנּוֹחַ לוֹ בְּמַה שֶּׁעָשָׂה חֲבֵרוֹ מְגַלְגְּלִין עָלָיו אֶת הַכּל וְנוֹתֵן חֶלְקוֹ בַּהוֹצָאָה: \n",
            "english": "When a courtyard is jointly owned by partners, each one may compel the other to build a gate-keeper's room, a door, and any other element that is sorely needed for a courtyard or anything that is customary for the local people to build. He cannot compel him with regard to other matters - paintings and designs and the like. If one of the partners in the courtyard made such an addition on his own initiative, and then another demonstrated that he appreciated what his colleague did, he is held responsible for his share in the entire project and must pay his portion of the costs."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִי שֶׁיֵּשׁ לוֹ בַּיִת בְּחָצֵר אַחֶרֶת בְּנֵי הֶחָצֵר מְשַׁעְבְּדִין אוֹתוֹ לַעֲשׂוֹת עִמָּהֶם דֶּלֶת וְנֶגֶר וּמַנְעוּל. אֲבָל בִּשְׁאָר הַדְּבָרִים אֵין מְשַׁעְבְּדִין אוֹתוֹ. וְאִם הָיָה שָׁרוּי עִמָּהֶם בְּאוֹתָהּ חָצֵר מְשַׁעְבְּדִין אוֹתוֹ עַל הַכּל: \n",
            "english": "When a person has a house in another courtyard besides the one in which he lives, the inhabitants of the courtyard in which he does not live, can force him to contribute toward the building of a door, a bolt and a lock. However, he cannot be compelled to contribute to other matters. If he dwells with them in the courtyard, he can be forced to contribute to everything."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֶחָד מִן הַשֻּׁתָּפִין בְּחָצֵר שֶׁבִּקֵּשׁ לְהַעֲמִיד בָּהּ בְּהֵמָה אוֹ רֵחַיִם אוֹ לְגַדֵּל בָּהּ תַּרְנְגוֹלִין חֲבֵרוֹ מְעַכֵּב עָלָיו. וְכֵן שְׁאָר הַדְּבָרִים שֶׁאֵין דֶּרֶךְ אַנְשֵׁי הַמָּקוֹם לַעֲשׂוֹתָן בְּחַצְרוֹתֵיהֶן בְּכֻלָּן הַשֻּׁתָּפִין מְעַכְּבִין זֶה עַל זֶה. חוּץ מִן הַכְּבִיסָה לְפִי שֶׁאֵין דַּרְכָּן שֶׁל בְּנוֹת יִשְׂרָאֵל לְהִתְבַּזּוֹת עַל גַּב הַנָּהָר: \n",
            "english": "When one of the owners of a house in the courtyard seeks to put an animal or a mill in the courtyard or to raise chickens there, his colleagues can prevent him from doing so. Similarly, with regard to other things that people are not accustomed to doing in their courtyards, the partners can prevent him from doing this.<br>There is an exception: doing laundry. For it is not the custom of the daughters of Israel to shame themselves by doing laundry at the riverside."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֶחָד חֲצַר הַשֻּׁתָּפִין וְאֶחָד מָבוֹי שֶׁאֵינוֹ מְפֻלָּשׁ כָּל בְּנֵי הַמָּבוֹי מְעַכְּבִין זֶה עַל זֶה שֶׁלֹּא לְהִשְׁתַּמֵּשׁ בַּמָּבוֹי אֶלָּא בִּדְבָרִים שֶׁדֶּרֶךְ בְּנֵי הַמְּדִינָה לְהִשְׁתַּמֵּשׁ בָּהֶן בַּמְּבוֹאוֹת: \n",
            "english": "In a courtyard owned jointly by several owners or a lane that ends in a cul-de-sac, all the inhabitants of the lane or the courtyard can restrain one of their number so that he makes use of the lane only in a manner in which other people living in that country make use of lanes."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֶחָד מִן הַשֻּׁתָּפִין בְּחָצֵר שֶׁהֶעֱמִיד בְּהֵמָה אוֹ רֵחַיִם וְכַיּוֹצֵא בָּהֶן בֶּחָצֵר וְלֹא מִחָה בּוֹ שֻׁתָּפוֹ הֲרֵי זֶה מְעַכֵּב עָלָיו כָּל זְמַן שֶׁיִּרְצֶה. וְאִם הֶעֱמִיד בִּפְנֵי בְּהֵמָה זוֹ וְכַיּוֹצֵא בָּהּ מְחִצָּה גְּבוֹהָה עֲשָׂרָה טְפָחִים הֶחֱזִיק. שֶׁהַשֻּׁתָּפִין מַקְפִּידִין עַל הַמְּחִצָּה וְהוֹאִיל וְהִנִּיחוֹ מָחַל. בַּמֶּה דְּבָרִים אֲמוּרִים בַּחֲצַר הַשֻּׁתָּפִין. אֲבָל בַּחֲצַר חֲבֵרוֹ אֲפִלּוּ הֶעֱמִיד בְּהֶמְתּוֹ וְעָשָׂה לוֹ מְחִצָּה לֹא הֶחֱזִיק שֶׁהַדָּבָר יָדוּעַ שֶׁאֵין זֶה אֶלָּא דֶּרֶךְ שְׁאֵלָה. וְהוּא הַדִּין לְכָל מַעֲמִיד תַּנּוּר וְכִירַיִם וּמִגְדַּל תַּרְנְגוֹלִין וְכַיּוֹצֵא בָּהֶן. שֶׁאִם תֹּאמַר הֶחֱזִיק אֵין לְךָ אָדָם שֶׁמַּשְׁאִיל מָקוֹם לַחֲבֵרוֹ: \n",
            "english": "If one of the partners in a courtyard put an animal, a mill or the like into a courtyard, and the other partner did not protest against him, he may prevent him from doing so at any time. If he erected a partition ten handbreadths high in front of the animal or the like, he has established his claim to it. For partners will protest if one erects a partition. Since the partner did not protest, but instead allowed the partition to remain, he forgoes his right to protest.<br>When does the above apply? In a courtyard that is jointly owned by partners. If, however, a person placed an animal in a courtyard belonging to another person, even if he erects a partition, he has not established his claim to it. For it is known that the owner only lent him the space. Similar laws apply if one brought in an oven or a range, or raised chickens or the like. This is certainly the law. For if one would say that the visitor establishes his claim to the space, a person will never lend space to a colleague."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֶחָד מִן הַשֻּׁתָּפִין שֶׁבִּקֵּשׁ לִפְתֹּחַ לוֹ חַלּוֹן בְּתוֹךְ בֵּיתוֹ לַחֲצַר חֲבֵרוֹ מְעַכֵּב עָלָיו מִפְּנֵי שֶׁמִּסְתַּכֵּל בּוֹ מִמֶּנּוּ. וְאִם פָּתַח יִסְתֹּם. וְכֵן לֹא יִפְתְּחוּ הַשֻּׁתָּפִים בְּחָצֵר פֶּתַח בַּיִת כְּנֶגֶד פֶּתַח בַּיִת אוֹ חַלּוֹן כְּנֶגֶד חַלּוֹן. אֲבָל פּוֹתֵחַ אָדָם לִרְשׁוּת הָרַבִּים פֶּתַח כְּנֶגֶד פֶּתַח וְחַלּוֹן כְּנֶגֶד חַלּוֹן. מִפְּנֵי שֶׁאוֹמֵר לוֹ הֲרֵינִי כְּאֶחָד מִבְּנֵי רְשׁוּת הָרַבִּים שֶׁרוֹאִין אוֹתְךָ: \n",
            "english": "If one of the partners in a courtyard desires to open up a new window from his house overlooking the courtyard, his colleague may prevent him from doing so, for this allows him the possibility of looking at him at all times. If he opens such a window, he must close it.<br>Similarly, partners in a courtyard should not open the entrance of a house opposite the entrance of a colleague's house, or a window opposite a colleague's window. In the public domain, by contrast, a person may open an entrance opposite a colleague's entrance and a window opposite a colleague's window. For if the colleague would protest, he could tell him: \"I am just like one of the people in the public domain who see you.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְאַף עַל פִּי כֵן לֹא יִפְתַּח אָדָם חֲנוּת כְּנֶגֶד פֶּתַח חֲצַר חֲבֵרוֹ שֶׁזֶּה הֶזֵּק קָבוּעַ תָּמִיד. שֶׁהֲרֵי בְּנֵי רְשׁוּת הָרַבִּים עוֹבְרִים וְשָׁבִים וְזֶה יוֹשֵׁב בַּחֲנוּתוֹ כָּל הַיּוֹם וּמַבִּיט בְּפֶתַח חֲבֵרוֹ: \n",
            "english": "Nevertheless, even in the public domain, a person should not open up a store opposite the entrance to a colleague's courtyard, for this represents an ongoing damage. The passersby in the public domain go to and fro, while this person will sit in his store the entire day and look at his colleague's entrance."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֶחָד מִן הַשֻּׁתָּפִין בְּחָצֵר שֶׁלָּקַח בַּיִת בְּחָצֵר אַחֶרֶת אֵינוֹ יָכוֹל לִפְתֹּחַ פִּתְחוֹ לַחֲצַר הַשֻּׁתָּפִין שֶׁלּוֹ. אֲפִלּוּ בָּנָה עֲלִיָּה עַל גַּבֵּי בֵּיתוֹ לֹא יַעֲשֶׂה לָהּ פֶּתַח לְתוֹךְ הֶחָצֵר לְפִי שֶׁמַּרְבֶּה עֲלֵיהֶן אֶת הַדֶּרֶךְ נַעֲשָׂה כְּמִי שֶׁהָיָה לָזֶה שָׁכֵן אֶחָד וְנַעֲשׂוּ לוֹ שְׁכֵנִים הַרְבֵּה. אֲבָל פּוֹתֵחַ הוּא פֶּתַח עֲלִיָּה לְתוֹךְ בֵּיתוֹ. וְאִם רָצָה לַחְלֹק חַדְרוֹ לִשְׁנַיִם חוֹלֵק: \n",
            "english": "When one of the partners in a courtyard purchases a home in another courtyard, he may not open an entrance from his new home into the courtyard that he shares.<br>Even if he built a loft over his home, he is not entitled to open a new entrance for it to his courtyard, for he is making passage through the courtyard slower. It is as if the other partners in the courtyard had only one neighbor, and suddenly they were given many neighbors. One may, however, build an entrance to the loft within one's own home. And if a person desires to divide his apartment into two, he may."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מִכָּאן אַתָּה לָמֵד שֶׁאֶחָד מִן הַשֻּׁתָּפִין שֶׁהֵבִיא אֶצְלוֹ לְבֵיתוֹ אַנְשֵׁי בַּיִת אַחֶרֶת יֵשׁ לַחֲבֵרוֹ לְעַכֵּב עָלָיו מִפְּנֵי שֶׁמַּרְבֶּה עָלָיו אֶת הַדֶּרֶךְ. וְכֵן הַמַּשְׂכִּיר בֵּיתוֹ לְבַעַל בַּיִת אֶחָד וְאַחַר כָּךְ הֵבִיא עִמּוֹ קְרוֹבָיו אוֹ מְיֻדָּעָיו לִשְׁכֹּן עִמּוֹ כְּאֶחָד בְּבַיִת זֶה הֲרֵי הַמַּשְׂכִּיר מְעַכֵּב עָלָיו: \n",
            "english": "From this, one may deduce that if one of the partners in a courtyard brings people from another house to his house, the partners in the courtyard may prevent him from doing so, because he makes passage through the courtyard slower.<br>Similarly, if a person rents his house to the master of another household, who later brings his relatives and friends to dwell with him together in this one house, the owner who rents out the house can prevent him from doing so."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָיָה פֶּתַח שֶׁל אֶחָד מִן הַשֻּׁתָּפִין קָטָן אֵינוֹ יָכוֹל לְהַרְחִיבוֹ שֶׁהֲרֵי שֻׁתָּפוֹ אוֹמֵר לוֹ בְּפֶתַח קָטָן אֲנִי יָכוֹל לְהִסָּתֵר מִמְּךָ בִּשְׁעַת תַּשְׁמִישׁ וְאֵינִי יָכוֹל לְהִסָּתֵר מִמְּךָ בְּפֶתַח גָּדוֹל. וְאִם הָיָה הַפֶּתַח גָּדוֹל לֹא יַעֲשֶׂנּוּ שְׁנַיִם שֶׁהֲרֵי אוֹמֵר לוֹ בְּפֶתַח אֶחָד אֲנִי יָכוֹל לְהִסָּתֵר בִּשְׁנַיִם אֵינִי יָכוֹל: \n",
            "english": "If the entrance to a courtyard from the home of one of the partners was small, he may not enlarge it, for another partner may protest: \"When your entrance is small, I could hide from you when making use of the courtyard. I cannot hide from you when your entrance is large.\"<br>Similarly, if a person has a large entrance, he may not divide it in two, for another person may protest: \"I am able to hide myself when there is only one entrance. If there are two entrances, I will not be able to hide myself.\""
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אֲבָל מִי שֶׁהָיָה לוֹ פֶּתַח קָטָן לִרְשׁוּת הָרַבִּים וְרָצָה לְהַרְחִיבוֹ. אוֹ הָיָה רָחָב וְרָצָה לַעֲשׂוֹתוֹ שְׁנַיִם. אֵין חֲבֵרוֹ שֶׁכְּנֶגְדוֹ מְעַכֵּב עָלָיו. וְאֵין צָרִיךְ לוֹמַר בְּנֵי רְשׁוּת הָרַבִּים שֶׁאֵינָן יְכוֹלִין לְעַכֵּב עָלָיו: \n",
            "english": "When, by contrast, a person has a small entrance from his house to the public domain and he desires to enlarge it, or he has a wide entrance and he would like to divide it into two, a person who lives opposite him - and needless to say, the people within the public domain - cannot prevent him from doing so."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כּוֹפִין בְּנֵי מָבוֹי זֶה אֶת זֶה לַעֲשׂוֹת לָהֶן לְחִי אוֹ קוֹרָה לַמָּבוֹי: \n",
            "english": "The inhabitants of a lane may compel each other to share in the construction of a pole or a beam for the lane."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מִי שֶׁיֵּשׁ לוֹ פֶּתַח לַמָּבוֹי אֵין בְּנֵי מָבוֹי כּוֹפִין אוֹתוֹ לַעֲשׂוֹת דֶּלֶת לַמָּבוֹי שֶׁיָּכוֹל לוֹמַר רְצוֹנִי שֶׁאֶכָּנֵס בַּחֲבִילָתִי עַד פִּתְחִי. וּמָבוֹי הַמְפֻלָּשׁ לִרְשׁוּת הָרַבִּים וּבִקְּשׁוּ בְּנֵי הַמָּבוֹי לְהַעֲמִיד לָהֶם דְּלָתוֹת בְּנֵי רְשׁוּת הָרַבִּים מְעַכְּבִין עֲלֵיהֶם מִפְּנֵי שֶׁפְּעָמִים דּוֹחֲקִין הָרַבִּים וְנִכְנָסִין בּוֹ: \n",
            "english": "When a person has an entrance from his private domain to a lane, the inhabitants of the lane do not have the right to compel him to erect a gate for that entrance to the lane, for he can tell them: \"I want to enter carrying my burden up to my entrance.\"<br>When a lane has entrances to the public domain at either of its ends, and the inhabitants of the lane desire to erect gates at the entrance to the lane, the people in the public domain may prevent them from doing so, for at times people in the public domain are pressed for space and enter the lane."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מִי שֶׁבִּקֵּשׁ לִפְתֹּחַ פֶּתַח בְּמָבוֹי שֶׁאֵינוֹ מְפֻלָּשׁ בְּנֵי מָבוֹי מְעַכְּבִין עָלָיו מִפְּנֵי שֶׁמַּרְבֶּה עֲלֵיהֶם אֶת הַדֶּרֶךְ. וְאִם הָיָה מָבוֹי מְפֻלָּשׁ פּוֹתֵחַ כָּל פֶּתַח שֶׁיִּרְצֶה לְכַתְּחִלָּה: \n",
            "english": "When a person seeks to open an entrance from his home to a lane that ends in a cul-de-sac, the inhabitants of the lane may prevent him from doing so, because he makes passage through the courtyard slower. If the lane has openings to the public domain on either side, he may at the outset open any opening he desires."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הָיָה לוֹ פֶּתַח סָתוּם בְּמָבוֹי שֶׁאֵינוֹ מְפֻלָּשׁ הֲרֵי זֶה פּוֹתְחוֹ בְּכָל עֵת שֶׁיִּרְצֶה. וְאִם פָּרַץ אֶת פְּצִימָיו בְּנֵי מָבוֹי מְעַכְּבִין עָלָיו. וְכֵן אֶחָד מִבְּנֵי מָבוֹי שֶׁבִּקֵּשׁ לִסְתֹּם פִּתְחוֹ וּלְהַחְזִירוֹ לְמָבוֹי אַחֵר בְּנֵי מָבוֹי מְעַכְּבִין עָלָיו שֶׁמָּא יָבוֹא עֲלֵיהֶם מַס וּמִתְמַעֵט מֵחֶלְקָן מִן הַמַּס הַקָּצוּב עַל בְּנֵי הַמָּבוֹי. לְפִיכָךְ מָקוֹם שֶׁאֵין הַמַּס קָצוּב עַל בְּנֵי הַמָּבוֹי הֲרֵי זֶה סוֹתֵם פִּתְחוֹ בְּכָל עֵת שֶׁיִּרְצֶה: \n",
            "english": "If a person has an entrance to his home that has been closed in a lane that ends in a cul-de-sac, he may open it at any time. If, however, he had destroyed the door frames, the inhabitants of the lane can prevent him from doing so.<br>Similarly, when one of the inhabitants of a lane desires to close the entrance to his home and transfer it to another lane, the inhabitants of the first lane may prevent him from doing so. For perhaps a tax will be levied against the lane, and the presence of another person reduces the share of the tax each of the inhabitants of the lane must pay.<br>Accordingly, when there is no fixed tax levied on the inhabitants of the lane, the person may close his entrance whenever he desires."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "חָמֵשׁ חֲצֵרוֹת הַפְּתוּחוֹת לְמָבוֹי שֶׁאֵינוֹ מְפֻלָּשׁ כֻּלָּן מִשְׁתַּמְּשׁוֹת עִם הַחִיצוֹנָה וְהַחִיצוֹנָה מִשְׁתַּמֶּשֶׁת לְעַצְמָהּ. וְכֵן הַשְּׁנִיָּה מִשְׁתַּמֶּשֶׁת לְעַצְמָהּ וּמִשְׁתַּמֶּשֶׁת עִם הַחִיצוֹנָה וְאֵינָהּ מִשְׁתַּמֶּשֶׁת עִם הַשְּׁאָר. נִמְצֵאת הַפְּנִימִית מִשְׁתַּמֶּשֶׁת עִם כֻּלָּן וּמִשְׁתַּמֶּשֶׁת לְעַצְמָהּ. לְפִיכָךְ אִם בַּעַל הַשְּׁנִיָּה בָּנָה אִצְטַבָּא כְּנֶגֶד פִּתְחוֹ וּסְתָמוֹ אֵין הַחִיצוֹנָה יְכוֹלָה לְעַכֵּב עָלָיו. אֲבָל כָּל הַפְּנִימִיּוֹת מְעַכְּבִין עָלָיו מִפְּנֵי שֶׁמַּרְבֶּה עֲלֵיהֶן אֶת הַדֶּרֶךְ בָּאֹרֶךְ שֶׁהֲרֵי מַקִּיפִין הָאִצְטַבָּא. וְכֵן בַּעַל הַשְּׁנִיָּה שֶׁפָּתַח לַחֲצֵרוֹ פֶּתַח שֵׁנִי בֵּינוֹ וּבֵין הַחִיצוֹנָה אֵין הַחִיצוֹנָה מְעַכֶּבֶת עָלָיו שֶׁאֵין לוֹ לְהִשְׁתַּמֵּשׁ אֶלָּא מִפִּתְחוֹ וְלַחוּץ. אֲבָל אִם פָּתַח הַפֶּתַח הַשֵּׁנִי בֵּינוֹ וּבֵין הַשְּׁלִישִׁי הַפְּנִימִית מְעַכֶּבֶת עָלָיו שֶׁאֵין לוֹ לְהִשְׁתַּמֵּשׁ בַּמָּבוֹי אֶלָּא מִפֶּתַח חֲצֵרוֹ הָרִאשׁוֹן וְלַחוּץ. וְכֵן הַדִּין בְּכֻלָּן: \n",
            "english": "The following laws apply when there are five courtyards that open up to a lane ending in a cul-de-sac. All of the inhabitants of the courtyards use the portion of the lane near the outer courtyard, while the inhabitants of the outer courtyard use only the portion of the lane near their own property. Similarly, the inhabitants of the second courtyard use the portion of the lane near their own property and the outer courtyard, but they do not use the portion of the lane near the others. Thus, the inhabitants of the innermost courtyard use the portion of the lane near all the others as well as that near their own property.<br>Therefore, if the owner of the second courtyard built a bench in front of his entrance, blocking it, the owner of the outer courtyard may not prevent him from doing so. The inhabitants of the inner courtyards may prevent him from doing so for he is lengthening their path, by making them walk around the bench.<br>Similarly, if the owner of the second courtyard opens a second entrance between his courtyard and the outer courtyard, the owner of the outer courtyard may not prevent him from doing so, for he is allowed to use only the land that is outside that entrance. If, however, the owner of the second courtyard opens a second entrance between his courtyard and the third courtyard, the owners of the inner courtyard may prevent him from doing so, for the owner of the second courtyard is allowed to use only the land in the lane that is outside his first entrance and to its exterior. The same laws apply with regard to all the other owners."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כּוֹפִין בְּנֵי הָעִיר זֶה אֶת זֶה לַעֲשׂוֹת חוֹמָה דְּלָתַיִם וּבָרִיחַ לָעִיר וְלִבְנוֹת לָהֶן בֵּית הַכְּנֶסֶת וְלִקְנוֹת סֵפֶר תּוֹרָה וּנְבִיאִים וּכְתוּבִים כְּדֵי שֶׁיִּקְרָא בָּהֶן כָּל מִי שֶׁיִּרְצֶה לִקְרוֹת מִן הַצִּבּוּר: \n",
            "english": "The inhabitants of a city may compel each other to participate in the building of a wall, gates, a bolt, to build a synagogue for the inhabitants and to purchase a Torah scroll, and scrolls of the Prophets and Writings, so that any member of the community who desires may read from it."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִי שֶׁלָּקַח עִיר בְּאֶרֶץ יִשְׂרָאֵל כּוֹפִין אוֹתוֹ בֵּית דִּין לִקַּח לוֹ דֶּרֶךְ מֵאַרְבַּע רוּחוֹתֶיהָ מִשּׁוּם יִשּׁוּב אֶרֶץ יִשְׂרָאֵל. וְכוֹפִין בְּנֵי בִּקְעָה זֶה אֶת זֶה לַעֲשׂוֹת בֵּינֵיהֶם חָרִיץ וּבֶן חָרִיץ: \n",
            "english": "When a person buys a city in <i>Eretz Yisrael</i>, the court may compel him to purchase a path to the city from all four directions for the sake of the settlement of <i>Eretz Yisrael</i>.<br>People who own fields among a stretch of fields in a valley may compel each other to dig a trench and a smaller trench around the valley."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁיֵּשׁ לוֹ חָצֵר בְּעִיר אַחֶרֶת בְּנֵי הָעִיר מְשַׁעְבְּדִין אוֹתוֹ לַחְפֹּר עִמָּהֶם בּוֹרוֹת שִׁיחִין וּמְעָרוֹת וְאַמַּת הַמַּיִם. אֲבָל בִּשְׁאָר כָּל הַדְּבָרִים אֵין מְשַׁעְבְּדִין אוֹתוֹ. וְאִם הָיָה שָׁרוּי עִמָּהֶם בְּאוֹתָהּ הָעִיר מְשַׁעְבְּדִין אוֹתוֹ עַל הַכּל: \n",
            "english": "Although a person owns a courtyard in one city, if he also owns property in another city, the inhabitants of the latter city can compel him to participate in the digging of cisterns, caverns and irrigation ditches. He is not, however, compelled to join in other communal matters. If he dwells together with them in that city, he is compelled to participate in all matters."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כְּשֶׁהֵן גּוֹבִין מֵאַנְשֵׁי הָעִיר לִבְנוֹת הַחוֹמָה גּוֹבִין לְפִי קְרִיבַת הַבָּתִּים מִן הַחוֹמָה כָּל הַסָּמוּךְ לַחוֹמָה נוֹתֵן יוֹתֵר: \n",
            "english": "When a levy is placed upon a city's inhabitants for the construction of the wall, the levy is made according to the proximity of the houses to the wall. Those whose homes are closer to the wall must pay more."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכָל הַדָּר בְּעִיר שְׁנֵים עָשָׂר חֹדֶשׁ אוֹ שֶׁקָּנָה בָּהּ בֵּית דִּירָה נוֹתֵן עִם בְּנֵי הָעִיר בְּכָל הַדְּבָרִים הַצְּרִיכִין לְתִקּוּן הַחוֹמָה וְהַדְּלָתוֹת וּשְׂכַר הַפָּרָשִׁין הַשּׁוֹמְרִין אֶת הַמְּדִינָה. וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ שֶׁשּׁוֹמְרִין אֶת הָעִיר: \n",
            "english": "Whenever a person lives in a city for twelve months or buys a dwelling there, he must contribute together with all the inhabitants of the city for the improvements that must be made - e.g., the walls, the gates, the wages of the soldiers who guard the city and all similar matters that are necessary for the protection of the city."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל הַדְּבָרִים שֶׁצְּרִיכִין לִשְׁמִירַת הָעִיר לוֹקְחִין מִכָּל אַנְשֵׁי הָעִיר וַאֲפִלּוּ מִן הַיְתוֹמִים חוּץ מִתַּלְמִידֵי חֲכָמִים. שֶׁאֵין תַּלְמִידֵי חֲכָמִים צְרִיכִין שְׁמִירָה שֶׁהַתּוֹרָה שׁוֹמַרְתָּן. אֲבָל לְתִקּוּן הַדְּרָכִים וְהָרְחוֹבוֹת אֲפִלּוּ מִן הַחֲכָמִים. וְאִם כָּל הָעָם יוֹצְאִין וּמְתַקְּנִין בְּעַצְמָן לֹא יֵצְאוּ תַּלְמִידֵי חֲכָמִים עִמָּהֶן שֶׁאֵין דֶּרֶךְ תַּלְמִידֵי חֲכָמִים לְהִזְדַּלְזֵל לִפְנֵי עַם הָאָרֶץ: \n",
            "english": "Payment for all the things necessary for the protection of a city is collected from all of its inhabitants, even from orphans, with the exception of Torah scholars. For Torah scholars do not require protection; their Torah study protects them. Payment for the improvement of the thoroughfares and the streets, by contrast, is collected even from the scholars.<br>If the people go out and fix the streets themselves, the Torah scholars should not go out to work with them. For it is not the practice of Torah scholars to demean themselves in the presence of common people."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הָיוּ חוֹפְרִין נָהָר לְהָבִיא בּוֹ מַיִם לַמְּדִינָה גּוֹבִין אַף מִן הַיְתוֹמִים שֶׁזּוֹ זְכוּת לָהֶם כְּדֵי שֶׁיַּשְׁקוּ מִמֶּנּוּ שְׂדוֹתֵיהֶם וְכַרְמֵיהֶם. לְפִיכָךְ אִם אֵרַע לָהֶם דָּבָר שֶׁלֹּא בָּאוּ הַמַּיִם הוֹאִיל וְלֹא נֶהֱנוּ מֵהֶן הַיְתוֹמִים מַחֲזִירִין לָהֶם כָּל מַה שֶּׁנִּלְקַח מֵהֶן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "If the inhabitants of a city contracted workers to dig a river to bring water to a city, we collect even from orphans. For this is to their benefit, so that their fields and vineyards are watered.<br>Therefore, if it transpired that despite the work, the water did not come, since the orphans did not benefit, everything that was taken from them should be returned to them. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כּוֹפִין בְּנֵי מָבוֹי זֶה אֶת זֶה שֶׁלֹּא לְהוֹשִׁיב בֵּינֵיהֶן לֹא חַיָּט וְלֹא בּוּרְסִי וְלֹא אֶחָד מִבַּעֲלֵי אֻמָּנֻיּוֹת. הָיָה שָׁם בַּמָּבוֹי אֶחָד מִבְּנֵי מָבוֹי אֻמָּן וְלֹא מִחוּ בּוֹ. אוֹ שֶׁהָיְתָה שָׁם מֶרְחָץ אוֹ חֲנוּת אוֹ רֵחַיִם וּבָא חֲבֵרוֹ וְעָשָׂה מֶרְחָץ אַחֶרֶת כְּנֶגְדּוֹ אוֹ טָחוֹן אַחֶרֶת. אֵינוֹ יָכוֹל לְמָנְעוֹ וְלוֹמַר לוֹ אַתָּה פּוֹסֵק חַיַּי. וַאֲפִלּוּ הָיָה מִבְּנֵי מָבוֹי אַחֵר אֵינָן יְכוֹלִין לְמָנְעוֹ שֶׁהֲרֵי יֵשׁ בֵּינֵיהֶם אוֹתָהּ אֻמָּנוּת. אֲבָל גֵּר מִמְּדִינָה אַחֶרֶת שֶׁבָּא לַעֲשׂוֹת חֲנוּת בְּצַד חֲנוּתוֹ שֶׁל זֶה. אוֹ מֶרְחָץ מִצַּד מֶרְחָץ שֶׁל זֶה. יֵשׁ לָהֶן לְמָנְעוֹ. וְאִם הָיָה נוֹתֵן עִמָּהֶם מְנַת הַמֶּלֶךְ אֵינוֹ יָכוֹל לְמָנְעוֹ: \n",
            "english": "The inhabitants of a lane can compel each other to prevent a tailor, a leather craftsman or any other craftsman from opening a business in the lane.<br>If a craftsman lived in the lane, and no protest was lodged against his practice of his craft, or there was a bathhouse, a store or a mill in the lane, and another person came and built another bathhouse opposite it or built another mill, the owner of the first establishment cannot prevent him, claiming: \"You are destroying my livelihood. \"This applies even if he comes from another lane, for this trade is already practiced in this lane.<br>If, however, a stranger from another city comes to establish a store next to a person's store, or a bathhouse next to this person's bathhouse, they can prevent him from doing so. If, however, he pays the head-tax of the king together with them, they cannot prevent him from establishing his business."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "רוֹכְלִין הַמַּחְזִירִין בַּעֲיָרוֹת אֵין בְּנֵי הַמְּדִינָה יְכוֹלִין לְעַכְּבָן שֶׁתַּקָּנַת עֶזְרָא הִיא שֶׁיִּהְיוּ מַחֲזִירִין כְּדֵי שֶׁיִּהְיוּ הַבְּשָׂמִים מְצוּיִין לִבְנוֹת יִשְׂרָאֵל. אֲבָל אֵינָן קוֹבְעִין מָקוֹם וְיוֹשְׁבִין בּוֹ אֶלָּא מִדַּעַת בְּנֵי הָעִיר. וְאִם תַּלְמִיד חָכָם הוּא קוֹבֵעַ מָקוֹם בְּכָל מָקוֹם שֶׁיִּרְצֶה: \n",
            "english": "When perfume merchants travel from city to city, the inhabitants of a city may not prevent them from selling their wares. For it is one of the ordinances established by Ezra for these merchants to travel in this manner so that perfume will be easily available for Jewish women. They may not, however, establish a fixed place where they sit and sell their wares unless the inhabitants of the city consent. If, however, the merchant is a Torah scholar, he may establish a fixed place wherever he desires."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַסּוֹחֲרִים שֶׁמְּבִיאִין סְחוֹרָתָם לִמְכֹּר בְּתוֹךְ הָעֲיָרוֹת בְּנֵי הָעִיר מְעַכְּבִין עֲלֵיהֶם. וְאִם מָכְרוּ בְּיוֹם הַשּׁוּק בִּלְבַד אֵין מוֹנְעִין אוֹתָם. וְהוּא שֶׁיִּמְכְּרוּ בַּשּׁוּק אֲבָל לֹא יְחַזְּרוּ עַל הַפְּתָחִים אֲפִלּוּ בְּיוֹם הַשּׁוּק. וְאִם יֵשׁ לָהֶן מִלְוֶה בָּעִיר מוֹכְרִין כְּדֵי פַּרְנָסָתָם אֲפִלּוּ בְּלֹא יוֹם הַשּׁוּק עַד שֶׁיִּפְרְעוּ חוֹבָן וְיֵלְכוּ לָהֶן: \n",
            "english": "When merchants bring their wares to sell in cities, the inhabitants of the city may prevent them from doing so. If, however, they would sell their wares only on the market day, they cannot prevent them, provided they sell their wares only in the marketplace. They may not, however, go from door to door selling them, even on the market day.<br>If they have an outstanding loan in the city, they are permitted to sell what is necessary for their livelihood, even on days other than market day, until they repay their loan and move on."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אֶחָד מִבְּנֵי מָבוֹי שֶׁאֵינוֹ מְפֻלָּשׁ שֶׁבִּקֵּשׁ לְהֵעָשׂוֹת רוֹפֵא אֻמָּן אוֹ גַּרְדִּי אוֹ מְלַמֵּד תִּינוֹקוֹת שֶׁל עַכּוּ\"ם בְּנֵי מָבוֹי מְעַכְּבִין עָלָיו מִפְּנֵי שֶׁמַּרְבֶּה עֲלֵיהֶם הַנִּכְנָסִין וְהַיּוֹצְאִין. וְכֵן מִי שֶׁיֵּשׁ לוֹ בַּיִת בַּחֲצַר הַשֻּׁתָּפִין לֹא יַשְׂכִּירֶנּוּ לֹא לְרוֹפֵא וְלֹא לְאֻמָּן וְלֹא לְגַרְדִּי וְלֹא לְסוֹפֵר יְהוּדִי שֶׁכּוֹתֵב הַשְּׁטָרוֹת וְלֹא לִמְלַמְּדֵי תִּינוֹקוֹת שֶׁל עַכּוּ\"ם: \n",
            "english": "When one of the inhabitants of a lane that ends in a cul-de-sac desires to open up a profession as a blood letter, a weaver or a teacher of gentile children, the inhabitants of the lane may prevent him, for he increases the number of people coming in and going out of the lane.<br>Similarly, a person who owns a house in a courtyard shared by others may not rent it to a doctor, a blood letter, a weaver, a Jewish scribe who writes legal contracts or a teacher of gentile children."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "חֲנוּת שֶׁבֶּחָצֵר יְכוֹלִין הַשְּׁכֵנִים לִמְחוֹת בְּיָדוֹ וְלוֹמַר לוֹ אֵין אָנוּ יְכוֹלִין לִישֹׁן מִקּוֹל הַנִּכְנָסִים וְהַיּוֹצְאִין אֶלָּא עוֹשֶׂה מְלַאכְתּוֹ בַּחֲנוּתוֹ וּמוֹכֵר בַּשּׁוּק. אֲבָל אֵינָן יְכוֹלִין לִמְחוֹת בְּיָדוֹ וְלוֹמַר לוֹ אֵין אָנוּ יְכוֹלִין לִישֹׁן מִקּוֹל הַפַּטִּישׁ אוֹ מִקּוֹל הָרֵחָיִם שֶׁהֲרֵי הֶחֱזִיק לַעֲשׂוֹת כֵּן. וְכֵן יֵשׁ לוֹ לְלַמֵּד תִּינוֹקוֹת שֶׁל יִשְׂרָאֵל תּוֹרָה בְּתוֹךְ בֵּיתוֹ וְאֵין הַשֻּׁתָּפִין יְכוֹלִין לִמְחוֹת בְּיָדוֹ וְלוֹמַר לוֹ אֵין אָנוּ יְכוֹלִין לִישֹׁן מִקּוֹל הַתִּינוֹקוֹת שֶׁל בֵּית רַבָּן: \n",
            "english": "When a store is located in a courtyard, the neighbors can protest, telling the owner: \"We cannot sleep because of the noise made by the people going in and out. \" Instead, he should perform his work at home and sell it in the marketplace.<br>They may not, however, protest against him and say: \"We cannot sleep because of the noise made by your hammer,\" or \"your mill,\" for he has already established his right to perform these activities.<br>Similarly, a person may teach Jewish children Torah in his house. The other partners in his lane may not protest against him, saying: \"We cannot sleep because of the noise made by the school children.\""
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מִי שֶׁיֵּשׁ לוֹ בּוֹר לְפָנִים מִבֵּיתוֹ שֶׁל חֲבֵרוֹ נִכְנָס בְּשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם נִכְנָסִין וְיוֹצֵא בְּשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם יוֹצְאִין. וְאֵינוֹ מַכְנִיס בְּהֶמְתּוֹ וּמַשְׁקֶה מִבּוֹרוֹ אֶלָּא מְמַלֵּא וּמַשְׁקֶה מִבַּחוּץ. וּשְׁנֵיהֶם עוֹשִׂין פּוֹתַחַת עַל הַבּוֹר. בַּעַל הַבּוֹר כְּדֵי לִשְׁמֹר אֶת מֵימָיו. וּבַעַל חָצֵר מִשּׁוּם חֲשַׁד אִשְׁתּוֹ שֶׁלֹּא תִּכָּנֵס לְשָׁם אֶלָּא מִדַּעְתּוֹ: \n",
            "english": "When one person owns a cistern within a house belonging to a colleague, he may enter only when it is customary for people to enter, and must depart when it is customary for people to depart. He may not bring his animal through his colleague's home to provide him with water from the cistern. Instead, he should fill up buckets with water and water it outside.<br>They both are entitled to make a lock on the entrance to the cistern: the owner of the cistern to protect his water, and the owner of the home, because of his suspicions concerning his wife, so that she will be able to enter there only when he knows."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מִי שֶׁיֵּשׁ לוֹ גִּנָּה לְפָנִים מִגִּנָּתוֹ שֶׁל חֲבֵרוֹ נִכְנָס בְּשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם נִכְנָסִין וְיוֹצֵא בְּשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם יוֹצְאִין. וְאֵין מַכְנִיס לְתוֹכָהּ תַּגָּרִים וְלֹא יִכָּנֵס מִתּוֹכָהּ לְשָׂדֶה אַחֶרֶת. וְהַחִיצוֹן זוֹרֵעַ אֶת הַדֶּרֶךְ. הֶחְזִירוּ אֶת הַדֶּרֶךְ מִן הַצַּד מִדַּעַת שְׁנֵיהֶם הֲרֵי זֶה נִכְנָס וְיוֹצֵא בְּשָׁעָה שֶׁהוּא רוֹצֶה. וּמַכְנִיס לְתוֹכָהּ תַּגָּרִים. וְלֹא יִכָּנֵס מִתּוֹכָהּ לְשָׂדֶה אַחֶרֶת. וְכָל אֶחָד מֵהֶן יֵשׁ לוֹ לְעַכֵּב עַל חֲבֵרוֹ בִּזְרִיעַת הַדֶּרֶךְ שֶׁנָּתְנוּ מִן הַצַּד: \n",
            "english": "When one person owns a garden whose entrance is within a garden belonging to a colleague, he may enter only when it is customary for people to enter, and must depart when it is customary for people to depart. He may not bring merchants through his colleague's garden, nor may he enter it to go to another field. The owner of the outer garden may sow vegetables on the path.<br>If both agree to move the path to the side of the garden, the owner of the inner garden may enter and depart when he desires, and he may bring merchants in. He may not, however, enter it to go to another field, Either of the parties can prevent the other from sowing vegetables in the path that was placed on the side."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה לוֹ חַלּוֹן בְּכָתְלוֹ וּבָא חֲבֵרוֹ וְעָשָׂה חָצֵר בְּצִדּוֹ אֵינוֹ יָכוֹל לוֹמַר לְבַעַל הַחַלּוֹן סְתֹם חַלּוֹן זֶה כְּדֵי שֶׁלֹּא תַּבִּיט בִּי שֶׁהֲרֵי הֶחֱזִיק בְּהֶזֵּק זֶה. וְאִם בָּא חֲבֵרוֹ לִבְנוֹת כָּתְלוֹ כְּנֶגֶד הַחַלּוֹן כְּדֵי שֶׁיָּסוּר הֶזֵּק רְאִיָּתוֹ צָרִיךְ לְהַרְחִיק אֶת כָּתְלוֹ מִכְּנֶגֶד הַחַלּוֹן אַרְבַּע אַמּוֹת כְּדֵי שֶׁלֹּא יַאֲפִיל עָלָיו:  ",
            "english": "When a person has a window in his wall and a colleague comes and builds a courtyard next to it, the owner of the courtyard cannot tell the owner of the window: \"Close this window, so that you will not look at me,\" for the owner of the window has established his right to maintain the window even though it is a source of damage.<br>If his colleague desires to build a wall opposite the window to block the invasion of his privacy, he must leave a space of four cubits next to the window, to avoid casting a shadow upon it."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיְתָה הַחַלּוֹן לְמַטָּה בַּכֹּתֶל כּוֹפֶה אֶת חֲבֵרוֹ לִבְנוֹת כְּנֶגְדָּהּ בְּרִחוּק אַרְבַּע אַמּוֹת וּלְהַגְבִּיהַּ הַבִּנְיָן אַרְבַּע אַמּוֹת כְּדֵי שֶׁלֹּא יַבִּיט בּוֹ מִן הַחַלּוֹן:  ",
            "english": "If the window was positioned low in the wall, the owner of the window may force the owner of the courtyard to build the wall four cubits away from the window and build it at least four cubits high, so that the owner of the courtyard cannot look through the window and watch the owner of the window."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיְתָה הַחַלּוֹן לְמַעְלָה בַּכֹּתֶל וּבָנָה חֲבֵרוֹ כֹּתֶל כְּנֶגֶד הַחַלּוֹן מִלְּמַטָּה אִם הָיָה מֵרֹאשׁ הַכֹּתֶל שֶׁבָּנָה עַד הַחַלּוֹן גֹּבַהּ אַרְבַּע אַמּוֹת אוֹ יוֹתֵר אֵינוֹ יָכוֹל לְמָנְעוֹ אַף עַל פִּי שֶׁלֹּא הִרְחִיק מִכֹּתֶל הַחַלּוֹן כְּלוּם שֶׁהֲרֵי לֹא הֶאֱפִיל עָלָיו וְאֵינוֹ מַזִּיקוֹ בִּרְאִיָּה. אֲבָל אִם נִשְׁאַר גֹּבַהּ מֵרֹאשׁ הַכֹּתֶל עַד הַחַלּוֹן פָּחוֹת מֵאַרְבַּע אַמּוֹת כּוֹפֵהוּ לְמַעֵט הַכֹּתֶל כְּדֵי שֶׁלֹּא יַעֲמֹד עַל רֹאשׁ הַכֹּתֶל וְיַשְׁקִיף מִן הַחַלּוֹן. אוֹ יַגְבִּיהַּ הַכֹּתֶל עַל הַחַלּוֹן אַרְבַּע אַמּוֹת וְיִהְיֶה הַכֹּתֶל רָחוֹק מִן הַחַלּוֹן אַרְבַּע אַמּוֹת כְּדֵי שֶׁלֹּא יַאֲפִיל וְלֹא יָצִיץ וְיִרְאֶה:  ",
            "english": "The following rules apply when the window was positioned high on the wall and the owner of the courtyard built a wall below the window. If there were more than four cubits from the top of the wall to the window, the owner of the window may not prevent the owner of the courtyard from building the wall even though he does not leave any space between his wall and the wall in which the window is located. For the new wall is not casting a shadow over his window, nor does it invade the privacy of the owner of the window.<br>If, however, there is less than four cubits between the top of the wall and the window, the owner of the window may force the owner of the wall either to lower the wall so that the owner of the courtyard will not be able to stand on the wall and look through the window; or he may force the owner of the courtyard to build his wall four cubits from the window, and build it more than four cubits higher than the wall. In this way, it will not cast a shadow, nor will the owner of the courtyard be able to look in and see him."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בָּנָה כֹּתֶל אֶחָד בְּצַד הַחַלּוֹן צָרִיךְ לְהַרְחִיק מִן הַחַלּוֹן טֶפַח וּמַגְבִּיהַּ הַכֹּתֶל אַרְבַּע אַמּוֹת עַל הַחַלּוֹן אוֹ כּוֹנֵס רֹאשׁ הַכֹּתֶל כְּדֵי שֶׁלֹּא יֵשֵׁב עָלָיו וְיָצִיץ וְיִרְאֶה:  ",
            "english": "When the owner of the courtyard builds one wall next to the window, he must build the wall at least a handbreadth away from the window, and must build the wall at least four cubits higher than the window or make the wall narrow on top, so that he will not sit on it, and look into the window and watch his neighbor."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בָּנָה שְׁנֵי כְּתָלִין מִשְּׁנֵי צִדֵּי הַחַלּוֹן. צָרִיךְ לִהְיוֹת בֵּינֵיהֶן רֹחַב אַרְבַּע אַמּוֹת וְהַחַלּוֹן בְּאֶמְצַע הָאַרְבַּע. וְלֹא יְסַכֵּךְ עַל גַּבֵּיהֶן אֶלָּא אִם כֵּן הִרְחִיק הַסִּכּוּךְ מִן הַכֹּתֶל שֶׁיֵּשׁ בּוֹ הַחַלּוֹן אַרְבַּע אַמּוֹת כְּדֵי שֶׁלֹּא יַאֲפִיל עָלָיו. לְפִיכָךְ מִי שֶׁבָּא לִפְתֹּחַ חַלּוֹן לַחֲצַר חֲבֵרוֹ בֵּין חַלּוֹן גְּדוֹלָה בֵּין חַלּוֹן קְטַנָּה בֵּין לְמַעְלָה בֵּין לְמַטָּה בַּעַל הֶחָצֵר מְעַכֵּב עָלָיו. שֶׁהֲרֵי אוֹמֵר לוֹ תַּזִּיק לִי בִּרְאִיָּה וְאַף עַל פִּי שֶׁהִיא גְּבוֹהָה תַּעֲלֶה בַּסֻּלָּם וְתִרְאֶה:  ",
            "english": "When a person builds two walls, one on either side of the window, there must be at least four cubits between them, and the window must be situated in the center of those four cubits. The owner of the courtyard may not place <i>s'chach</i> over the space between the walls, unless he leaves a space of four cubits between the <i>s'chach</i> and the wall where the window is located, so that it will not cast a shadow over it.<br>Accordingly, if a person comes to open a window - whether a large window or a small window - overlooking a courtyard belonging to a colleague, that colleague may prevent him from doing so, for he can tell the owner of the window: \"You will be invading my privacy by looking at me. \" Even if the window is located high on the inner wall, the owner of the courtyard may protest, saying: \"You will climb up on a ladder and look at me.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הֲרֵי שֶׁפָּתַח חַלּוֹן לַחֲצַר חֲבֵרוֹ וּמָחַל לוֹ בַּעַל הֶחָצֵר אוֹ שֶׁגִּלָּה דַּעְתּוֹ שֶׁהִנִּיחוֹ כְּגוֹן שֶׁבָּא וְסִיֵּעַ עִמּוֹ. אוֹ שֶׁיָּדַע הַנֵּזֶק וְלֹא עִרְעֵר. הֲרֵי זֶה הֶחֱזִיק בַּחַלּוֹן וְאֵינוֹ יָכוֹל אַחַר כָּךְ לַחְזֹר וּלְעַרְעֵר עָלָיו לִסְתֹּם. וְכֵיצַד דִּינָהּ שֶׁל חַלּוֹן זֶה שֶׁהִנִּיחָהּ לְפָתְחָהּ. אִם רֹאשׁוֹ שֶׁל אָדָם יָכוֹל לִכָּנֵס מִמֶּנָּה אוֹ שֶׁהָיְתָה לְמַטָּה מֵאַרְבַּע אַמּוֹת אַף עַל פִּי שֶׁאֵין רֹאשׁוֹ נִכְנָס מִמֶּנָּה אֵין בַּעַל הֶחָצֵר יָכוֹל לִבְנוֹת כְּנֶגְדָּהּ אוֹ מִצִּדֶּיהָ אֶלָּא אִם כֵּן הַרְחִיק אַרְבַּע אַמּוֹת כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "If a person has opened a window overlooking a courtyard belonging to a colleague, and the owner of the courtyard waived his right to protest or displayed his willingness to consent - e.g., he helped him in the window's construction or he knew about this source of damage and did not protest - the owner of the window has established his right to the window. The owner of the courtyard cannot come at a later date and protest that he must close it.<br>What are the laws that apply with regard to this window that he was allowed to open? If it is large enough for a person to insert his head, or it is less than four cubits high, even if it is not large enough for a person to insert his head into it, the owner of the courtyard may not build a wall opposite or at its side unless he moves four cubits away, as explained in the previous halachah."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הָיְתָה חַלּוֹן קְטַנָּה שֶׁאֵין רֹאשׁוֹ שֶׁל אָדָם נִכְנָס מִמֶּנָּה וְהָיְתָה לְמַעְלָה מֵאַרְבַּע אַמּוֹת בַּעַל הֶחָצֵר יָכוֹל לִבְנוֹת כְּנֶגְדָּהּ וּבִצְדֶדֶיהָ שֶׁהֲרֵי טוֹעֵן וְאוֹמֵר לֹא הִנַּחְתִּיךָ לִפְתֹּחַ אֶלָּא מִפְּנֵי שֶׁהִיא קְטַנָּה וּגְבוֹהָה. אֲבָל שֶׁתַּחְזִיק עָלַי עַד שֶׁאַרְחִיק הַבִּנְיָן לֹא הִנַּחְתִּי. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁפְּתָחָהּ לְתַשְׁמִישׁ אוֹ כְּדֵי שֶׁיִּכָּנֵס בָּהּ הָרוּחַ. אֲבָל אִם פְּתָחָהּ לְאוֹרָה אֲפִלּוּ הָיְתָה קְטַנָּה בְּיוֹתֵר וּגְבוֹהָה בְּיוֹתֵר הוֹאִיל וְלֹא עִרְעֵר הֶחֱזִיק וְאֵין בַּעַל הֶחָצֵר יָכוֹל לִבְנוֹת כְּנֶגְדָּהּ אוֹ מִצְּדָדֶיהָ עַד שֶׁיַּרְחִיק אַרְבַּע אַמּוֹת כְּדֵי שֶׁלֹּא יַאֲפִיל עָלָיו שֶׁהֲרֵי מָחַל לוֹ עַל הָאוֹרָה. וְכֵן מִי שֶׁהָיְתָה לוֹ חַלּוֹן מֻחְזֶקֶת וּבָא חֲבֵרוֹ וּבָנָה כְּנֶגְדָּהּ אוֹ מִצְּדָדֶיהָ בְּלֹא הַרְחָקָה אוֹ סְתָמָהּ וְשָׁתַק בַּעַל הַחַלּוֹן אֵינוֹ יָכוֹל לַחְזֹר וּלְעַרְעֵר לִפְתֹּחַ הַחַלּוֹן אוֹ לְהַרְחִיק הַבִּנְיָן. שֶׁכֵּיוָן שֶׁשָּׁתַק מָחַל שֶׁאֵין אָדָם עָשׂוּי שֶׁסּוֹתְמִין אוֹרוֹ בְּפָנָיו וְשׁוֹתֵק אֶלָּא אִם כֵּן מָחַל:  ",
            "english": "If, however, the window was too small for the head of a person to be inserted, and it is more than four cubits high, the owner of the courtyard may build a wall opposite it or at its sides. For he can claim: \"I allowed you to open the window only because it is small and high, but it was not my intent to give you a right that would require me to move away my building.\"<br>When does the above apply? When the window was opened to be used or to allow air to enter. If, however, the window was opened so that light could enter, even if it was very small and very high, since the owner of the courtyard did not protest at the time of its construction, the owner of the window is granted a right to it. The owner of the courtyard may not build a structure opposite it or at its side unless he moves four cubits away, so that he does not cast a shadow against it, for he granted him the right to the light.<br>Similarly, if a person had a window for which he established a right, and the owner of the courtyard built opposite it or at its side without moving away, or he closed the window, and the owner of the window did not protest, the owner of the window cannot come at a later time protesting and demanding that the window be opened or that the structure be moved. Since he remained silent, he waived his right to protest. For a person will not remain silent while another person blocks his light unless he relinquishes his right."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהָיוּ לוֹ חַלּוֹנוֹת לְמַטָּה בְּכָתְלוֹ וּבָא חֲבֵרוֹ לִבְנוֹת בִּפְנֵיהֶן וְאָמַר לוֹ אֲנִי אֶפְתַּח לְךָ חַלּוֹנוֹת אֲחֵרוֹת בְּכֹתֶל זֶה עַצְמוֹ לְמַעְלָה מֵאֵלּוּ הֲרֵי זֶה מְעַכֵּב עָלָיו וְאוֹמֵר לוֹ בְּעֵת שֶׁתִּפְתַּח הַחַלּוֹנוֹת תַּרְעִיד אֶת הַכֹּתֶל וּתְקַלְקֵל אוֹתוֹ. וַאֲפִלּוּ אָמַר אֲנִי אֶסְתֹּר כָּל הַכֹּתֶל וְאֶבְנֶה אוֹתוֹ לְךָ חָדָשׁ וְאֶעֱשֶׂה בּוֹ חַלּוֹנוֹת לְמַעְלָה וְאֶשְׂכֹּר לְךָ בַּיִת שֶׁתָּדוּר בּוֹ עַד שֶׁאֶבְנֶה יָכוֹל לְעַכֵּב עָלָיו וְאוֹמֵר לוֹ אֵין רְצוֹנִי שֶׁאֶטְרַח מִמָּקוֹם לְמָקוֹם. לְפִיכָךְ אִם לֹא הָיָה שָׁם טֹרַח כְּלָל וְאֵין צָרִיךְ לְפָנוֹת אֵינוֹ יָכוֹל לְעַכֵּב עָלָיו. וְכוֹפִין אוֹתוֹ שֶׁיִּהְיֶה חֲבֵרוֹ סוֹתֵם חַלּוֹן זֶה שֶׁלְּמַטָּה מִמֶּנּוּ וְעוֹשֶׂה לוֹ חַלּוֹן מִלְּמַעְלָה שֶׁזּוֹ מִדַּת סְדוֹם. וְכֵן כָּל דָּבָר שֶׁזֶּה נֶהֱנֶה בּוֹ וְאֵין חֲבֵרוֹ מַפְסִיד וְאֵין חָסֵר כְּלוּם כּוֹפִין עָלָיו:  ",
            "english": "When a person has windows on the lower portion of his wall, and a person who owns an adjoining property desires to erect a building that would block them he is not permitted to do so. Even if he proposes: \"I will open up new windows for you in this wall above these others, \" the owner of the windows may prevent him from doing so, explaining \"When you open the windows, you will shake the foundations of the wall and ruin it.\"<br>Even if the person who desires to build offers: \"I will tear down your wall and rebuild it for you with windows higher up. And I will rent a home for you to live in until I build it, \" the owner of the home can still prevent him. For he may say: \"I do not want the trouble moving from one place to another.\"<br>Therefore, if there is no difficulty involved at all, and it is not necessary for him to leave his home, he cannot prevent him from performing this construction. We compel him to allow his friend to close the window below and build a new window for him higher up. Not to allow this would be following the traits of Sodom. Similarly, whenever there is a situation where one person will benefit and his colleague will not lose nor be lacking anything, we compel that person to cooperate."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֲבָל בַּעַל הַחַלּוֹנוֹת שֶׁרָצָה לְשַׁנּוֹת מְקוֹם חַלּוֹנוֹ בֵּין לְמַעְלָה בֵּין לְמַטָּה אֲפִלּוּ הָיְתָה גְּדוֹלָה וְאָמַר אֶפְתַּח אַחֶרֶת קְטַנָּה וְאֶסְתֹּם זוֹ בַּעַל הֶחָצֵר מְעַכֵּב עָלָיו. וְכֵן אֵינוֹ יָכוֹל לְהַרְחִיב בַּחַלּוֹן כָּל שֶׁהוּא:  ",
            "english": "When, by contrast, the owner of a window desires to change the location of his window, whether to raise it or lower it, the owner of the adjoining courtyard can prevent him from doing so. This applies even if the window was large, and its owner says: \"I will open only a small window in another place, and close this one. \" Needless to say, he cannot make the window larger."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שְׁנֵי אַחִין שֶׁחָלְקוּ חָצֵר מִדַּעְתָּן וְשָׁמוּ הַבִּנְיָן וְהָעֵצִים זֶה כְּנֶגֶד זֶה וְלֹא הִשְׁגִּיחוּ עַל שׁוּמַת הָאֲוִיר. וְהִגִּיעַ לְאֶחָד מֵהֶן בְּחֶלְקוֹ תַּרְבַּץ הֶחָצֵר וְלַשֵּׁנִי הָאַכְסַדְרָה. אִם רָצָה בַּעַל הֶחָצֵר לִבְנוֹת כֹּתֶל בְּסוֹף חֶלְקוֹ בּוֹנֶה בִּפְנֵי הָאַכְסַדְרָה וְאַף עַל פִּי שֶׁמַּאֲפִיל עָלָיו שֶׁהֲרֵי לֹא שָׁמוּ הָאֲוִיר:  ",
            "english": "The following rule applies when two brothers divide a courtyard that they received as an inheritance on their own accord, evaluating the building and the trees in each other's portion, but failing to pay attention to the value of the open space. Thus, one received the garden of the courtyard, and one received an excedra. If the brother who received the garden in the courtyard desires to build a wall at the end of his portion, in front of his brother's excedra, he may do so, even though he casts a shadow over it. For when dividing the estate, they did not pay attention to the value of the open space."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמְבַקֵשׁ לְהוֹצִיא זִיז מִכָּתְלוֹ עַל אֲוִיר חֲצַר חֲבֵרוֹ כָּל שֶׁהוּא בַּעַל הֶחָצֵר מְעַכֵּב עָלָיו שֶׁהֲרֵי מַזִּיקוֹ בִּרְאִיָּה בְּעֵת שֶׁתּוֹלֶה בּוֹ וּמִשְׁתַּמֵּשׁ בּוֹ. הוֹצִיא אֶת הַזִּיז וְלֹא מִחָה בּוֹ לְאַלְתַּר בַּעַל הֶחָצֵר הֲרֵי הֶחֱזִיק בַּעַל הַזִּיז: \n",
            "english": "When a person desires to build a projection from his property - regardless of its size - extending over the space above a courtyard belonging to his colleague, his colleague may prevent him from doing so, for he will invade his privacy by looking at him when he hangs articles on the projection or uses it in any way.<br>If he built the projection and the owner of courtyard did not protest immediately, the builder of the projection establishes his right to it."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיָה הַזִּיז טֶפַח הֶחֱזִיק בַּאֲוִיר הֶחָצֵר כְּנֶגְדּוֹ. וְאִם רָצָה בַּעַל הֶחָצֵר לִבְנוֹת תַּחַת הַזִּיז וּלְבַטֵּל תַּשְׁמִישׁוֹ בַּעַל הַזִּיז מְעַכֵּב עָלָיו. וְאִם אֵין בַּזִּיז טֶפַח לֹא הֶחֱזִיק בַּאֲוִיר הֶחָצֵר וְכָל עֵת שֶׁיִּרְצֶה בַּעַל הֶחָצֵר לִבְנוֹת תַּחְתָּיו וּלְבַטֵּל תַּשְׁמִישׁוֹ שֶׁל זִיז אֵין בַּעַל הַזִּיז יָכוֹל לְעַכֵּב עָלָיו: \n",
            "english": "If the projection was a handbreadth wide, the owner of the projection has established his right to the empty space of the courtyard. If the owner of the courtyard desires to build under the projection and as a result nullify its usefulness, the owner of the projection may prevent him from doing so.<br>If the projection is not a square handbreadth, the owner of the projection does not establish his right to the empty space of the courtyard. Whenever the owner of the courtyard desires, he may build under the projection and as a result nullify its usefulness. The owner of the projection may not prevent him from doing so."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיָה הַזִּיז שֶׁהוֹצִיא רָחְבּוֹ טֶפַח וּמָשׁוּךְ בַּאֲוִיר חֲצֵרוֹ שֶׁל חֲבֵרוֹ אַרְבָּעָה טְפָחִים וְלֹא מִחָה בּוֹ הֶחֱזִיק בּוֹ בְּאַרְבָּעָה עַל אַרְבָּעָה וְאִם רָצָה לְהַרְחִיב אֶת הַזִּיז עַד שֶׁיַּעֲשֶׂה אַרְבָּעָה עַל אַרְבָּעָה הֲרֵי זֶה מַרְחִיב וְאֵין בַּעַל הֶחָצֵר יָכוֹל לִבְנוֹת בַּאֲוִיר חֲצֵרוֹ תַּחַת הַזִּיז כְּלוּם אֶלָּא אִם כֵּן הִנִּיחַ לוֹ תַּחְתָּיו גֹּבַהּ אֲוִיר עֲשָׂרָה טְפָחִים כְּדֵי שֶׁיִּשְׁתַּמֵּשׁ בַּזִּיז: \n",
            "english": "When the projection that was constructed was one handbreadth wide and extended out four handbreadths into the space of his colleague's courtyard, and the owner of the courtyard did not protest against this, the owner of the projection establishes the right to a space four handbreadths by four handbreadths. If the owner of the projection desires, he may widen the projection until it is four handbreadths by four handbreadths.<br>The owner of the courtyard may not build anything in the space of his courtyard below the projection unless he leaves a space of ten handbreadths below the projection so that the owner of the projection may make use of it."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמַּעֲמִיד סֻלָּם קָטָן שֶׁאֵין לוֹ אַרְבָּעָה חַוָּקִין בְּצַד כָּתְלוֹ בְּתוֹךְ חָצֵר שֶׁל חֲבֵרוֹ אוֹ בְּתוֹךְ שָׂדֵהוּ לֹא הֶחֱזִיק בְּנֵזֶק זֶה וְכָל זְמַן שֶׁיִּרְצֶה בַּעַל הֶחָצֵר בּוֹנֶה בְּצַד סֻלָּם וּמְבַטֵּל תַּשְׁמִישׁוֹ. וְאִם הָיָה סֻלָּם גָּדוֹל שֶׁיֵּשׁ לוֹ אַרְבָּעָה חַוָּקִין אוֹ יָתֵר הֶחֱזִיק וְאִם בָּא לִבְנוֹת וּלְבַטְּלוֹ בַּעַל הַסֻּלָּם מְעַכֵּב עָלָיו עַד שֶׁיַּרְחִיק כַּשִּׁעוּר שֶׁהֲרֵי מָחַל לוֹ לְהַעֲמִיד סֻלָּם גָּדוֹל. לְפִיכָךְ כְּשֶׁיָּבוֹא בַּעַל הַגַּג לְהַעֲמִיד סֻלָּם גָּדוֹל בַּעַל הֶחָצֵר יָכוֹל לִמְחוֹת כְּדֵי שֶׁלֹּא יַחֲזִיק עָלָיו. אֲבָל אִם הֶעֱמִיד סֻלָּם קָטָן אֵינוֹ יָכוֹל לְמָנְעוֹ שֶׁהֲרֵי אוֹמְרִין לוֹ אֵין עָלֶיךָ הֶפְסֵד בָּזֶה כָּל זְמַן שֶׁתִּרְצֶה תִּטְּלֶנּוּ: \n",
            "english": "When a person sets up a small ladder that has fewer than four rungsin a courtyard or a field belonging to a colleague next to his own wall, he has not established a right to use his colleague's property in this manner. Whenever the owner of the courtyard desires, he may build next to the ladder and nullify its usefulness.<br>If by contrast the ladder is large - possessing four rungs or more - the owner of the ladder establishes his right to maintain it. If the owner of the courtyard desires to build a structure that would nullify its usefulness, the owner of the ladder may prevent him from doing so unless he moves a sufficient distance away. For he granted him the right of constructing a large ladder.<br>For this reason, if an owner of a roof comes to set up a large ladder in an adjacent courtyard, the owner of the courtyard may protest and prevent him from doing so, so that he does not establish this right. If, however, he sets up a small ladder, the owner of the courtyard may not prevent him from doing so. For we tell him: \"You are losing nothing from this. Whenever you desire, you may move it away.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָרוֹצֶה לְהוֹצִיא צִנּוֹר עַל חֲצַר חֲבֵרוֹ כְּדֵי שֶׁיְּקַלֵּחַ שָׁם הַמַּיִם. אוֹ שֶׁעָשָׂה מַזְחֵילָה עַל כָּתְלוֹ כְּדֵי שֶׁיִּהְיוּ הַמַּיִם נִזְחָלִין וְיוֹרְדִין לַחֲצַר חֲבֵרוֹ. בַּעַל הֶחָצֵר מְעַכֵּב עָלָיו. וְאִם לֹא מִחָה בּוֹ הֶחֱזִיק זֶה בַּצִּנּוֹר. רָצָה אַחַר כָּךְ לִסְתֹּם הַצִּנּוֹר בַּעַל הֶחָצֵר מְעַכֵּב עָלָיו. שֶׁכְּשֵׁם שֶׁהֶחְזִיק בַּעַל הַגַּג לִשְׁפֹּךְ מֵימָיו לַחֲצַר חֲבֵרוֹ כָּךְ הֶחֱזִיק בַּעַל הֶחָצֵר שֶׁיִּהְיוּ מֵימֵי גַּגּוֹ שֶׁל חֲבֵרוֹ בָּאִין אֶצְלוֹ לִרְשׁוּתוֹ. רָצָה בַּעַל הַגַּג לַעֲקֹר הַצִּנּוֹר מִצַּד זֶה וּלְהַחְזִירוֹ בְּצַד אַחֵר אוֹ שֶׁהָיָה אָרֹךְ וְרָצָה לְקַצְּרוֹ אֵין בַּעַל הֶחָצֵר יָכוֹל לְעַכֵּב עָלָיו שֶׁלֹּא הֶחֱזִיק אֶלָּא בְּמֵימֵי הַגַּג וַהֲרֵי הֵם בָּאִים אֶצְלוֹ מִכָּל מָקוֹם. וְכֵן אִם רָצָה בַּעַל הֶחָצֵר לִבְנוֹת תַּחַת הַצִּנּוֹר אֵין בַּעַל הַגַּג יָכוֹל לְעַכֵּב עָלָיו שֶׁאֵין הַצִּנּוֹר עָשׂוּי לְתַשְׁמִישׁ כְּזִיז כְּדֵי שֶׁיַּחְזִיק בַּאֲוִיר הֶחָצֵר. שֶׁאֵינוֹ עָשׂוּי אֶלָּא לְקִלּוּחַ הַמַּיִם: \n",
            "english": "The following rules apply when a person desires to extend a drainpipe from his roof over a courtyard belonging to a colleague so that water will flow unto his colleague's property, or he made a gutter on his wall, so that the water will drain off and descend into his colleague's courtyard. The owner of the courtyard can prevent him from doing so. If the owner of the courtyard does not protest, the neighbor establishes his right to the drainpipe.<br>If, afterwards, the owner of the pipe desires to close it, the owner of the courtyard can prevent him from doing so. For just as the owner of the roof established his right to have his water flow into the courtyard belonging to his colleague, the owner of the courtyard established his right to have the water from his colleague's roof flow into his garden.<br>If the owner of the roof desired to move the drainpipe from one corner of the roof to the other or the drainpipe was long and he desired to shorten it, the owner of the courtyard may not prevent him from doing so. For the right that he established was merely that the water flow into his property.<br>Similarly, if the owner of the courtyard desires to build under the drainpipe, the owner of the projection may not prevent him from doing so. For a drain pipe is not made for use like a projection, so that it could be said that the owner of the roof has established his right to the open space of the courtyard. For a drainpipe is made only for the purpose of letting water flow through it."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁהוֹרִיד מֵי גַּגּוֹ עַל חֲצַר חֲבֵרוֹ וְלֹא מִחָה בּוֹ וְהֶחֱזִיק בְּדָבָר זֶה. אִם הַמַּיִם מְנַטְּפִין וְרָצָה לְקַבְּצָם לְמָקוֹם אֶחָד וְלַעֲשׂוֹתָם צִנּוֹר עוֹשֶׂה. וְכֵן אִם הָיוּ בָּאִין דֶּרֶךְ צִנּוֹר מִמָּקוֹם אַחֵר וְחִלְּקָן עַל רֹחַב הַכֹּתֶל וְהֶחֱזִירָן נוֹטְפִין עוֹשֶׂה. וַאֲפִלּוּ לִבְנוֹת עַל גַּגּוֹ כְּמִין צְרִיף עַד שֶׁיֵּרְדוּ הַמַּיִם בִּמְהֵרָה לַחֲצַר חֲבֵרוֹ בּוֹנֶה שֶׁהֲרֵי הֻחְזְקוּ מֵימָיו שֶׁל זֶה לֵירֵד לַחֲצַר חֲבֵרוֹ: \n",
            "english": "The following rules apply when a person caused the water from his roof to descend unto the courtyard of his colleague and established his right to this privilege. If the water was dripping in several places and he desired to have it collect to one place and make a drainpipe, he may. Similarly, if the water would descend in one place, and the owner of the roof wanted it to flow in several different places, he may.<br>He may even build a slanted canopy on his roof, so that the water will flow speedily into the courtyard of his colleague, for he has established the right to have water descend into the courtyard of his colleague."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כֹּתֶל שֶׁבֵּין רְאוּבֵן וְשִׁמְעוֹן אִם הָיוּ שֻׁתָּפִין בּוֹ שְׁנֵיהֶם מִשְׁתַּמְּשִׁין בּוֹ זֶה חוֹפֵר מִצַּד זֶה וּמַכְנִיס קוֹרוֹתָיו כָּל שֶׁהֵן. וְזֶה חוֹפֵר מִצַּד זֶה וּמַכְנִיס קוֹרוֹתָיו. הָיָה הַכֹּתֶל שֶׁל רְאוּבֵן לְבַדּוֹ אֵין שִׁמְעוֹן יָכוֹל לְהִשְׁתַּמֵּשׁ בּוֹ. חָפַר שִׁמְעוֹן בְּכֹתֶל זֶה וְהִכְנִיס בָּהּ קוֹרָה אַחַת וְשָׁתַק רְאוּבֵן וְלֹא מִחָה בּוֹ הֶחֱזִיק בִּמְקוֹם הַקּוֹרָה. אֲפִלּוּ הָיְתָה קְטַנָּה וְרָצָה שִׁמְעוֹן לְהַחְלִיפָהּ בְּקוֹרָה גְּדוֹלָה וְעָבָה מַחְלִיף. הָיְתָה הַקּוֹרָה סֻכַּת עַרְאַי כָּל שְׁלֹשִׁים יוֹם לֹא הֶחֱזִיק בָּהּ סְתָם שֶׁהֲרֵי רְאוּבֵן אוֹמֵר לֹא מָחַלְתִּי וְהִנַּחְתִּיךָ אֶלָּא מִפְּנֵי שֶׁהוּא עַרְאַי. לְאַחַר שְׁלֹשִׁים יוֹם הֶחֱזִיק שֶׁאֵין זֶה עַרְאַי. וְאִם סֻכַּת יְמֵי הֶחָג הִיא כָּל שִׁבְעַת יְמֵי הֶחָג לֹא הֶחֱזִיק לְאַחַר שִׁבְעָה הֶחֱזִיק. וְאִם חִבֵּר רֹאשׁ הַקּוֹרָה בַּכֹּתֶל בְּטִיט מִיָּד הֶחֱזִיק וְהוּא שֶׁיָּבִיא רְאָיָה שֶׁרְאוּבֵן סִיֵּעַ עִמּוֹ אוֹ רָאָה וְלֹא מִחָה: \n",
            "english": "When there is a wall between the properties of Reuven and Shimon, and they share its ownership, both may use it. One may hollow out space from one side and insert his beams, regardless of their size, and the other may hollow out space from the other side and insert his beams.<br>If the wall belonged to Reuven alone, Shimon may not make use of it. If, however, Shimon hollowed out space in the wall and inserted one beam, and Reuven remained silent and did not protest, he established his right to the place of that beam. Even if his original beam was small and Shimon desired to change it to a big and thick beam, he may.<br>If the beam was part of a temporary <i>sukkah</i>, he does not establish the right to maintain it for 30 days. For Reuven will say: \"I did not waive my right to protest. I allowed it merely because it was temporary.\" If the owner of the beam maintains the <i>sukkah</i> for 30 days, he establishes his right to it, for that is no longer considered temporary.<br>Different rules apply if he constructed a <i>sukkah</i> for the holiday. Within all the seven days of the holiday, he does not establish his right to maintain it. After the seven days are completed, he does establish his right.<br>If he joins the end of the beam to the wall with mortar, he establishes his right immediately, provided he brings proof that Reuven helped him in the construction or saw and did not protest."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהֶחְזִיק בְּכֹתֶל זֶה בְּקוֹרָה אַחַת אֵינוֹ יָכוֹל לְהַחֲזִיק בְּקוֹרָה שְׁנִיָּה שֶׁהֲרֵי לֹא מָחַל לוֹ אֶלָּא עַל הָאַחַת. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהוֹדָה שֶׁאֵין הַכֹּתֶל זֶה שֶׁלּוֹ אֶלָּא חֲבֵרוֹ מָחַל לוֹ עַל הַכְנָסַת קוֹרָה זוֹ. אֲבָל אִם טָעַן שֶׁכֹּתֶל זֶה שֻׁתָּף אֲנִי בּוֹ הוֹאִיל וְהִשְׁתַּמֵּשׁ בָּהּ בְּקוֹרָה אַחַת נֶאֱמָן וּמִשְׁתַּמֵּשׁ בְּכֻלָּן אַחַר שֶׁיִּשָּׁבַע שְׁבוּעַת הֶסֵּת שֶׁהוּא שֻׁתָּף בְּכָל הַכֹּתֶל: \n",
            "english": "If a person established a right to insert one beam into a wall, he does not have a right to insert a second beam. For the owner of the wall waived his right to protest with regard to only one beam.<br>When does the above apply? When the person inserting the beam admitted that the wall did not belong to him, and the owner waived his right to protest with regard to the insertion of this beam. If, however, he claimed, \"I am a partner in this wall,\" since he made use of it for one beam, his word is accepted and he is allowed to insert all his beams. He takes a <i>sh'vuat hesset</i> that he is a partner in the entire wall."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָיוּ קוֹרוֹתָיו שֶׁל רְאוּבֵן בְּתוֹךְ הַכֹּתֶל וּבְצַד שִׁמְעוֹן מְקוֹמוֹת חֲפוּרִין לְהַכְנִיס בָּהֶן רָאשֵׁי הַקּוֹרוֹת לֹא הֶחֱזִיק בָּהֶן שִׁמְעוֹן לְהַכְנִיס בָּהּ קוֹרוֹת וְאֵינוֹ יָכוֹל לִטְעֹן שֶׁהוּא שֻׁתָּף בּוֹ שֶׁהֲרֵי אֵין לוֹ בּוֹ תַּשְׁמִישׁ וְיָכוֹל רְאוּבֵן לִטְעֹן שֶׁאֲנִי חָפַרְתִּי מְקוֹמוֹת אֵלּוּ בְּצִדְּךָ כְּדֵי שֶׁיִּהְיוּ מוּכָנִים עַד שֶׁתִּקְנֶה מִמֶּנִּי אוֹ שֶׁתְּבַקֵּשׁ מִמֶּנִּי וְאֶמְחל לְךָ וְתַכְנִיס הַקּוֹרוֹת בְּלֹא חֲפִירָה בַּכֹּתֶל כְּדֵי שֶׁלֹּא יִתְמַטְמֵט כָּתְלִי בְּעֵת חֲפִירָה: \n",
            "english": "When one of the colleagues builds the wall without the participation of the other, only he has the right to it. If beams belonging to Reuven were placed within the wall, and there was also space hollowed out on Shimon's side for him to place his beams, Shimon has not established his right to it. Shimon may not insert his beams into the wall, nor may he claim that he is a partner in it, for he has no right to use it.<br>Reuven can refute Shimon's claims, stating: \"Before building the wall I hollowed out these places on your side, so that they will be prepared for you so that when you will purchase a share from me, or when you will request me to waive my right to protest and allow you to insert your beams, you will be able to do so without hollowing out the wall, so that the wall will not be shaken when it is hollowed out."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "לֹא יַחְפֹּר אָדָם בּוֹר וְלֹא שִׁיחַ וְלֹא מְעָרָה וְלֹא יָבִיא אַמַּת הַמַּיִם וְלֹא יַעֲשֶׂה בְּרֵכַת הַמַּיִם לִשְׁרוֹת בָּהּ בְּגָדִים לְכַבֵּס בְּצַד כָּתְלוֹ שֶׁל חֲבֵרוֹ אֶלָּא אִם כֵּן הִרְחִיק מִכֹּתֶל חֲבֵרוֹ שְׁלֹשָׁה טְפָחִים. וִיסַיֵּד בְּסִיד לְכֹתֶל בּוֹר זֶה אוֹ מִקְוֵה הַמַּיִם זֶה אוֹ כֹּתֶל הָאַמָּה מִצַּד חֲבֵרוֹ כְּדֵי שֶׁלֹּא יַבְלִיעוּ הַמַּיִם וְיַזִּיקוּ כֹּתֶל חֲבֵרוֹ: \n",
            "english": "A person may not dig a cistern, a trench or a storage vat next to a wall belonging to a colleague unless he distances himself at least three handbreadths from the wall. Nor may he extend an irrigation ditch or make a pool for soaking clothes to be laundered near a wall, unless he makes such a separation. He must seal the wall of this cistern, water reservoir or irrigation ditch with cement on the side near his colleague, so that the water does not seep through and damage his colleague's wall."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מַרְחִיקִין אֶת הַגֶּפֶת וְאֶת הַזֶּפֶת וְאֶת הַמֶּלַח וְאֶת הַסִּיד וְאֶת הַסְּלָעִים מִכָּתְלוֹ שֶׁל חֲבֵרוֹ שְׁלֹשָׁה טְפָחִים אוֹ סָד בְּסִיד. וּמַרְחִיקִין אֶת הַזְּרָעִים וְאֶת הַחֲרִישָׁה וְאֶת הַגּוּמָא שֶׁמִּתְקַבֵּץ בָּהּ מֵימֵי רַגְלַיִם מִן הַכֹּתֶל שְׁלֹשָׁה טְפָחִים: \n",
            "english": "A separation of three handbreadths must be placed between olive debris, tar, salt, lime, or flint stones and a wall belonging to one's colleague, or these substances must be coated with cement.<br>Similarly, a separation of three handbreadths must be made between a wall and plants, plowing, and a cesspool where urine is collected."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מַרְחִיקִין אֶת הָרֵחָיִם [מִן הַכֹּתֶל] שְׁלֹשָׁה טְפָחִים מִן הָרֵחָיִם הַתַּחְתּוֹנָה שֶׁהֵן אַרְבָּעָה מִן הָעֶלְיוֹנָה כְּדֵי שֶׁלֹּא יָנִיד אוֹתוֹ אוֹ כְּדֵי שֶׁלֹּא יְבַהֲלֶנּוּ בְּקוֹל הָרֵחָיִם: \n",
            "english": "A mill must be placed at a distance from a colleague's wall. The lower millstone must be separated from the wall by at least three handbreadths, causing the upper millstone to be separated by four handbreadths, so that the millstone will not cause tremors to the wall, and so that its noise will not frighten the neighbor."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מַרְחִיקִין אֶת הַתַּנּוּר מִן הַכֹּתֶל שְׁלֹשָׁה טְפָחִים מִקַּרְקָעִיתוֹ שֶׁהֵן אַרְבָּעָה מִשְּׂפָתוֹ כְּדֵי שֶׁלֹּא יֵחַם הַכֹּתֶל: \n",
            "english": "An oven should be separated from a wall; a separation of three handbreadths should be made between the wall and its base, resulting in a distance of four handbreadths between the wall and its upper portion, so that the wall will not become heated."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֶבֶן שֶׁהַכּוֹבֵס מַכֶּה בְּגָדִים עָלֶיהָ עַד שֶׁיִּתְלַבְּנוּ צָרִיךְ לְהַרְחִיק אוֹתָהּ אַרְבַּע אַמּוֹת מִכֹּתֶל שֶׁל חֲבֵרוֹ שֶׁבְּעֵת שֶׁהַכּוֹבֵס מַכֶּה עָלֶיהָ הַמַּיִם נִתָּזִין וּמַזִּיקִין לַכֹּתֶל: \n",
            "english": "A separation of four cubits must be made between a wall belonging to a colleague and a stone used by a launderer to beat garments until they become white. For otherwise, when the launderer beats the garments with the stone, the water will spray outward and damage the wall."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "לֹא יַשְׁתִּין אָדָם מַיִם בְּצַד כָּתְלוֹ שֶׁל חֲבֵרוֹ אֶלָּא אִם כֵּן הִרְחִיק מִמֶּנּוּ שְׁלֹשָׁה טְפָחִים. בַּמֶּה דְּבָרִים אֲמוּרִים בְּכֹתֶל לְבֵנִים. אֲבָל בְּכֹתֶל אֲבָנִים יַרְחִיק טֶפַח. וְאִם הָיוּ הָאֲבָנִים צְחִיחַ סֶלַע מַשְׁתִּין בְּצִדּוֹ בְּלֹא הַרְחָקָה: \n",
            "english": "A person should not urinate next to a wall belonging to a colleague unless he distances himself three handbreadths from it.<br>When does the above apply? With regard to a brick wall. With regard to a stone wall, by contrast, it is necessary to distance oneself by only one handbreadth. If the stones are marble, one may urinate on the side of the wall without making any separation."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מַרְחִיקִין אֶת הַסֻּלָּם מֵהַשּׁוֹבָךְ אַרְבַּע אַמּוֹת כְּדֵי שֶׁלֹּא תִּקְפֹּץ הַנְּמִיָּה בְּעֵת שֶׁמֵּנִיחַ הַסֻּלָּם וְתַעֲלֶה לַשּׁוֹבָךְ וְתֹאכַל הַגּוֹזָלוֹת: \n",
            "english": "A ladder should be separated from a dovecote by at least four cubits, so that, when the ladder is placed down, a marten will not leap up and ascend to the dovecote and eat the doves."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וּמַרְחִיקִין אֶת הַכֹּתֶל מִן הַמַּזְחֵילָה שֶׁל חֲבֵרוֹ אַרְבַּע אַמּוֹת כְּדֵי שֶׁיִּהְיֶה מָקוֹם לְבַעַל הַמַּזְחֵילָה לִזְקֹף סֻלָּם וּלְתַקֵּן מַזְחֵילָה שֶׁלּוֹ הוֹאִיל וְהֶחֱזִיק בָּהּ: \n",
            "english": "One should leave a space of four cubits between a wall and a drainpipe belonging to a colleague, so that the owner of the drainpipe can set up a ladder to fix his drainpipe. Since he has established his right to the drainpipe he is given this additional privilege."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁהָיָה כָּתְלוֹ סָמוּךְ לְכֹתֶל שִׁמְעוֹן כְּמִין גַּם וּבָא רְאוּבֵן לַעֲשׂוֹת כֹּתֶל שֵׁנִי כְּנֶגֶד כֹּתֶל שִׁמְעוֹן עַד שֶׁיַּעֲשֶׂה הַשְּׁלֹשָׁה כְּתָלִין כְּמִין בֵּי\"ת הֲרֵי שִׁמְעוֹן מְעַכֵּב עָלָיו עַד שֶׁיַּרְחִיק מִכְּנֶגְדּוֹ אַרְבַּע אַמּוֹת כְּדֵי שֶׁיִּהְיֶה הַמָּקוֹם בֵּין שְׁנֵי הַכְּתָלִים רָחָב כְּדֵי שֶׁיָּדוּשׁוּ בּוֹ רַבִּים וְתִתְחַזֵּק הָאָרֶץ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּכֹתֶל גִּנָּה אוֹ בְּכֹתֶל חָצֵר בְּעִיר חֲדָשָׁה. אֲבָל בְּעִיר יְשָׁנָה כְּבָר נִתְחַזְּקָה וּבוֹנֶה כְּנֶגְדּוֹ בְּלֹא הַרְחָקָה. וְכֵן אִם לֹא הָיָה בְּאֹרֶךְ כֹּתֶל שִׁמְעוֹן שֶׁבּוֹנֶה כְּנֶגְדּוֹ אַרְבַּע אַמּוֹת אֵינוֹ מַרְחִיק אַף עַל פִּי שֶׁמּוֹנֵעַ הָרֶגֶל מִלְּהַלֵּךְ שָׁם. שֶׁהַכֹּתֶל שֶׁהוּא פָּחוֹת מֵאַרְבַּע אַמּוֹת אֵינוֹ צָרִיךְ חִזּוּק הָאָרֶץ: \n",
            "english": "When a wall belonging to Reuven was joined to a wall belonging to Shimon in a L shape, and Reuven desires to build a second wall opposite Shimon's wall so that the three walls will appear as a <i>Bet</i>, Shimon can prevent him from doing so, and require him to leave a space of four cubits between the walls so that there will be a wide space between the walls where people can tread and strengthen the earth.<br>When does the above apply? With regard to a wall of a garden, or with regard to the wall of a courtyard in a new city. In an older city, by contrast, this is unnecessary, and one may build opposite the wall without making any separation. Similarly, if the length of Shimon's wall opposite which Reuven was building was less than four cubits, Reuven may build opposite it without making any separation, even though he prevents people from walking there. The rationale is that a wall that is less than four cubits long does not have to have the earth near it strengthened."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מִי שֶׁבָּא לַחְפֹּר בּוֹר בְּסוֹף שָׂדֵהוּ לִסְמֹךְ לְמֵצַר חֲבֵרוֹ אִם שְׂדֵה חֲבֵרוֹ אֵינוֹ עָשׂוּי לְבוֹרוֹת סוֹמֵךְ וְאֵינוֹ יָכוֹל לִמְחוֹת בְּיָדוֹ. וְאִם יִמָּלֵךְ חֲבֵרוֹ לַחְפֹּר בּוֹר בְּצִדּוֹ צָרִיךְ לְהַרְחִיק מִן כֹּתֶל הַבּוֹר שְׁלֹשָׁה טְפָחִים עַד שֶׁיְּהֵא בֵּין חֲלַל שְׁתֵּי הַבּוֹרוֹת שִׁשָּׁה טְפָחִים. וְאִם הָיְתָה שְׂדֵה חֲבֵרוֹ עֲשׂוּיָה לְבוֹרוֹת אֵינוֹ סוֹמֵךְ עַד שֶׁיַּרְחִיק מִן הַמֵּצַר שְׁלֹשָׁה טְפָחִים וְיַחְפֹּר. וּכְשֶׁיָּבוֹא חֲבֵרוֹ לַחְפֹּר יַרְחִיק גַּם הוּא שְׁלֹשָׁה טְפָחִים בְּתוֹךְ שָׂדֵהוּ וְיַחְפֹּר: \n",
            "english": "The following rules apply when a person comes to dig a cistern at the end of his field, near the property boundary of a colleague. If the field belonging to the person's colleague is not appropriate to contain cisterns, the person may dig his cistern next to the boundary. The colleague may not protest against him. If the colleague changes his mind and decides to dig a cistern next to the cistern that was dug, he must separate himself three handbreadths from the wall of the cistern, so that there will be six handbreadths between the cavities of the two cisterns.<br>If the field belonging to the person's colleague is appropriate to contain cisterns, the person may not dig his cistern next to the boundary. Instead, he must distance himself three handbreadths from the boundary before digging. Similarly, when his colleague comes to dig a cistern, he must also make a separation, digging the cistern three handbreadths within his field."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַבַּיִת וְהָעֲלִיָּה שֶׁל שְׁנַיִם לֹא יַעֲשֶׂה בַּעַל הַבַּיִת תַּנּוּר בְּתוֹךְ בֵּיתוֹ אֶלָּא אִם כֵּן יֵשׁ לוֹ עַל גַּבָּיו גֹּבַהּ אַרְבַּע אַמּוֹת. וְכֵן לֹא יַעֲמִיד בַּעַל הָעֲלִיָּה תַּנּוּר עַד שֶׁיִּהְיוּ תַּחְתָּיו מַעֲזִיבָה שְׁלֹשָׁה טְפָחִים וּבְכִירָה טֶפַח. וְאִם תַּנּוּר שֶׁל נַחְתּוֹמִים הוּא צָרִיךְ שֶׁיְּהֵא תַּחְתָּיו אַרְבָּעָה טְפָחִים וּבְכִירָה שֶׁל נַחְתּוֹמִין שְׁלֹשָׁה טְפָחִים. וְאַף עַל פִּי שֶׁהִרְחִיק הַשִּׁעוּר אִם יָצָאת הָאֵשׁ וְהִזִּיקָה מְשַׁלֵּם מַה שֶּׁהִזִּיק כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
            "english": "The following rules apply when the first storey of a house and its second storey belong to two separate individuals. The owner of the house should not build an oven in the first storey of his house unless he leaves a space of four cubits above it. The owner of the second storey may not build an oven until there is a ceiling three handbreadths thick below it. For a range, one handbreadth is sufficient. If he desires to build a baker's oven, there must be a ceiling four handbreadths thick below it. For a range belonging to a baker, three handbreadths is required.<br>Even if the person took the necessary precautions and separated the required distance, if a fire emanated from the oven and caused damage, he must pay for the damages, as explained in the source dealing with this subject."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה לוֹ חֲנוּת תַּחַת אוֹצַר חֲבֵרוֹ לֹא יַעֲשֶׂה בָּהּ לֹא נַחְתּוֹם וְלֹא צַבָּע וְלֹא רֶפֶת בָּקָר וְלֹא יַכְנִיס שָׁם אַסְפַּסְתָּא וְכַיּוֹצֵא בָּהֶן מִדְּבָרִים שֶׁעוֹלֶה מֵהֶם הֶבֶל חַם הַרְבֵּה מִפְּנֵי שֶׁהַחֹם מַפְסִיד פֵּרוֹת הָאוֹצָר. לְפִיכָךְ אִם הָיָה אוֹצַר יַיִן בְּאֶרֶץ יִשְׂרָאֵל שֶׁאֵין הַחֹם מַפְסִידוֹ הֲרֵי זֶה עוֹשֶׂה בַּחֲנוּתוֹ כָּל מְלֶאכֶת אֵשׁ שֶׁיִּרְצֶה. אֲבָל לֹא יַעֲשֶׂה רֶפֶת בָּקָר מִפְּנֵי שֶׁמַּפְסִיד רֵיחַ הַיַּיִן. וְאִם הֻחְזְקָה הַחֲנוּת בַּתְּחִלָּה לְרֶפֶת אוֹ לְנַחְתּוֹם וְכַיּוֹצֵא בּוֹ וְאַחַר כָּךְ רָצָה בַּעַל הָעֲלִיָּה לַעֲשׂוֹת עֲלִיָּתוֹ אוֹצַר אֵינוֹ יָכוֹל לִמְחוֹת בְּיָדוֹ: \n",
            "english": "The following rules apply when a person owns a store below a storage warehouse belonging to a colleague. In the store, he should not make a bakery, a paint factory or a barn for cattle, nor should he bring in hay or other substances that generate warm air, for this will damage the produce stored in the warehouse.<br>For this reason, if the warehouse was used to store wine in Eretz Yisrael that is not ruined by heat, the store owner may perform any task involving fire that he desires. He should not, however, make it a barn for cattle, for this will spoil the aroma of the wine.<br>If the store had already been established as a barn, a bakery or the like, and afterwards the owner of the second storey desired to make his loft a warehouse for produce, he may not protest against the store owner's continued use of the premises for their original purpose."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "כִּבֵּד בַּעַל הַבַּיִת וְרִבֵּץ עֲלִיָּתוֹ אוֹ שֶׁרִבָּה בָּהּ חַלּוֹנוֹת כְּדֵי לַעֲשׂוֹת בּוֹ אוֹצָר וְקָדַם זֶה וְעָשָׂה תַּנּוּר קֹדֶם שֶׁיַּכְנִיס פֵּרוֹת לָאוֹצָר. אוֹ שֶׁהִתְחִיל לֶאֱצֹר שֻׁמְשְׁמִין אוֹ רִמּוֹנִים אוֹ תְּמָרִים וְכַיּוֹצֵא בָּהֶן וְקָדַם זֶה וְעָשָׂה הַתַּנּוּר קֹדֶם שֶׁאָצַר הַחִטִּין. אוֹ שֶׁעָשָׂה בַּעַל הַחֲנוּת מְחִילָה עַל גַּבָּהּ לְהַבְדִּיל בֵּין הַחֲנוּת וּבֵין הָאוֹצָר. בְּכָל אֵלּוּ בַּעַל הָאוֹצָר מְעַכֵּב עָלָיו. וְאִם עָבַר וְעָשָׂה תַּנּוּר וְכַיּוֹצֵא בּוֹ אֵין בַּעַל הָאוֹצָר יָכוֹל לְהָסִיר הַתַּנּוּר בְּכָל אֵלּוּ: \n",
            "english": "If the owner of the second storey swept out his premises and sprinkled water on the floor, or made many windows so that he could use his premises as a warehouse, and the owner of the lower storey rushed and began building an oven before his colleague brought in produce to the warehouse, the owner of the second story began to store sesame seeds, pomegranates, dates and the like, and the owner of the lower storey rushed and began building an oven before his colleague brought in wheat to the warehouse, or the owner of the store built a loft on top of his store to separate between the store and the warehouse, the owner of the warehouse may prevent him from taking these actions. If, however, the owner of the store transgressed and built an oven or the like, the owner of the warehouse does not have the power to force him to remove the oven in all these situations."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מַרְחִיקִין אֶת הָאִילָן מִן הָעִיר עֶשְׂרִים וְחָמֵשׁ אַמָּה. וּבֶחָרוּב וּבַשִּׁקְמָה חֲמִשִּׁים אַמָּה. מִפְּנֵי נוֹיֵי הָעִיר. וְכָל אִילָן הַנִּמְצָא קָרוֹב לָעִיר פָּחוֹת מִזֶּה קוֹצְצִין אוֹתוֹ. וְאִם הָאִילָן קָדַם נוֹתְנִין לוֹ בְּנֵי הָעִיר דָּמָיו. וְאִם הָיָה הַדָּבָר סָפֵק וְלֹא נוֹדַע אֵי זֶה מֵהֶם קָדַם אֵין לְבַעַל הָאִילָן דָּמִים אֶלָּא נוֹטֵל עֵצָיו וְהוֹלֵךְ: \n",
            "english": "A tree should be planted at least 25 cubits away from a city. A carob tree and a wild fig tree should be planted at least 50 cubits away. These measures were instituted for the aesthetic appearance of the city. When a tree is found within these distances, it should be cut down. If the tree was planted there before the city expanded to its present size, the inhabitants of the city must pay the owner for his tree. If there is a doubt concerning the matter, and it is not known which came first, the owner of the tree is not reimbursed. Instead, he must take his tree and depart."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מַרְחִיקִין גֹּרֶן קָבוּעַ מִן הָעִיר חֲמִשִּׁים אַמָּה כְּדֵי שֶׁלֹּא יוֹלִיךְ הָרוּחַ הַתֶּבֶן בְּעֵת שֶׁזּוֹרֶה וְיַזִּיק לִבְנֵי הָעִיר. וְכֵן לֹא יַעֲשֶׂה אָדָם גֹּרֶן קָבוּעַ בְּתוֹךְ שֶׁלּוֹ אֶלָּא אִם כֵּן הָיָה לוֹ חֲמִשִּׁים אַמָּה לְכָל רוּחַ כְּדֵי שֶׁלֹּא יַזִּיק הַתֶּבֶן לִנְטִיעַת חֲבֵרוֹ אוֹ לְנִירוֹ: \n",
            "english": "A significantly large threshing floor should be separated from a city at least 50 cubits, so that the wind will not carry the straw when the produce is winnowed and cause it to harm the inhabitants of the city.<br>Similarly, a person should not make a significantly large threshing floor within his own property unless he owns 50 cubits around it in all directions, so that the straw does not damage his colleague's plants or a field that he has left fallow."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מַרְחִיקִין אֶת הַנְּבֵלוֹת וְאֶת הַקְּבָרוֹת וְאֶת הַבּוּרְסְקִי מִן הָעִיר חֲמִשִּׁים אַמָּה: \n",
            "english": "Animal carcasses, graves and leather works must be situated at least 50 cubits away from a city."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאֵין עוֹשִׂין בּוּרְסְקִי אֶלָּא לְמִזְרַח הָעִיר מִפְּנֵי שֶׁרוּחַ מִזְרָחִית חַמָּה וּמְמַעֶטֶת הֶזֵּק רֵיחַ עִבּוּד הָעוֹרוֹת: \n",
            "english": "Leather works should be positioned only to the east of a city, because the east wind is warm and minimizes the harm caused by the odor of the leather making process."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁבָּא לַעֲשׂוֹת מִשְׁרָה שֶׁל פִּשְׁתָּן בְּצַד יָרָק שֶׁל חֲבֵרוֹ שֶׁהֲרֵי מֵי הַמִּשְׁרָה נִבְלָעִין בָּאָרֶץ וְהוֹלְכִין וּמַפְסִידִין אֶת הַיָּרָק. אוֹ שֶׁנָּטַע כְּרֵישִׁין קָרוֹב מִן הַבְּצָלִים שֶׁל חֲבֵרוֹ שֶׁהֵן מְפִיגִין טַעְמָן. אוֹ שֶׁנָּטַע חַרְדָּל בְּצַד כַּוֶּרֶת דְּבוֹרִים שֶׁהֲרֵי הַדְּבוֹרִים אוֹכְלִין הֶעָלִין וּמַפְסִידִין אֶת הַדְּבַשׁ וְכָל אֵלּוּ וְכַיּוֹצֵא בָּהֶן. אֵין צָרִיךְ לְהַרְחִיק בִּכְדֵי שֶׁלֹּא יַזִּיק וְעַל הַנִּזָּק לְהַרְחִיק אֶת עַצְמוֹ אִם יִרְצֶה עַד שֶׁלֹּא יַגִּיעַ לוֹ הַנֵּזֶק. שֶׁזֶּה בְּתוֹךְ שֶׁלּוֹ הוּא עוֹשֶׂה וְהַנֵּזֶק בָּא לַחֲבֵרוֹ מֵאֵלָיו. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁאֵינוֹ מַרְחִיק כְּשֶׁהָיָה הַנֶּזֶק בָּא מֵאֵלָיו אַחַר שֶׁיִּפָּסְקוּ מַעֲשָׂיו שֶׁל מַזִּיק. אֲבָל אִם הָיוּ מַעֲשָׂיו שֶׁל זֶה שֶׁעוֹשֶׂה בִּרְשׁוּתוֹ מַזִּיקִין אֶת חֲבֵרוֹ בִּשְׁעַת עֲשִׂיָּתוֹ הֲרֵי זֶה כְּמִי שֶׁמַּזִּיק בְּיָדוֹ. הָא לְמָה זֶה דּוֹמֶה לְמִי שֶׁעוֹמֵד בִּרְשׁוּתוֹ וְיוֹרֶה חִצִּים לַחֲצַר חֲבֵרוֹ וְאָמַר בִּרְשׁוּתִי אֲנִי עוֹשֶׂה שֶׁמּוֹנְעִין אוֹתוֹ. וְכֵן כָּל הַרְחָקוֹת הָאֲמוּרוֹת לְמַעְלָה בְּעִנְיָן זֶה אִם לֹא הִרְחִיקוֹ הֲרֵי זֶה כְּמִי שֶׁהִזִּיק בְּחִצָּיו. לְפִיכָךְ צָרִיךְ שֶׁיַּרְחִיק מִשְׁרָה מִן הַיָּרָק וּכְרֵישִׁין מִן הַבְּצָלִים וְחַרְדָּל מִן הַדְּבוֹרִים שְׁלֹשָׁה טְפָחִים אוֹ יֶתֶר מְעַט כְּדֵי שֶׁלֹּא יִהְיֶה הֶזֵּק בַּיָּדַיִם. אֲבָל לְהַרְחִיק עַד שֶׁלֹּא יָבוֹא הַנֶּזֶק מֵאֵלָיו אֵין צָרִיךְ: \n",
            "english": "The following principles apply when a person intends to soak flax near a vegetable garden belonging to a colleague, in which instance the water used for soaking would be absorbed in the earth and damage the vegetables; or he plants leeks near onions belonging to a colleague, in which instance the flavor of the onions will be weakened; or he plants mustard next to a beehive, in which instance the bees will eat the leaves, and thus the honey will be spoiled. The person whose actions will cause the damage is not required to make a separation so that damage does not take place. Instead, it is the person whose property that will be damaged who must distance his crops if he wishes that the damage not occur. For the other person is performing his activity on his own property; the damage occurs on its own as it were.<br>When do we say that he does not have to keep a distance? When the damage comes about by itself after the person whose deeds caused the damage ceases his activity. When, however, the acts that this person performs in his own domain cause damage to his colleague's property at the time he is performing the action, he is considered to have damaged the property with his hands. To what can the matter be likened? To a person who is standing in his own property and shooting arrows into his neighbor's, and saying: \"What's the problem? I am acting in my own property. \" Certainly, such a person should be prevented from causing damage.<br>With regard to all the instances above where a separation was required, if the person does not make the required separation, he is considered to have caused the damage with his arrows. Therefore, one must make a separation of three handbreadths or slightly more between soaking flax and vegetables, leeks and onions, and mustard and bees, so that one will not be considered as having caused the damage through one's own actions. It is, however, not necessary to make a separation great enough to prevent the damage from occurring on its own accord."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּעַל הָעֲלִיָּה שֶׁהָיָה שׁוֹפֵךְ מַיִם וְהֵן יוֹרְדִין עַל חֶדֶר לְמַטָּה. אִם הָיְתָה שָׁם מַעֲזִיבָה שֶׁהַמַּיִם כָּלִים בָּהּ בְּעֵת שְׁפִיכָה וְאַחַר שֶׁיַּפְסִיק עֶלְיוֹן מִלִּשְׁפֹּךְ יִתְבַּלַּע הַמַּיִם וְיֵרְדוּ וְיִנְטְפוּ עַל הַתַּחְתּוֹן צָרִיךְ הַתַּחְתּוֹן לְתַקֵּן וּלְהַרְחִיק מִן עַצְמוֹ הַנֵּזֶק. וְאִם אֵין שָׁם מַעֲזִיבָה אֶלָּא כְּשֶׁיִּשְׁפֹּךְ יֵרְדוּ הַמַּיִם מִיָּד הֲרֵי זֶה כְּמַזִּיק בְּחִצָּיו וְהָעֶלְיוֹן מְתַקֵּן אוֹ יִמָּנַע מִלִּשְׁפֹּךְ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rules apply when the owner of a second storey pours out water on his floor and it descends into the room below him. If there was plaster between the ceiling and the floor in which the water could collect at the time it was poured, so that after the owner of the upper storey had completed pouring his water, it would be absorbed, and only later would it descend into the lower dwelling, it is the responsibility of the owner of the lower dwelling to correct the situation, and prevent damage from occurring to him.<br>If there was no plaster there, and immediately when water was poured out it would descend, the owner of the upper storey is considered as if he causes damage with his arrows, and he is required either to fix the flooring or to refrain from pouring water. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה לוֹ אִילָן בְּתוֹךְ שָׂדֵהוּ קָרוֹב לְבוֹר חֲבֵרוֹ אֵין בַּעַל הַבּוֹר יָכוֹל לְעַכֵּב עָלָיו וְלוֹמַר לוֹ הֲרֵי שָׁרְשֵׁי הָאִילָן נִכְנָסִים לַבּוֹר שֶׁלִּי וּמַפְסִידִין אוֹתוֹ שֶׁזֶּה נֵזֶק הַבָּא מֵאֵלָיו הוּא לְאַחַר זְמַן וּבְעֵת שֶׁנָּטַע אֵינוֹ מַזִּיקוֹ וּכְשֵׁם שֶׁזֶּה חוֹפֵר בְּתוֹךְ שֶׁלּוֹ כָּךְ זֶה נוֹטֵעַ בְּתוֹךְ שֶׁלּוֹ. וְכֵן רְאוּבֵן שֶׁחָפַר בּוֹר וְיָרַד וּמָצָא שָׁרְשֵׁי אִילָן שֶׁל שִׁמְעוֹן בְּתוֹךְ שָׂדֵהוּ קוֹצֵץ וְחוֹפֵר וְהָעֵצִים שֶׁלּוֹ. וְאִם הָיָה קָרוֹב לְאִילַן שִׁמְעוֹן בְּתוֹךְ שֵׁשׁ עֶשְׂרֵה אַמָּה הַשָּׁרָשִׁים שֶׁל שִׁמְעוֹן וְקוֹצְצָן וְנוֹתְנָן לוֹ. וְאִם אֵין צָרִיךְ לַחְפֹּר בּוֹר וְיָצְאוּ הַשָּׁרָשִׁים שֶׁל שִׁמְעוֹן בְּתוֹךְ שָׂדֵהוּ הֲרֵי הוּא מַעֲמִיק שְׁלֹשָׁה טְפָחִים כְּדֵי שֶׁלֹּא יְעַכֵּב הַמַּחֲרֵשָׁה וְכָל שֹׁרֶשׁ שֶׁמָּצָא בְּתוֹךְ שְׁלֹשָׁה טְפָחִים קוֹצְצוֹ וְאֵינוֹ חוֹשֵׁשׁ שֶׁמָּא יִבַשׁ הָאִילָן שֶׁל חֲבֵרוֹ שֶׁזֶּה בְּתוֹךְ שֶׁלּוֹ הוּא חוֹפֵר: \n",
            "english": "The following rules apply when a person has a tree growing in his own field, but near a cistern belonging to a colleague. The owner of the cistern may not lodge a complaint against him, protesting that \"the roots of your tree enter into my cistern and destroy it. \" The rationale is that the damage comes about as a matter of course, at a later time; at the time he planted it, it did not cause any damage. Just as the owner of the cistern may dig within his own property, so too, the owner of the tree may plant within his own property.<br>Similarly, if Reuven dug a cistern and found the roots of a tree belonging to his neighbor Shimon in his field, he may cut them off and dig deeper. The wood belongs to him. If he dug within sixteen cubits of Shimon's tree, the roots belong to Shimon. He may cut them off, but must give them to him.<br>The following rule applies if he does not have to dig a cistern, and the roots of Shimon's tree grow into his field. He should dig down three handbreadths, the amount of space necessary to prevent a plow from being impeded. He may cut off any root that is within these three handbreadths. He need not be concerned that perhaps this will cause his colleague's tree to dry out, for he is digging within his own property."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהָיְתָה שְׂדֵה חֲבֵרוֹ נְטוּעָה גְּפָנִים אוֹ שְׁאָר אִילָנוֹת וּבָא הוּא לִנְטֹעַ בְּתוֹךְ שָׂדֵהוּ גְּפָנִים בְּצַד גְּפָנִים אוֹ אִילָנוֹת בְּצַד אִילָנוֹת צָרִיךְ לְהַרְחִיק אַרְבַּע אַמּוֹת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּאֶרֶץ יִשְׂרָאֵל. אֲבָל בְּחוּצָה לָאָרֶץ מַרְחִיק בֵּין גְּפָנִים לִגְפָנִים שְׁתֵּי אַמּוֹת. וּבֵין גְּפָנִים לִשְׁאָר אִילָנוֹת אוֹ בֵּין אִילָנוֹת לְאִילָנוֹת אַרְבַּע אַמּוֹת בְּכָל מָקוֹם. הָיָה גָּדֵר בֵּינְתַיִם זֶה סוֹמֵךְ לַגָּדֵר וְזֶה סוֹמֵךְ לַגָּדֵר בְּכָל מָקוֹם. מִי שֶׁהָיָה אִילַן חֲבֵרוֹ נוֹטֶה לְתוֹךְ שָׂדֵהוּ קוֹצֵץ כִּמְלֹא מַרְדֵּעַ עַל גַּבֵּי הַמַּחֲרֵשָׁה. וּבְחָרוּב וּבְשִׁקְמָה קוֹצֵץ כָּל הַנּוֹטֶה עַד שֶׁיִּהְיֶה שָׁקוּל כְּנֶגֶד הַמֵּצַר. וְכֵן אִם הָיָה נוֹטֶה עַל בֵּית הַשְּׁלָחִין שֶׁל חֲבֵרוֹ אוֹ עַל בֵּית הָאִילָן קוֹצֵץ אֶת כָּל הַנּוֹטֶה עַד שֶׁיִּהְיֶה שָׁקוּל כְּנֶגֶד הַמֵּצַר: \n",
            "english": "The following rules apply when a field belonging to a person's neighbor was planted with vines or trees, and the person decides to plant vines in his field next to those vines or trees next to those trees. He must distance these four cubits from those.<br>When does the above apply? In <i>Eretz Yisrael</i>. In the diaspora, by contrast, he is required to separate only two cubits between the vines. Between vines and trees, or between two sets of trees, however, a four-cubit separation is required in every land. If there was a fence between the two properties, in any land, both neighbors may plant to the edge of the fence.<br>When a tree belonging to a person's neighbor is leaning into that person's field, he may cut to the height of the goad that is on the plow. With regard to a carob tree and a wild fig tree, he may cut down all the branches until the branches are even with the property line. Similarly, if any tree is planted near a parched field or an orchard, the owner may cut down all the branches belonging to a neighbor until the branches are even with the property line."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁעָשָׂה גֹּרֶן בְּתוֹךְ שֶׁלּוֹ. אוֹ קָבַע בֵּית הַכִּסֵּא. אוֹ מְלָאכָה שֶׁיֵּשׁ בָּהּ אָבָק וְעָפָר וְכַיּוֹצֵא בָּהֶן. צָרִיךְ לְהַרְחִיק כְּדֵי שֶׁלֹּא יַגִּיעַ הֶעָפָר אוֹ רֵיחַ בֵּית הַכִּסֵּא אוֹ הָאָבָק לַחֲבֵרוֹ כְּדֵי שֶׁלֹּא יַזִּיקוֹ. אֲפִלּוּ הָיְתָה הָרוּחַ הוּא שֶׁמְּסַיֵּעַ אוֹתוֹ בְּעֵת שֶׁעוֹשֶׂה מְלַאכְתּוֹ וּמוֹלִיכָה אֶת הֶעָפָר אוֹ נְעֹרֶת הַפִּשְׁתָּן וְהַמּוֹץ וְכַיּוֹצֵא בָּהֶן וּמַגִּיעָתָן לַחֲבֵרוֹ הֲרֵי זֶה חַיָּב לְהַרְחִיק כְּדֵי שֶׁלֹּא יַגִּיעוּ וְלֹא יַזִּיקוּ. וַאֲפִלּוּ עַל יְדֵי הָרוּחַ מְצוּיָה שֶׁכָּל אֵלּוּ כְּמִי שֶׁהִזִּיקוּ בְּחִצָּיו הֵן:  ",
            "english": "When a person makes a threshing floor within his own property, or establishes a latrine or a place to perform work that creates dust, dirt or the like, he must distance the place of his activity far enough that the dirt, the odor of the latrine, or the dust does not reach his colleague and cause him damage. Even if it is the wind that brings dirt, the loose strands of flax or the chaff or the like, generated when he performs his activity to his colleague's premises, he must separate himself so that it does not reach his colleague's property and cause damage even when this is caused by an ordinary wind. For all of these situations can be likened to causing damage with one's arrows."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁהוּא חַיָּב לְהַרְחִיק כָּל כָּךְ אִם הוֹלִיכָה הָרוּחַ הַמְצוּיָה הַמּוֹץ וְאֶת הֶעָפָר וְהִזִּיקָה בָּהֶן פָּטוּר מִלְּשַׁלֵּם שֶׁהָרוּחַ הוּא שֶׁסִּיֵּעַ אוֹתוֹ וְאֵין נֵזֶק זֶה בָּא מִכֹּחַ מַזִּיק עַצְמוֹ:  ",
            "english": "Even though a person is obligated to make such a separation, if an ordinary wind carried the chaff or the dirt and it caused damage, the person performing the activity is not liable to pay. For it is the wind's influence that caused the damage; it did not come about because of the force of the person whose acts led to the damage."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַכּוֹתֵשׁ אֶת הָרִיפוֹת וְכַיּוֹצֵא בָּהֶן בְּתוֹךְ שֶׁלּוֹ וּבְעֵת שֶׁמַּכֶּה מְנַדְנֵד לַחֲצַר חֲבֵרוֹ עַד שֶׁנִּדְנְדָה כִּסּוּי הֶחָבִית עַל פִּי הֶחָבִית הֲרֵי זֶה מַזִּיק בְּחִצָּיו וְחַיָּב לְהַרְחִיק כְּדֵי שֶׁלֹּא יִנְדֹּד אוֹ יְבַטֵּל מְלַאכְתּוֹ שֶׁמַּזֶּקֶת. וְאִם הִזִּיק בְּעֵת הַנִּדְנוּד חַיָּב לְשַׁלֵּם שֶׁהֲרֵי מִכֹּחוֹ בָּא הַנֵּזֶק:  ",
            "english": "When someone crushes groats or the like in his own property, but when he beats upon them, his colleague's adjoining courtyard shakes to the extent that a cover falls off a jug, he is considered to have caused damage with his arrows. He must either move far enough away so that the courtyard does not shake, or must cease the tasks that cause the damage. Moreover, if he causes damage when the courtyard shakes, he is liable to pay, because the damage came from his force."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל הַהַרְחָקוֹת הָאֲמוּרוֹת בַּפְּרָקִים שֶׁל מַעְלָה אִם לֹא הִרְחִיק וְרָאָה חֲבֵרוֹ וְשָׁתַק הֲרֵי זֶה מָחַל וְאֵינוֹ יָכוֹל לַחְזֹר וּלְהַצְרִיכוֹ וּלְהַרְחִיקוֹ. וְהוּא שֶׁיֵּרָאֶה מִמֶּנּוּ שֶׁמָּחַל כְּגוֹן שֶׁסִּיֵּעַ עִמּוֹ מִיָּד אוֹ שֶׁאָמַר לוֹ לַעֲשׂוֹת אוֹ שֶׁרָאָהוּ שֶׁעָשָׂה בְּצִדּוֹ בְּלֹא הַרְחָקָה וְשָׁתַק וְלֹא הִקְפִּיד עַל זֶה זָכָה. שֶׁכָּל הַמַּחֲזִיק בְּנֵזֶק זָכָה בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהֶחְזִיק בִּשְׁאָר נְזָקִין חוּץ מֵאַרְבָּעָה מִינֵי נְזָקִין אֵלּוּ הָאֲמוּרִים בְּפֶרֶק זֶה שֶׁהֵן הֶעָשָׁן וְרֵיחַ בֵּית הַכִּסֵּא וְהֶאָבָק וְכַיּוֹצֵא בּוֹ וְנִדְנוּד הַקַּרְקַע. שֶׁכָּל אֶחָד מֵאֵלּוּ אֵין לוֹ חֲזָקָה. וַאֲפִלּוּ שָׁתַק הַנִּזָּק כַּמָּה שָׁנִים הֲרֵי זֶה חוֹזֵר וְכוֹפֵהוּ לְהַרְחִיק. וְכֵן הֶזֵּק רְאִיָּה בְּמָקוֹם שֶׁצָּרִיךְ מְחִצָּה כּוֹפֵהוּ לַעֲשׂוֹת מְחִצָּה בְּכָל עֵת שֶׁיִּרְצֶה כְּמוֹ שֶׁבֵּאַרְנוּ. וְלָמָּה שִׁנּוּ נְזָקִים אֵלּוּ מִשְּׁאָר נְזָקִין לְפִי שֶׁאֵין דַּעְתּוֹ שֶׁל אָדָם סוֹבֶלֶת נֵזֶק מֵאֵלּוּ וְחֶזְקָתוֹ שֶׁאֵינוֹ מוֹחֵל שֶׁהֶזֵּקוֹ הֶזֵּק קָבוּעַ. וְאִם קָנוּ מִיָּדוֹ שֶׁמָּחַל בִּנְזָקִים אֵלּוּ אֵינוֹ יָכוֹל לַחְזֹר בּוֹ:  ",
            "english": "The following principles apply with regard to all of the required separations mentioned in the previous chapters. If the person who was required to separate failed to do so, and the neighbor saw the disturbing factor and yet remained silent, he is considered to have waived his right to protest, and he may not raise a protest later to require him to move.<br>The above applies provided it is obvious that he waived his right to protest - e.g., he immediately helped his colleague in performing this activity, he told him to do so, or he saw him perform this activity next to him and remained silent and did not take issue with him. The general principle is: Whenever a person establishes a right to perform a damaging activity, that right is entrenched as his own, as has been explained.<br>When does the above apply? When he established his right to perform any damaging activity with the exception of the four mentioned in this chapter: smoke, the odor of a latrine, dust and the like, and the shaking of the ground. For with regard to these activities, one can never establish his right to perform them. Even if the person suffering from this damage remains silent for several years, he may come and force his neighbor to distance himself.<br>Similar concepts also apply with regard to the invasion of privacy in places where it is required to build a partition. He may compel him to build a partition whenever he desires, as explained.<br>Why are these damaging factors different from all other damaging factors? Because a person's disposition will never be willing to bear these damaging activities, and we assume that he has not waived his right to protest. For the damage is of an ongoing nature. If, however, a <i>kinyan</i> was concluded, confirming that he waives his right to protest these activities, he may not retract."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁהֶחְזִיק לַעֲשׂוֹת מְלֶאכֶת דָּם אוֹ נְבֵלוֹת וְכַיּוֹצֵא בָּהֶן בִּמְקוֹמָן וְיָבוֹאוּ הָעוֹרְבִים וְכַיּוֹצֵא בָּהֶן בִּגְלַל הַדָּם וְיֹאכְלוּ וַהֲרֵי הֵן מְצֵרִין לַחֲבֵרוֹ בְּקוֹלָם וְצִפְצוּפָם אוֹ בַּדָּם שֶׁבְּרַגְלֵיהֶם שֶׁהֵן יוֹשְׁבִין עַל הָאִילָנוֹת וּמְלַכְלְכִין פֵּרוֹתֵיהֶם. אִם הָיָה חֲבֵרוֹ קַפְּדָן אוֹ חוֹלֶה שֶׁצִּפְצוּף הַזֶּה מַזִּיקוֹ אוֹ שֶׁפֵּרוֹת שֶׁלּוֹ נִפְסָדִין לוֹ בַּדָּם חַיָּב לְבַטֵּל אוֹתָהּ הַמְּלָאכָה אוֹ יַרְחִיק עַד שֶׁלֹּא יָבוֹא לוֹ הֶזֵּק מֵחֲמָתוֹ. שֶׁהֶזֵּק זֶה דּוֹמֶה לְרֵיחַ בֵּית הַכִּסֵּא וְכַיּוֹצֵא בּוֹ שֶׁאֵין לוֹ חֲזָקָה. וְכֵן בְּנֵי מָבוֹי אוֹ בְּנֵי חָצֵר שֶׁנַּעֲשָׂה אֶחָד מֵהֶן אֻמָּן וְלֹא מִחוּ בּוֹ שֶׁהֲרֵי הֻחְזַק וְהָיוּ הָעָם נִכְנָסִין וְיוֹצְאִין לִקְנוֹת וְשָׁתְקוּ לֹא הֶחֱזִיק בְּדָבָר זֶה וְיֵשׁ לָהֶם בְּכָל עֵת לְעַכֵּב וְלוֹמַר אֵין אָנוּ יְכוֹלִין לִישֹׁן מִקּוֹל הַנִּכְנָסִין וְהַיּוֹצְאִין שֶׁזֶּה הֶזֵּק קָבוּעַ הוּא כְּמוֹ הֶעָשָׁן וְהֶאָבָק. וְכָזֶה הוֹרוּ הַגְּאוֹנִים:  ",
            "english": "Similar rules apply with regard to a person who has established himself in a profession involving blood, animal carcasses or the like on his premises, and ravens and other birds of that type will come because of the blood, and eat. While doing so, they cause discomfort to the person's neighbor with their sounds and chirping, or with the blood on their feet. For they sit on the neighbor's trees and soil his produce. If the neighbor is irritable or sick, and the chirping of the birds harms him, or his produce is spoiled because of the blood, the person performing the task must cease or must separate to the extent that his neighbor does not suffer any harm because of him. For this type of harm is comparable to the odor of a latrine and the like, for which one can never establish the right to perform a task.<br>Similarly, if one of the inhabitants of a lane or a courtyard became a craftsman, and the other inhabitants did not protest, he established his right to practice this profession.Nevertheless, if there are people constantly coming in and out to purchase his wares, despite the fact that the neighbors remained silent, the craftsman does not establish his right to have his customers enter. At any time, the neighbors may protest and say: \"We cannot sleep because of all the people coming in and going out. \" For this damage is of an ongoing nature, like smoke or dust. The <i>Geonim</i> ruled in this fashion."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁהֶחְזִיק בְּנֵזֶק שֶׁיֵּשׁ לוֹ חֲזָקָה כְּגוֹן שֶׁפָּתַח חַלּוֹן אוֹ הֶעֱבִיר אַמַּת הַמַּיִם אוֹ שֶׁלֹּא הִרְחִיק מַה שֶּׁרָאוּי לְהַרְחִיק וַהֲרֵי הַמַּחֲזִיק טוֹעֵן אַתָּה אָמַרְתָּ לִי לַעֲשׂוֹת אוֹ מָחַלְתָּ לִי אַחַר שֶׁרָאִיתָ אוֹ הֻכַּר הַנֵּזֶק וְשָׁתַקְתָּ וְלֹא מָחִיתָ בִּי. וְהַנִּזָּק אוֹמֵר עַכְשָׁו הוּא שֶׁרָאִיתִי וְלֹא יָדַעְתִּי מִקֹּדֶם. אוֹ שֶׁאָמַר כְּשֶׁרָאִיתִי מָחִיתִי בְּךָ וְאַתָּה אָמַרְתָּ עַתָּה אַרְחִיק אוֹ אֶסְתֹּם וְאַתָּה מַדְחֶה אוֹתִי מִיּוֹם אֶל יוֹם כְּדֵי שֶׁתִּקְבַּע הֶזֵּקְךָ. בְּכָל אֵלּוּ וְכַיּוֹצֵא בָּהֶן עַל הַנִּזָּק לְהָבִיא רְאָיָה. וְאִם לֹא הֵבִיא יִשָּׁבַע הַמַּזִּיק הֶסֵּת וְיִפָּטֵר:  ",
            "english": "The following rules apply when a person is known to have exercised a privilege that encroaches upon a colleague in a situation where his establishment of the right to this privilege would be recognized - e.g., he opened a window overlooking his neighbor's property, he diverted the direction of an irrigation ditch, or did not distance himself from his neighbor's property to the extent required. The person who established the right told his neighbor \"You told me to do this, \" \"You waived your right to protest against me after you saw what I did, \" or \"The encroachment against your property was recognized, and yet you remained silent and did not protest against me. \" The person whose rights were encroached, by contrast, claims: \"This is the first time I saw it; I did not know of it beforehand, \" or \"When I saw it, I protested against you and you told me: 'I will distance myself,' or 'I will close it,' and you are continuously deferring me so that you can establish your rights to the privilege. \" In all claims of this or a similar nature, it is the responsibility of the person whose rights were encroached to bring proof of his claim. If he does not bring proof, the person whose actions encroached upon his colleague may take a <i>sh'vuat hesset</i> and depart."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הֶחֱזִיק בְּנֵזֶק שֶׁאֵין לוֹ חֲזָקָה כְּגוֹן עָשָׁן וּבֵית הַכִּסֵּא וְכַיּוֹצֵא בָּהֶן וְטָעַן הַמַּזִּיק שֶׁקָּנָה מִיָּדוֹ שֶׁל נִזָּק עַל הַמַּזִּיק לְהָבִיא רְאָיָה שֶׁקָּנוּ מִיָּדוֹ. וְאִם לֹא הֵבִיא יִשָּׁבַע הַנִּזָּק הֶסֵּת שֶׁלֹּא קָנוּ מִיָּדוֹ עַל כָּךְ וִיסַלֵּק זֶה הֶזֵּקוֹ:  ",
            "english": "Different rules apply when a person is known to have exercised a privilege that encroaches upon a colleague in a situation where his establishment of the right to this privilege would not be recognized - e.g., producing smoke, the foul odor of a latrine and the like. If the person encroaching on his colleague claims that he established a <i>kinyan</i> with his neighbor with regard to this privilege, it is the responsibility of the person encroaching upon his colleague to prove that a <i>kinyan</i> was indeed performed. If he cannot produce proof, the neighbor whose rights were encroached must take a <i>sh'vuat hesset</i> that he never entered into a <i>kinyan</i> with regard to this matter. Afterwards the person who encroached upon his colleague must remove the disturbance."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָאַחִין אוֹ הַשֻּׁתָּפִין שֶׁבָּאוּ לַחֲלֹק אֶת הַשָּׂדֶה וְלִטּל כָּל אֶחָד חֶלְקוֹ. אִם הָיְתָה כֻּלָּהּ שָׁוָה וְאֵין שָׁם מָקוֹם טוֹב וּמָקוֹם רַע אֶלָּא הַכּל אֶחָד חוֹלְקִין לְפִי הַמִּדָּה בִּלְבַד. וְאִם אָמַר אֶחָד מֵהֶם תְּנוּ לִי חֶלְקִי מִצַּד זֶה כְּדֵי שֶׁיְּהֵא סָמוּךְ לְשָׂדֶה אַחֵר שֶׁלִּי וְיִהְיֶה הַכּל שָׂדֶה אַחַת שׁוֹמְעִין לוֹ וְכוֹפֶה אוֹתוֹ עַל זֶה שֶׁעִכּוּב בְּדָבָר זֶה מִדַּת סְדוֹם הִיא. אֲבָל אִם הָיָה חֵלֶק אֶחָד מִמֶּנָּה טוֹב אוֹ קָרוֹב לַנָּהָר יוֹתֵר אוֹ קָרוֹב לַדֶּרֶךְ וְשָׁמוּ אוֹתָהּ הַיָּפֶה כְּנֶגֶד הָרַע וְאָמַר תְּנוּ לִי בְּשׁוּמָא שֶׁלִּי מִצַּד זֶה אֵין שׁוֹמְעִין לוֹ אֶלָּא נוֹטֵל בְּגוֹרָל. אָמַר לָהֶם תְּנוּ לִי (בְּשׁוּמָא שֶׁלִּי מִצַּד זֶה) חֲצִי מִדָּתָהּ מִן הַצַּד הָרַע בְּלֹא שׁוּמָא וְטל אַתָּה מִן הַצַּד הַטּוֹב כְּדֵי שֶׁיִּהְיֶה חֶלְקִי סָמוּךְ לַשָּׂדֶה שֶׁלִּי. הוֹרוּ מִקְצָת הַגְּאוֹנִים שֶׁשּׁוֹמְעִין לוֹ. וְלָזֶה דַּעְתִּי נוֹטָה וְכֵן רָאוּי לָדוּן: \n",
            "english": "The following rules apply when brothers or partners come to divide a field, with each taking a portion. If the field was all of equal value, without one place being better and another worse, but instead it was all the same, the field is divided by measure. If one of the partners said: \"Give me my portion on this side so that it will be close to another field which I own, so that they will be one large field, \" his request is heeded, and we compel the other partner to grant him this privilege. For holding back in such a situation would be a reflection of the traits of Sodom.<br>If, however, one portion was of a higher quality than the other, closer to a river or to a path, and the two portions were evaluated, the good being made equivalent to the bad, and one of the partners asked that he be granted a portion on a particular side, we do not heed his request. Instead, they receive their portions by lot.<br>If one said to them: \"Give me only half the measure of the entire property although I am being given from the lower quality portion without the field being evaluated, and you can receive the half of higher quality, so that my portion will be closer to me field, \" the <i>Geonim</i> ruled that his request is heeded. My conception also leans toward this conclusion. It is appropriate to rule in this manner."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַבְּכוֹר שֶׁחָלַק נוֹטֵל שְׁנֵי חֲלָקִים שֶׁלּוֹ כְּאֶחָד. אֲבָל הַיָּבָם שֶׁחָלַק עִם אֶחָיו בְּנִכְסֵי הָאָב נוֹטֵל חֶלְקוֹ וְחֵלֶק אֶחָיו בְּגוֹרָל. אִם עָלוּ בְּמָקוֹם אֶחָד עָלוּ וְאִם עָלוּ בִּשְׁתֵּי מְקוֹמוֹת עָלוּ: \n",
            "english": "When a firstborn participates in the division of a property, he is granted both his shares together. When, however, a <i>yevam</i> divides his father's estate together with his brothers, he is allotted both his portion and his brother's portion by lottery. If he is allotted both of these portions together, this is his allotment. And if he is allotted them in separate places, that is his allotment."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֶרֶץ מְרֻבַּעַת שֶׁהָיָה הַנָּהָר מַקִּיף לָהּ מִזְרָח וְצָפוֹן וְהַדֶּרֶךְ דָּרוֹם וּמַעֲרָב חוֹלְקִין אוֹתָהּ בַּאֲלַכְסוֹן כְּדֵי שֶׁיַּגִּיעַ לָזֶה נָהָר וְדֶרֶךְ וְלָזֶה נָהָר וְדֶרֶךְ. וְאִם אָמַר תְּנוּ לִי הַחֵצִי שֶׁמִּצַּד זֶה שֶׁהוּא בְּצַד שָׂדִי שׁוֹמְעִין לוֹ. כְּלָלוֹ שֶׁל דָּבָר כָּל דָּבָר שֶׁהוּא טוֹב לָזֶה וְאֵין עַל חֲבֵרוֹ הֶפְסֵד כְּלָל כּוֹפִין אוֹתוֹ לַעֲשׂוֹת: \n",
            "english": "When a property is surrounded by a river on its east and north sides and by a path on its south and west sides, it is divided on a diagonal. In this way, each person receives access to a river and a path. If one of the partners requested: \"Give me my portion on this side, because it is next to my field, his request is heeded. The general principle is: Whenever there is a matter which provides benefit to one party, but does not cause a colleague a loss at all, we compel the colleague to comply."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֶחָד מִן הָאַחִין אוֹ מִן הַשֻּׁתָּפִין שֶׁמָּכַר חֶלְקוֹ לְאַחֵר מְסַלְּקִין אֶת הַלּוֹקֵחַ וְנוֹתְנִין לוֹ שְׁאָר הָאַחִין אוֹ שְׁאָר הַשֻּׁתָּפִין דָּמִים שֶׁנָּתַן וְהוֹלֵךְ כְּדֵי שֶׁלֹּא יִכָּנֵס זָר בֵּינֵיהֶן: \n",
            "english": "When one of a group of brothers or partners sells his portion to another individual, the other brothers or partners may remove that individual from his purchase. They must pay him the price he paid, but he must depart. This privilege was granted to prevent a foreign party from entering among them."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְלֹא עוֹד אֶלָּא הַמּוֹכֵר קַרְקַע שֶׁלּוֹ לְאַחֵר יֵשׁ לַחֲבֵרוֹ שֶׁהוּא בְּצַד הַמֵּצַר שֶׁלּוֹ לִתֵּן דָּמִים לַלּוֹקֵחַ וּלְסַלֵּק אוֹתוֹ וְזֶה הַלּוֹקֵחַ הָרָחוֹק כְּאִלּוּ הוּא שָׁלִיחַ שֶׁל בֶּן הַמֵּצַר. בֵּין שֶׁמָּכַר הוּא בֵּין שֶׁמָּכַר שְׁלוּחוֹ בֵּין שֶׁמָּכְרוּ בֵּית דִּין יֵשׁ בּוֹ דִּין בֶּן הַמֵּצַר. אֲפִלּוּ הָיָה הַלּוֹקֵחַ תַּלְמִיד חָכָם וְשָׁכֵן וְקָרוֹב לַמּוֹכֵר וּבֶן הַמֵּצַר עַם הָאָרֶץ רָחוֹק בֶּן הַמֵּצַר קוֹדֵם וּמְסַלֵּק אֶת הַלּוֹקֵחַ. וְדָבָר זֶה מִשּׁוּם שֶׁנֶּאֱמַר <small>(דברים ו יח)</small> \"וְעָשִׂיתָ הַיָּשָׁר וְהַטּוֹב\" אָמְרוּ חֲכָמִים הוֹאִיל וְהַמֶּכֶר אֶחָד הוּא טוֹב וְיָשָׁר הוּא שֶׁיִּקְנֶה מָקוֹם זֶה בֶּן הַמֵּצַר יוֹתֵר מִן הָרָחוֹק. הָיוּ בְּנֵי הַמֵּצַר רַבִּים כֻּלָּם זוֹכִים בְּזוֹ הַשָּׂדֶה הַנִּמְכֶּרֶת וְהִיא בֵּינֵיהֶם לְפִי מִנְיָנָם וְנוֹתְנִין מִן הַדָּמִים לַלּוֹקֵחַ. וְהוּא שֶׁבָּאוּ כֻּלָּם בְּפַעַם אַחַת. אֲבָל אִם קָדַם אֶחָד מֵהֶן וְסִלֵּק אֶת הַלּוֹקֵחַ זָכָה בָּהּ לְבַדּוֹ הוֹאִיל וְהוּא בֶּן הַמֵּצַר. וְכֵן אִם בָּאוּ מִקְצָתָן וּמִקְצָתָן בִּמְדִינָה אַחֶרֶת מְסַלְּקִין אוֹתוֹ אֵלּוּ הָעוֹמְדִים כָּאן בִּלְבַד וְהִיא לָהֶן. וְכֵן הַמּוֹכֵר לְאֶחָד מִבְּנֵי הַמֵּצַר אוֹ לְאֶחָד מִן הַשֻּׁתָּפִין שֶׁלּוֹ בְּמַשָּׂא וּמַתָּן אַף עַל פִּי שֶׁאֵינוֹ שֻׁתָּפוֹ בַּקַּרְקַע זָכָה בָּהּ. וְאֵין שְׁאָר הַשֻּׁתָּפִין אוֹ שְׁאָר בְּנֵי הַמֵּצַר נוֹטְלִין עִמּוֹ: \n",
            "english": "This is not the limit of this principle. Even when a person sells property which he owns to another person, his colleague, the owner of the property neighboring his, has the right to pay the purchase price to the buyer and remove him from his purchase. The purchaser who comes from afar is considered as the agent of the neighbor.<br>This applies whether the original owner's agent conducted the sale, or whether the property was sold by the court, the privilege of a neighbor is granted. Even if the purchaser was a Torah scholar, a non-immediate neighbor,and a relative of the seller, while the neighbor was an unlearned learned person with no family connections to the seller, the neighbor receives priority and may remove the purchaser.<br>This practice stems from the charge Deuteronomy 6:18: \"And you shall do what is just and good. \" Our Sages said: \"Since the sale is fundamentally the same, it is 'just and good,' that the property should be acquired by the neighbor, instead of the person living further away.\"<br>If there are many neighbors, all have a right to acquire the property which was sold. It is divided among them equally, according to their number, and they all must reimburse the buyer for the purchase price.<br>This applies provided they all come at the same time. If, however, one comes and purchases the property from the buyer, he alone acquires it, for he is a neighbor. Similarly, if some of the neighbors comes and purchase it and others are in a distant country, those who are present are entitled to purchase it and it becomes theirs.<br>Similarly, if a person sells a property to one neighbor or one of his business partners, even if he is not a partner in the ownership of landed property, that person acquires it. The other partners or neighbors do not have the right to acquire it together with him."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַמּוֹכֵר כָּל נְכָסָיו לְאֶחָד אֵין בַּעַל הַמֵּצַר שֶׁל שָׂדֶה אַחַת מְסַלֵּק אֶת הַלּוֹקֵחַ מֵאוֹתָהּ הַשָּׂדֶה שֶׁהֲרֵי הִיא וְהָאַחֶרֶת קָנָה כְּאֶחָד. וְכֵן הַמּוֹכֵר לַבְּעָלִים הָרִאשׁוֹנִים אוֹ הַלּוֹקֵחַ מִן הָעַכּוּ\"ם אֵין בּוֹ דִּין בֶּן הַמֵּצַר: \n",
            "english": "When a person sells all his properties to one person, a person whose property borders on one of the fields that were sold does not have the right to displace the purchaser from that field, for he purchased it and the other fields at once.<br>Similarly, when a person sells a field to its original owners, or when one purchases it from a gentile, the neighbor is not given the right to purchase it."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמּוֹכֵר לָעַכּוּ\"ם מְשַׁמְּתִין אוֹתוֹ עַד שֶׁיְּקַבֵּל עָלָיו כָּל אֹנֶס שֶׁיָּבוֹא מִן הָעַכּוּ\"ם עַד שֶׁיִּנְהֹג הָעַכּוּ\"ם עִם בֶּן הַמֵּצַר שֶׁלּוֹ בְּדִינֵי יִשְׂרָאֵל בַּכּל. וְאִם אֲנָסוֹ שֶׁלֹּא כְּדִין יִשְׂרָאֵל מְשַׁלֵּם הַמּוֹכֵר: \n",
            "english": "When a person sells property to a gentile, the seller is placed under a ban of ostracism until he accepts responsibility for any loss that the gentile might cause his neighbors and the gentile agrees to conduct himself in relation to his neighbors according to Jewish law in all matters. If the gentile compels a neighbor to accept a loss for which he would not be responsible according to Jewish law, the seller is compelled to make restitution."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשְּׂכִירוּת אֵין בָּהּ מִשּׁוּם דִּין בֶּן הַמֵּצַר: \n",
            "english": "The rights of a neighbor do not apply with regard to the rental of property."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמְמַשְׁכֵּן מָקוֹם וְאַחַר כָּךְ מְכָרוֹ לָזֶה שֶׁהוּא מְמֻשְׁכָּן בְּיָדוֹ אֵין בּוֹ מִשּׁוּם דִּין בֶּן הַמֵּצַר. וְכֵן הַמּוֹכֵר מָקוֹם רָחוֹק כְּדֵי לִגְאל מָקוֹם קָרוֹב. אוֹ שֶׁמָּכַר רַע כְּדֵי לִגְאל יָפֶה בְּדָמָיו. אוֹ שֶׁמָּכַר כְּדֵי לִתֵּן מְנַת הַמֶּלֶךְ. אוֹ שֶׁמָּכַר לִקְבוּרָה אוֹ לִמְזוֹן הָאִשָּׁה אוֹ הַבָּנוֹת אֵין בְּאֶחָד מֵאֵלּוּ דִּין בֶּן הַמֵּצַר אֶלָּא זָכָה הַלּוֹקֵחַ. \n",
            "english": "When a person designates a property as security, and afterwards sells it to the person to whom he had designated it as security, the neighbors are not given the right to displace the purchaser.<br>Similarly, the neighbors are not given the right to displace the purchaser when a person sells a property because it is located far from him in order to purchase another that is located closer, when the seller sold a less valuable property in order to use the proceeds of the sale to purchase a more valuable one, when he sold a property to pay his taxes to the king, or when a property was sold to pay for burial expenses or the support of the owner's widow or daughters. Instead, the purchaser acquires the property."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "(י) וְלָמָּה אֵין בָּהֶן דִּין בֶּן הַמֵּצַר. שֶׁכָּל אֵלּוּ טְרוּדִין הֵן לִמְכֹּר וּמִשּׁוּם צֹרֶךְ גָּדוֹל מוֹכְרִין וְאִם תֹּאמַר יֵשׁ בָּהֶן דִּין בֶּן הַמֵּצַר לֹא יִמְצְאוּ לוֹקֵחַ שֶׁהֲרֵי אוֹמֵר לָמָּה אֶטְרַח וְאֶקַּח כְּדֵי שֶׁיָּבוֹא זֶה וִיסַלֵּק אוֹתִי וְאֵין הַבְּעָלִים יְכוֹלִין לְהַמְתִּין עַד שֶׁיָּבִיא בַּעַל הַמֵּצַר מָעוֹת וְיִקְנֶה: \n",
            "english": "Why are the neighbors not given the right to displace the purchaser? For in all these situations, the seller is very anxious to sell the property, and he is selling it because of a dire need. If the neighbors were given the right to displace the purchaser, no one would ever be willing to purchase property. For the purchaser will say; \"Why should I trouble myself to purchase this property? So that the neighbor will come and displace me? \" And the seller will not be able to wait until the neighbor brings money and purchases it."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הֲרֵי שֶׁטָּעַן הַלּוֹקֵחַ וְאָמַר מִפְּנֵי הַמַּס וְכַיּוֹצֵא בּוֹ מָכַר לוֹ הַמּוֹכֵר וּבַעַל הַמֵּצַר אוֹמֵר שֶׁקֶר אַתָּה טוֹעֵן לְבַטֵּל זְכוּתִי. עַל בַּעַל הַמֵּצַר לְהָבִיא רְאָיָה וְאַחַר כָּךְ יוֹצִיא מִיַּד הַלּוֹקֵחַ. וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע הַלּוֹקֵחַ הֶסֵּת: \n",
            "english": "The following rules apply when the purchaser claims that the seller sold the property to him because he was pressed for funds to pay a tax or the like, and the neighbor claims that he is lying and fabricating a story in order to nullify his right. The neighbor is responsible for proving his claim. Only then can he expropriate the property from the purchaser. If the neighbor does not prove his claim, the purchaser must support his claim with a <i>sh'vuat hesset</i>."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אֲפִלּוּ הָיָה שָׁם בַּדָּבָר סָפֵק אֵין הַלּוֹקֵחַ מִסְתַּלֵּק אֶלָּא בִּרְאָיָה בְּרוּרָה שֶׁהֵבִיא בַּעַל הַמֵּצַר. לְפִיכָךְ אִם טָעַן הַלּוֹקֵחַ וְאָמַר גַּזְלָן אַתָּה לְשָׂדֶה זוֹ אָרִיס אַתָּה לְשָׂדֶה זוֹ אוֹ שׂוֹכֵר אוֹ מְמַשְׁכֵּן צָרִיךְ בַּעַל הַמֵּצַר לְהָבִיא רְאָיָה שֶׁהוּא בַּעַל הַמֵּצַר וְשֶׁהַקַּרְקַע זוֹ בְּחֶזְקָתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "Even if the purchaser does not have a definite claim concerning the matter, the purchaser cannot be compelled to relinquish his purchase unless the neighbor brings clear-cut proof. Therefore, if the purchaser claims \"You have stolen the field that you claim to be your own,\" \"You are merely a sharecropper,\" \"a renter,\" or \"received it as security,\" the neighbor must prove that he is a neighbor and that he has established his claim to the property he alleges to own. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַמּוֹכֵר לִיתוֹמִים קְטַנִּים אֵין בּוֹ דִּין בַּעַל הַמֵּצַר. הַטּוֹב וְהַיָּשָׁר שֶׁעוֹשִׂין חֶסֶד עִם אֵלּוּ יָתֵר מִבַּעַל הַמֵּצַר: \n",
            "english": "When a person sells property to orphans below the age of majority,the neighbor is not given the right to displace the purchaser. For \"goodness and justice\" is to act generously toward such individuals more than a neighbor."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "וְכֵן הַמּוֹכֵר לְאִשָּׁה אֵין בּוֹ דִּין בַּעַל הַמֵּצַר מִפְּנֵי שֶׁאֵין דַּרְכָּהּ לִטְרֹחַ תָּמִיד וְלִקְנוֹת הוֹאִיל וְלָקְחָה חֶסֶד הוּא שֶׁתַּעֲמֹד הַקַּרְקַע בְּיָדָהּ: \n",
            "english": "Similarly, when a person sells property to a woman, the neighbor is not given the right to displace the purchaser. The rationale is that it is not customary for women to trouble themselves frequently to purchase property. Hence, since a woman did make such an effort, and purchased property, it is an act of kindness to allow her to retain ownership of it."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "מָכַר לְטֻמְטוּם וְאַנְדְּרוֹגִינוּס בַּעַל הַמֵּצַר יָכוֹל לְסַלְּקָן מִפְּנֵי שֶׁהֵן סָפֵק אִשָּׁה: \n",
            "english": "If property was sold to a <i>tumtum</i> and an <i>androgynous,</i> a neighbor is given the right to displace them, because there is a doubt [regarding their halachic status. Possibly, they may be considered as] woman."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "הָיְתָה הַקַּרְקַע שֶׁל אֶחָד מֵהֶן וְהַבִּנְיָן אוֹ הָאִילָנוֹת שֶׁל אֶחָד אִם יֵשׁ לְבַעַל הַבִּנְיָן אוֹ לְבַעַל הָאִילָנוֹת זְכוּת בַּקַּרְקַע כָּל אֶחָד מֵהֶן בֶּן הַמֵּצַר שֶׁל חֲבֵרוֹ. לְפִיכָךְ אִם מָכַר אֶחָד מֵהֶן חֶלְקוֹ חֲבֵרוֹ מְסַלֵּק הַלּוֹקֵחַ. אֲבָל אִם אֵין לְבַעַל הָאִילָנוֹת אוֹ לְבַעַל הַבִּנְיָן זְכוּת בַּקַּרְקַע אֶלָּא כָּל זְמַן שֶׁיִּרְצֶה אוֹמֵר לוֹ עֲקֹר אִילָנְךָ אוֹ הֲרֹס בִּנְיָנְךָ וּמָכַר בַּעַל הַשָּׂדֶה זָכָה הַלּוֹקֵחַ וְאֵין בַּעַל הָאִילָנוֹת אוֹ בַּעַל הַבִּנְיָן מְסַלֵּק אוֹתוֹ. וְאִם מָכַר בַּעַל הַבִּנְיָן אוֹ בַּעַל הָאִילָן הֲרֵי בַּעַל הַקַּרְקַע מְסַלֵּק אוֹתוֹ: \n",
            "english": "The following laws apply when the land of a property is owned by one individual and the building or the trees situated upon it is owned by another. If the owner of the building or the trees has privileges with regard to the land, each of them is considered to be the other's neighbor. Therefore, if either of them sold his portion, his colleague has the right to displace the purchaser.<br>Different rules apply when, by contrast, the owner of the trees or the building does not have any right to the land, and whenever he desires the owner of the land may tell the owner of the trees or the building: \"Uproot your trees,\" or \"Destroy your building.\" If the owner of the field sells his property, the purchaser acquires his purchase. Neither the owner of the trees nor the owner of the building has the right to displace him. If the owner of the trees or the owner of the building sells his possession, the owner of the land has the right to displace him."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "הָיָה מַפְסִיק בֵּינוֹ וּבֵין מֵצַר שֶׁל חֲבֵרוֹ רְכַב דְּקָלִים אוֹ בִּנְיָן גָּבוֹהַּ וְחָזָק אוֹ גּוּמָא וְכַיּוֹצֵא בָּהֶן רוֹאִין אִם יָכוֹל לְהַכְנִיס אֲפִלּוּ תֶּלֶם אֶחָד בְּתוֹךְ הַדָּבָר הַמַּפְסִיק עַד שֶׁיִּתְעָרְבוּ שְׁתֵּי הַשָּׂדוֹת הֲרֵי זֶה בֶּן מֵצַר שֶׁלּוֹ וּמְסַלֵּק הַלּוֹקֵחַ. וְאִם לָאו אֵינוֹ מְסַלֵּק הַלּוֹקֵחַ: \n",
            "english": "The following rules serve as guidelines when a row of date palms, a tall and sturdy building, a ditch, or the like separate between a person's property and the property border of a colleague: We see if it is possible to plant even one row of produce within the intervening entity, so that the two fields would be joined. If so, he is considered a neighbor, and he has the right to displace the purchaser. If not, he may not displace the purchaser."
          }
        }
      ]
    },
    {
      "chapter": 13,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַנּוֹתֵן מַתָּנָה אֵין בָּהּ דִּין בֶּן הַמֵּצַר. הָיָה כָּתוּב בִּשְׁטַר מתָּנָה שֶׁאַחֲרָיוּת מַתָּנָה זוֹ עַל הַנּוֹתֵן יֵשׁ בָּהּ דִּין בֶּן הַמֵּצַר הוֹאִיל וְיֵשׁ בָּהּ אַחֲרָיוּת מְכִירָה הִיא וְלֹא כָּתַב מַתָּנָה אֶלָּא לְבַטֵּל זְכוּת בֶּן הַמֵּצַר. וְכַמָּה נוֹתֵן לוֹ. מַה שֶּׁהִיא שָׁוָה: \n",
            "english": "When a person gives landed property as a gift, the rights of a neighbor do not apply. When the deed recording a gift states: \"The giver accepts financial responsibility for this gift, \" the rights of a neighbor do apply. Since the deed mentions financial responsibility, it is obvious that the transfer was a sale; it used the term \"gift, \" only to nullify the rights of the neighbor. How much should the neighbor pay? The value of the property."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אָמַר הַלּוֹקֵחַ כֵּן הוּא וְהַעֲרָמָה עָשִׂינוּ וּמְכִירָה הִיא בְּכָךְ וְכָךְ קְנִיתִיהָ נִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל כְּדִין הַשְּׁלוּחִין. וְיֵרָאֶה לִי שֶׁצָּרִיךְ לִטְעֹן דָּמִים שֶׁהֵן רְאוּיִין אוֹ יֶתֶר מְעַט. אֲבָל אִם אָמַר עַל שְׁוֵה מֵאָה בְּמָאתַיִם קָנִיתִי אֵינוֹ נֶאֱמָן: \n",
            "english": "In the above situation, if the purchaser admits the ruse, saying: \"Yes, we tried to perpetrate deception. It was a sale, and this is the price I paid for it, \" he must support his claim by taking an oath while holding a sacred article. He may then collect his claim, as is the law concerning agents.<br>It appears to me that the purchaser must claim only a price that is appropriate for the property or slightly more. If, however, he claims to have paid 200 <i>zuz</i> for a property worth 100, his word is not accepted."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיָה כָּתוּב בִּשְׁטַר מַתָּנָה וְקִבַּלְתִּי עָלַי אַחֲרָיוּת מַתָּנָה זוֹ שֶׁאִם תֵּצֵא מִיָּדוֹ אֶתֵּן לוֹ מָאתַיִם נוֹתֵן לוֹ בֶּן הַמֵּצַר מָאתַיִם וְאַחַר כָּךְ מְסַלְּקוֹ וְאַף עַל פִּי שֶׁאֵינוֹ שָׁוֶה אֶלָּא מָנֶה: \n",
            "english": "If the deed recording a gift states: \"I accept financial responsibility for this gift. If it is expropriated from the recipient, I will give him 200 <i>zuz</i>, \" the neighbor must pay the recipient 200 <i>zuz</i>. Only afterwards, may he displace him. This applies even if the property is worth only a <i>maneh</i>."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הֶחְלִיף חָצֵר בְּחָצֵר אֵין בָּהּ דִּין בַּעַל הַמֵּצַר. הֶחְלִיף חָצֵר בִּבְהֵמָה אוֹ בְּמִטַּלְטְלִין רוֹאִין דְּמֵי אוֹתָהּ הַבְּהֵמָה אוֹ דְּמֵי אוֹתָם הַמִּטַּלְטְלִין וְנוֹתֵן לוֹ בֶּן הַמֵּצַר וּמְסַלְּקוֹ. וְאֵינוֹ יָכוֹל לוֹמַר לוֹ תֵּן לִי כַּמָּה שֶׁלָּקַחְתִּי בּוֹ שֶׁזֶּה הַעֲרָמָה הִיא וְאֵינָהּ מוֹעֶלֶת כְּלוּם: \n",
            "english": "When a person exchanges a courtyard for another courtyard,a neighbor is not given the right to displace one of the recipients.<br>When a person exchanges a courtyard for an animal or for movable property, we evaluate the worth of that animal or movable property. The neighbor then gives this amount to the purchaser and displaces him. The purchaser cannot tell the neighbor: \"Give me an article like the one I used for the purchase. \" For this is a ruse, and it is not reckoned with at all."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מָכַר לוֹ קַרְקַע מְעַט בְּאֶמְצַע שָׂדֵהוּ וְאַחַר כָּךְ מָכַר לוֹ קַרְקַע בְּצַד אוֹתָהּ שָׂדֶה שֶׁבָּאֶמְצַע. רוֹאִין אִם אוֹתוֹ הַמְּעַט שֶׁמָּכַר לוֹ תְּחִלָּה הִיא עִידִית אוֹ זִבּוּרִית לְגַבֵּי זֹאת הַקַּרְקַע שֶׁמָּכַר לוֹ בָּאַחֲרוֹנָה זָכָה הַלּוֹקֵחַ וְאֵין בֶּן הַמֵּצַר יָכוֹל לְסַלְּקוֹ שֶׁהֲרֵי הוּא עַצְמוֹ בֶּן מֵצַר הוּא מִפְּנֵי אוֹתוֹ מְעַט שֶׁקָּנָה בָּאֶמְצַע. וְאִם אוֹתוֹ מְעַט שֶׁקָּנָה בָּאֶמְצַע כְּמוֹ זֹאת שֶׁמָּכַר לוֹ בַּסּוֹף מִצִּדּוֹ הֲרֵי זֶה מַעֲרִים וּבֶן הַמֵּצַר מְסַלֵּק אוֹתוֹ מִן הַשָּׂדֶה שֶׁקָּנָה בַּסּוֹף: \n",
            "english": "The following rules apply when a person sells a colleague a small portion of land in the midst of his field, and then sells him a larger portion of land next to that field. We evaluate the property. If the small portion that he sold him first is of greater or lesser value than the portion of the land he sold him afterwards, the purchaser acquires the desired land, and the neighbor cannot displace him. For the purchaser himself is a neighbor by virtue of the small amount of land he purchased in the center.<br>If the small portion of land in the center is of the same value as the portion on the side, this is an act of deception, and the neighbor is entitled to displace the purchaser from the second portion of the field that he bought."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַמּוֹכֵר עַל תְּנַאי בֵּין שֶׁהִתְנָה מוֹכֵר בֵּין שֶׁהִתְנָה לוֹקֵחַ אֵין בַּעַל הַמֵּצַר יָכוֹל לְסַלְּקוֹ עַד שֶׁיִּתְקַיְּמוּ הַתְּנָאִין וְיִזְכֶּה הַלּוֹקֵחַ בַּקַּרְקַע וְלֹא תִּשָּׁאֵר בָּהּ עִלָּה עִמּוֹ כְּלָל וְאַחַר כָּךְ יְסַלֵּק אוֹתוֹ: \n",
            "english": "When a person sells a property within the context of a conditional agreement, whether the condition was stipulated by the seller or the purchaser, a neighbor cannot displace the purchaser until all the conditions are met and the purchaser acquires the property entirely without the original owner retaining any connection to it. Only then may the neighbor displace him."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַלּוֹקֵחַ שֶׁבָּנָה וְהִשְׁבִּיחַ אוֹ סָתַר וְהִפְסִיד בֶּן הַמֵּצַר מְסַלְּקוֹ וְנוֹתֵן לוֹ דָּמִים הָרְאוּיִין לוֹ וַהֲרֵי הוּא בְּכָל מַעֲשָׂיו כְּמוֹ הַשָּׁלִיחַ. וְכֵן אִם לָוָה הַלּוֹקֵחַ קֹדֶם שֶׁיְּסַלֵּק אוֹתוֹ בֶּן הַמֵּצַר וְסִלְּקוֹ בֶּן הַמֵּצַר אֵין בַּעַל חוֹב שֶׁלּוֹ טוֹרֵף מִיַּד בֶּן הַמֵּצַר. זֶהוּ הָעִקָּר בְּכָל אֵלּוּ הַדִּינִין שֶׁכָּל הַלּוֹקֵחַ בְּצַד מֵצַר חֲבֵרוֹ הוּא כְּמוֹ שָׁלִיחַ לַחֲבֵרוֹ וּלְתַקֵּן שְׁלָחוֹ וְלֹא לְעַוֵּת. לְפִיכָךְ אִם הִשְׁבִּיחַ נוֹטֵל הוֹצָאָה. וְאִם הִפְסִיד וְחָפַר וְהָרַס אוֹ אָכַל הַפֵּרוֹת מְנַכִּין אוֹתוֹ מִן הַדָּמִים. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמְּחַשְּׁבִין לוֹ הַפֵּרוֹת בְּשֶׁאֲכָלָן אַחַר שֶׁבָּא בֶּן הַמֵּצַר וְהֵבִיא מָעוֹת לְסַלְּקוֹ. אֲבָל כָּל הַפֵּרוֹת שֶׁאָכַל מִקֹּדֶם שֶׁלּוֹ הוּא אוֹכֵל וְאֵין מְחַשְּׁבִין אוֹתָן: \n",
            "english": "When the purchaser has built or improved the property he purchased, or destroyed or impaired it, when the neighbor displaces him, he must pay him the money that is appropriate for him. In all his deeds, he is considered the agent of the neighbor.<br>Similarly, if the purchaser took a loan before the neighbor displaced him and the neighbor displaced afterwards, his creditor may not expropriate the property from the neighbor.<br>The following principle governs all these laws: Whenever a person purchases property bordering on a colleague's property line, he is considered that person's agent, and it is as if he were sent only to better his interests and not to impair them.Thus, if he improves the property, he receives only his expenses. If he impairs the value of the property by digging, destroying or partaking of its produce, we reduce the money paid to him.<br>When do we take into account the produce of which he partook? When he partook of this produce after the neighbor came and brought money to displace him. This does not apply with regard to the produce of which he partook before that time. On the contrary, he is considered to have partaken of his own produce, and none of it is taken into account."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֶחָד שֶׁלָּקַח שָׂדֶה אַחַת מִשְּׁנַיִם וּבָא בַּעַל הַמֵּצַר לְסַלְּקוֹ מַחֲצִית בִּלְבַד שֶׁלָּקַח מִן הָאֶחָד אֵינוֹ יָכוֹל לְסַלְּקוֹ. אוֹ מְסַלְּקוֹ מִכֻּלָּהּ אוֹ מַנִּיחַ כֻּלָּהּ. אֲבָל הַמּוֹכֵר קַרְקַע לִשְׁנַיִם יֵשׁ לְבַעַל הַמֵּצַר לְסַלֵּק שְׁנֵיהֶם אוֹ לְסַלֵּק אֶחָד וּלְהַנִּיחַ אֶחָד: \n",
            "english": "When a person purchases a field from two owners, and a neighbor comes and desires to displace him only from the portion of the property that he purchased from one, he is not given that right. He must either displace him from the entire property, or leave him with the entire property.<br>When, by contrast, a person sells a property to two people, a neighbor has the right either to displace them both, or to displace one and leave the other."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בֶּן הַמֵּצַר שֶׁבָּא לְסַלֵּק אֶת הַלּוֹקֵחַ וְקֹדֶם שֶׁיְּסַלְּקוֹ מָכַר לוֹ אֶת הַשָּׂדֶה שֶׁיֵּשׁ לוֹ עַל הַמֵּצַר אִבֵּד אֶת זְכוּתוֹ: \n",
            "english": "When a neighbor comes to displace the purchaser, but before he displaces him he sells him the field he owns that borders on the property, he forfeits his right."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שָׁלִיחַ שֶׁמָּכַר וַהֲרֵי הוּא בַּעַל הַמֵּצַר אֵינוֹ מְסַלֵּק אֶת הַלּוֹקֵחַ שֶׁהֲרֵי הוּא מָכַר לוֹ וְאֵין לְךָ מְחִילָה גְּדוֹלָה מִזּוֹ: \n",
            "english": "When an agent conducts the sale of a property and he himself is a neighbor, he does not have the right to displace the purchaser. Since he himself sold him the property, there is no greater waiver possible."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בַּעַל חוֹב שֶׁל מוֹכֵר שֶׁטָּרַף הַשָּׂדֶה מִיַּד בַּעַל הַמֵּצַר הֲרֵי בַּעַל הַמֵּצַר חוֹזֵר וְטוֹרֵף מִן הַלּוֹקֵחַ שֶׁסִּלְּקוֹ וְהַלּוֹקֵחַ חוֹזֵר וְנוֹטֵל מִן הַמּוֹכֵר: \n",
            "english": "When a creditor of the seller expropriates a field from the neighbor, the neighbor should collect his due from the purchaser whom he displaced. The purchaser in turn should collect his due from the seller."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל בַּעַל חוֹב שֶׁטָּרַף בְּחוֹבוֹ יֵשׁ לְבַעַל הַמֵּצַר לְסַלְּקוֹ. לֹא יְהֵא כֹּחַ הַטּוֹרֵף גָּדוֹל מִכֹּחַ הַלּוֹקֵחַ. וְאִם יִרְצֶה הַנִּטְרָף לִתֵּן הַדָּמִים שֶׁהָיוּ עָלָיו בְּחוֹבוֹ תַּחְזֹר לוֹ שָׂדֵהוּ לְעוֹלָם כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
            "english": "Whenever a creditor expropriates property as payment for an outstanding debt, a neighbor has the right to displace him. For a person expropriating property should not have a greater right than one who purchases.<br>If at any later date the original owner desires to pay back the money that he owed, the ownership of his field will revert to him; he always has this right, as will be explained in the appropriate place."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "קָטָן שֶׁהָיָה בֶּן הַמֵּצַר וְרָאָה בֵּית דִּין שֶׁזְּכוּת הוּא לוֹ מְסַלְּקִין לוֹ אֶת הַלּוֹקֵחַ אוֹ יִטּל לוֹ חֶלְקוֹ עִם שְׁאָר בַּעֲלֵי הַמֵּצַר כְּמוֹ שֶׁיִּרְאוּ: \n",
            "english": "When a minor is a neighbor and the court sees that it is to his benefit, it displaces the purchaser on his behalf or enables him to share in the division of the property among the other neighbors, as it sees fit."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "בַּעַל שֶׁהָיְתָה אִשְׁתּוֹ בֶּן הַמֵּצַר הֲרֵי זֶה מְסַלֵּק אֶת הַלּוֹקֵחַ שֶׁכָּל נִכְסֵי אִשְׁתּוֹ בִּרְשׁוּתוֹ וְכָל זְכוּת שֶׁתָּבוֹא לְיָדָהּ זְכוּת הוּא לוֹ. אֲפִלּוּ קָנוּ מִיַּד אִשְׁתּוֹ שֶׁמָּחֲלָה בִּזְכוּת זוֹ לַלּוֹקֵחַ אֵינוֹ מוֹעִיל אֶלָּא הַבַּעַל מְסַלְּקוֹ. עָמְדָה הָאִשָּׁה מִדַּעְתָּהּ וְסִלְּקָה אֶת הַלּוֹקֵחַ וְכֵן הָעֶבֶד שֶׁהָיָה נוֹשֵׂא וְנוֹתֵן בְּנִכְסֵי אֲדוֹנָיו שֶׁסִּלֵּק אֶת הַלּוֹקֵחַ אִם רָצָה הַבַּעַל אוֹ הָאָדוֹן מְקַיֵּם עַל יְדֵיהֶן וְאִם רָצָה לֹא יְקַיֵּם וְתַחְזֹר לַלּוֹקֵחַ וְיַחְזִיר הַדָּמִים: \n",
            "english": "When a man's wife owns property that borders on a property that is being sold, the husband has the right to displace the purchaser. For all of his wife's property is in his domain, and he has the right to exercise every privilege that would be hers.<br>Even if the woman performed a <i>kinyan</i> affirming that she waives this right on behalf of the purchaser, her act is of no consequence and her husband may displace him.<br>The following rules apply if the wife took the initiative and displaced the purchaser, or a servant who carried on business affairs on behalf of his master displaced the purchaser. If the husband or the master acquiesces to the displacement, he confirms their deeds. If he desires, he may not confirm their deeds, and the wife or the servant must return the property."
          }
        }
      ]
    },
    {
      "chapter": 14,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָרוֹצֶה לִמְכֹּר שָׂדֵהוּ וְהֵבִיא בֶּן הַמֵּצר שֶׁלּוֹ וְזֶה שֶׁרוֹצֶה לִקַּח מִמֶּנּוּ לְבֵית דִּין וְאָמַר לְבֶן הַמֵּצַר אִם תִּרְצֶה לִקְנוֹת בְּכָךְ וְכָךְ עֲשֵׂה וְאִם לָאו סַלֵּק אֶת עַצְמְךָ וַהֲרֵי זֶה לוֹקֵחַ. הֲרֵי זֶה לֹא נִשְׁאֲרָה לוֹ טַעֲנָה אֶלָּא אוֹ מֵבִיא מָעוֹת מִיָּד וְיִקְנֶה אוֹ בָּטְלָה זְכוּתוֹ. אָמַר אֶטְרַח וְאָבִיא אֵין שׁוֹמְעִין לוֹ. אֵלֵךְ וָאָבִיא אִם הוּא אָמוּד שֶׁיֵּשׁ לוֹ מַמְתִּינִין לוֹ עַד שֶׁיֵּלֵךְ וְיָבִיא. וְאִם אֵינוֹ אָמוּד אֵין שׁוֹמְעִין לוֹ שֶׁאֵינוֹ רוֹצֶה אֶלָּא לְהִשָּׁמֵט. לְפִיכָךְ אוֹמְרִים לוֹ אוֹ תּוֹצִיא עַתָּה זוּזִים אוֹ בְּטֵלָה זְכוּתְךָ. שֶׁאֵין קוֹבְעִין זְמַן לְבַעַל הַמֵּצַר. הוֹצִיא בֶּן הַמֵּצַר הַמָּעוֹת וְהוֹצִיא הַלּוֹקֵחַ מָעוֹת אִם הָיוּ שֶׁל לוֹקֵחַ טוֹבִים מִזּוּזָיו אוֹ מְמַהֲרִים לָצֵאת יוֹתֵר מִזּוּזָיו בָּטְלָה זְכוּתוֹ וְאֵין לוֹ דִּין בֶּן הַמֵּצַר. הָיָה רוֹצֶה הַלּוֹקֵחַ לִקְנוֹתָהּ לִבְנוֹת בָּהּ בָּתִּים וּבֶן הַמֵּצַר רוֹצֶה לְזָרְעָהּ הַלּוֹקֵחַ זוֹכֶה מִשּׁוּם יִשּׁוּב הָאָרֶץ וְאֵין בָּהּ דִּין בֶּן הַמֵּצַר:  ",
            "english": "The following rules apply when a person desires to sell a field and brings his neighbor and the prospective purchaser to court. If he tells the neighbor: \"If you desire to buy the field at this and this price, do so. If not, withdraw. Here is the purchaser, \" the neighbor has no room to protest. He must either bring money immediately and purchase the field or waive his privilege.<br>If the neighbor says: \"I will work to raise money, \" he is not heeded. If he says: \"I will go and bring money, \" and one would presume that he possesses the resources at hand, we wait until he goes and brings the funds. If one would not presume that he possesses the resources, we do not heed him, for we assume that he is merely seeking to delay. Therefore, we tell him: \"Either produce the funds immediately or waive your privilege. \" The rationale is that a neighbor is not given time to amass funds.<br>The following rule applies when both the neighbor and the prospective purchaser produce money, and the coins produced by the purchaser are better or more likely to be accepted than those produced by the neighbor. The neighbor is not given a privilege; the property may be sold without his being given the right to displace the purchaser.<br>If the prospective purchaser desires to buy the property to build houses, and the neighbor desires to purchase it as a field, the purchaser is granted it because of the virtue of settling the land. The neighbor is not granted the privilege of displacing him."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בָּא לוֹקֵחַ וְנִמְלָךְ בְּבֶן הַמֵּצַר וְאָמַר לוֹ הֲרֵי פְּלוֹנִי בֶּן הַמֵּצַר שֶׁלְּךָ רוֹצֶה לִמְכֹּר לִי שָׂדֶה זוֹ אֵלֵךְ וְאֶקַּח מִמֶּנּוּ וְאָמַר לוֹ לֵךְ וְקַח לֹא בִּטֵּל זְכוּתוֹ וְיֵשׁ לְסַלֵּק אוֹתוֹ אַחַר שֶׁיִּקְנֶה אֶלָּא אִם כֵּן קָנוּ מִיָּדוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁצָּרִיךְ קִנְיָן כְּשֶׁמָּחַל לוֹ קֹדֶם שֶׁיִּקְנֶה. אֲבָל אִם מָחַל לוֹ זְכוּתוֹ אַחַר שֶׁלָּקַח כְּגוֹן שֶׁבָּא בֶּן הַמֵּצַר וְסִיֵּעַ עִמּוֹ אוֹ שָׂכַר מִמֶּנּוּ אוֹ שֶׁרָאָה אוֹתוֹ בּוֹנֶה וְסוֹתֵר כָּל שֶׁהוּא וּמִשְׁתַּמֵּשׁ וְלֹא מִחָה בּוֹ וְלֹא עִרְעֵר הֲרֵי זֶה מָחַל וְשׁוּב אֵינוֹ יָכוֹל לְסַלְּקוֹ:  ",
            "english": "If a purchaser comes and consults with a neighbor, asking him: \"So and so, your neighbor desires to sell his field to me; should I purchase it?\", the neighbor does not forfeit his right even if he tells him: \"Go and purchase it.\" Instead, he may displace him after he purchases it unless he performs a <i>kinyan</i> confirming that he does not desire the property.<br>When is it necessary for the neighbor to confirm that he has no claim against the purchaser with a <i>kinyan</i>? When he makes such statements before he purchases the property. If, however, he waives his right after he purchases the property - e.g., the neighbor comes and helps the purchaser, rents a piece of the property from him,or sees that he is building or destroying even the smallest portion of the property and using it as his own - and the neighbor does not protest or assert a claim, he is considered to have waived his right and he is not given another opportunity to displace him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיָה בֶּן הַמֵּצַר בִּמְדִינָה אַחֶרֶת אוֹ חוֹלֶה אוֹ קָטָן וְאַחַר זְמַן הִבְרִיא הַחוֹלֶה וְהִגְדִּיל הַקָּטָן וּבָא הַהוֹלֵךְ אֵינוֹ יָכוֹל לְסַלְּקוֹ. שֶׁאִם אַתָּה אוֹמֵר כֵּן אֵין אָדָם יָכוֹל לִמְכֹּר קַרְקָעִיתוֹ שֶׁהֲרֵי הַלּוֹקֵחַ אוֹמֵר לְאַחַר כַּמָּה שָׁנִים תֵּצֵא מִיָּדִי וְכָזֶה הוֹרוּ הַגְּאוֹנִים:  ",
            "english": "When the neighbor was in another country, sick or below the age of majority, and afterwards he recuperated, came of age or returned from the journey, he does not have the right to displace the purchaser. If he were given such a right, a person would never be able to sell his landed property. For the purchaser would fear: \"It will be taken from me at a later date.\" The <i>Geonim</i> have ruled in this manner."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמּוֹכֵר שְׁוֵה מָאתַיִם בְּמָנֶה אִם לְכָל הָעָם מוֹזִיל וּמוֹכֵר נוֹתֵן לוֹ בֶּן הַמֵּצַר מֵאָה וּמְסַלְּקוֹ וְאִם אֵינוֹ מוֹזִיל לְכָל הָעָם נוֹתֵן לוֹ מָאתַיִם שֶׁהוּא שָׁוֶה שֶׁהַמּוֹכֵר נָתַן לָזֶה מַתָּנָה. לָקַח שְׁוֵה מָנֶה בְּמָאתַיִם אֵינוֹ יָכוֹל לְסַלְּקוֹ עַד שֶׁיִּתֵּן הַמָּאתַיִם. טָעַן בֶּן הַמֵּצַר שֶׁעָשׂוּ קְנוּנְיָא בֵּינֵיהֶם נִשְׁבָּע הַלּוֹקֵחַ בִּנְקִיטַת חֵפֶץ וְנוֹטֵל מָאתַיִם זוּז. וְאִם הָיָה שָׁם עֵדִים שֶׁנָּתַן מָאתַיִם וּבֶן הַמֵּצַר טוֹעֵן שֶׁאֲמָנָה הָיְתָה בֵּינוֹ וּבֵין הַמּוֹכֵר וְאֵינוֹ יוֹדֵעַ [בְּוַדַּאי] שֶׁלֹּא לָקַח מִמֶּנּוּ אֶלָּא מֵאָה הֲרֵי זֶה נוֹתֵן דָּמִים כְּמוֹ שֶׁהֵעִידוּ הָעֵדִים וְאַחַר כָּךְ מְסַלְּקוֹ וּמַשְׁבִּיעוֹ הֶסֵּת שֶׁלָּקַח בְּמָאתַיִם וְנִפְטָר:  ",
            "english": "The following rules apply when a person sells property that is worth 200 <i>zuz</i> for a <i>maneh</i>. If the seller would discount the price for everyone, the neighbor is required to pay the purchaser only 100 <i>zuz</i> before he displaces him. If the seller would not discount the price for everyone, the neighbor must pay the purchaser the 200 <i>zuz</i> that the property is worth. For it is as if the seller gave the purchaser a gift.<br>If a person purchased property worth a <i>maneh</i> for 200 <i>zuz</i>, a neighbor cannot displace him unless he gives him 200.<br>If the neighbor protests: \"They are perpetrating an act of deception together,\"the purchaser must take an oath while holding a sacred article. Afterwards, he may collect the 200 <i>zuz</i>.<br>If there were witnesses that the purchaser gave 200 <i>zuz</i>, but the neighbor claims that there was an agreement between him and the seller, and that he definitely knows that in truth the seller took only 100 <i>zuz</i> from him, the neighbor must pay the amount of money the witnesses stated. Afterwards, he may displace the purchaser and require him to take a <i>sh'vuat hesset</i> that he purchased the property for 200 <i>zuz</i>. After taking that oath, he is under no further obligations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל הָרוֹצֶה לִמְכֹּר קַרְקַע וּבָאוּ שְׁנַיִם כָּל אֶחָד מֵהֶן אוֹמֵר אֲנִי אֶקַּח בְּדָמִים אֵלּוּ וְאֵין אֶחָד מֵהֶן בַּעַל הַמֵּצַר. אִם הָיָה הָאֶחָד מִיּוֹשְׁבֵי הָעִיר וְהָאֶחָד מִשְּׁכֵנֵי הַשָּׂדֶה שָׁכֵן הָעִיר קֹדֶם. שָׁכֵן וְתַלְמִיד חָכָם תַּלְמִיד חָכָם קוֹדֵם. קָרוֹב וְתַלְמִיד חָכָם תַּלְמִיד חָכָם קוֹדֵם. שָׁכֵן וְקָרוֹב הַשָּׁכֵן קוֹדֵם שֶׁגַּם זֶה בִּכְלַל הַטּוֹב וְהַיָּשָׁר הוּא. קָדַם אֶחָד וְקָנָה זָכָה וְאֵין חֲבֵרוֹ שֶׁרָאוּי לִקְדֹּם לוֹ יָכוֹל לְסַלְּקוֹ הוֹאִיל וְאֵין אֶחָד מֵהֶן בַּעַל הַמֵּצַר שֶׁלֹּא צִוּוּ חֲכָמִים בַּדָּבָר הַזֶּה אֶלָּא דֶּרֶךְ חֲסִידוּת וְנֶפֶשׁ טוֹבָה הִיא שֶׁעוֹשָׂה כָּךְ: סְלִיקוּ לְהוּ הִלְכוֹת שְׁכֵנִים  ",
            "english": "The following rules apply whenever a person wants to sell landed property and two people come offering to purchase it, and each one is willing to pay the same price and neither of them is a neighbor. If one of the prospective purchasers was an inhabitant of the city and the other dwelled in the outlying fields, the inhabitant of the city is given priority.<br>If one of them lives close to the property being sold, and the other is a Torah scholar, the Torah scholar is given priority. Similarly, if one is a relative and the other is a Torah scholar, the Torah scholar is given priority. If one is a relative, and the other lives close to the property, the one who lives close to the property is given priority, for this is also an act of \"good and justice.\"<br>In any of the above situations, if the other person acted first and acquired the property, his colleague does not have the right to displace him. For neither of them owns property bordering on the property being sold, and our Sages established these rules only as an expression of piety and a generous spirit."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:14:37.120Z",
    "totalChapters": 14,
    "status": "imported_sefaria"
  }
}
