{
  "id": "ownerless_property_and_gifts",
  "name": "Mishneh Torah, Ownerless Property and Gifts",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Ownerless Property and Gifts",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַהֶפְקֵר כָּל הַמַּחֲזִיק בּוֹ זָכָה. וְכֵן הַמִּדְבָּרוֹת וְהַנְּהָרוֹת וְהַנְּחָלִים כָּל שֶׁבָּהֶן הֶפְקֵר וְכָל הַקּוֹדֵם בָּהֶן זָכָה. כְּגוֹן הָעֲשָׂבִים וְהָעֵצִים וְהַפֵּרוֹת שֶׁל אִילָנוֹת שֶׁל יַעַר וְכַיּוֹצֵא בָּהֶן: \n",
            "english": "Whoever takes hold of ownerless property acquires it. Any objects found naturally in deserts, rivers and streams - e.g., grass, trees, wild fruit and the like - are ownerless. Whoever first takes hold of such an object acquires it."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַצָּד דָּגִים מִן הַיָּמִים וּמִן הַנְּהָרוֹת. אוֹ שֶׁצָּד עוֹפוֹת אוֹ מִינֵי חַיּוֹת. הוֹאִיל וְאֵין לָהֶם בְּעָלִים זָכָה. וּבִלְבַד שֶׁלֹּא יָצוּד בִּשְׂדֵה חֲבֵרוֹ. וְאִם צָד שָׁם קָנָה. וְאִם הָיוּ הַדָּגִים בַּבֵּיבָרִים שֶׁל בְּעָלִים וְכֵן חַיָּה וְעוֹף שֶׁבַּבֵּיבָרִים. אַף עַל פִּי שֶׁהוּא בֵּיבָר גָּדוֹל וְהוּא מְחֻסַּר צִידָה הֲרֵי זֶה שֶׁל בַּעַל הַבֵּיבָרִים וְהַצָּד מִשָּׁם הֲרֵי זֶה גַּזְלָן: \n",
            "english": "When a person catches fish in a sea or in a river, and similarly, when he catches fowl, or various wild beasts, since they are ownerless, he acquires them. He may not, however, hunt in a field belonging to a colleague. Nevertheless, if he snares an animal there, he acquires it.<br>If fish - or wild beasts or fowl - are in vivariums belonging to another person, they belong to the owner of the vivarium. A person who snares an animal there is considered to be a robber. This applies even if the vivarium is large and effort is required to snare the animal."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֲבָל הַלּוֹקֵחַ דָּגִים מִתּוֹךְ מְצוּדָתוֹ שֶׁל חֲבֵרוֹ כְּשֶׁהוּא בְּתוֹךְ הַיָּם. אוֹ שֶׁלָּקַח חַיָּה מִמְּצוּדָתוֹ כְּשֶׁהִיא פְּרוּסָה בַּמִּדְבָּר הֲרֵי זֶה אָסוּר מִדִּבְרֵי סוֹפְרִים. וְאִם הָיָה הַמְּצוּדָה כְּלִי וְלָקַח מִתּוֹךְ הַמְּצוּדָה הֲרֵי זֶה גַּזְלָן: \n",
            "english": "However, when a person takes a fish from the net of a colleague at sea, or takes a beast from a snare of a colleague set in the desert, this is prohibited by virtue of Rabbinic decree. If the snare could be considered to be a container, and the person took the fish or the animal from the container, he is considered to be a robber."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַפּוֹרֵס מְצוּדָה בִּשְׂדֵה חֲבֵרוֹ וְצָד בָּהּ חַיָּה אוֹ עוֹף אַף עַל פִּי שֶׁאֵין לוֹ רְשׁוּת לַעֲשׂוֹת דָּבָר זֶה קָנָה. וְאִם הָיָה עוֹמֵד בַּעַל הַשָּׂדֶה בְּתוֹךְ שָׂדֵהוּ וְאָמַר זָכְתָה לִי שָׂדִי קָנָה בַּעַל הַשָּׂדֶה. וְאֵין לְבַעַל הַמְּצוּדָה כְּלוּם: \n",
            "english": "When a person spreads out a snare in a field belonging to a colleague, and traps a beast or a fowl, he acquires it, even though he does not have permission to do this. If the owner of the field was standing in the field at the time the animal was trapped, and said: \"My field acquires this on my behalf,\" the owner of the field acquires it, and the owner of the snare does not acquire anything."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "דָּגִים שֶׁקָּפְצוּ לְתוֹךְ הַסְּפִינָה קָנָה בַּעַל הַסְּפִינָה. שֶׁזּוֹ כְּחָצֵר הַמִּשְׁתַּמֶּרֶת הִיא וְאֵינָהּ חָצֵר הַמְהַלֶּכֶת. שֶׁהַמַּיִם הֵן שֶׁמּוֹלִיכִין אוֹתָהּ וְאֵינָהּ הוֹלֶכֶת מֵחֲמַת עַצְמָהּ: \n",
            "english": "When fish jump into a boat, they become acquired by the owner of the boat, for the boat is considered to be a protected courtyard. It is not considered to be a moving courtyard, because the boat does not move on its own. It is the water that moves it."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "גֵּר שֶׁמֵּת וְלֹא הוֹלִיד יִשְׂרָאֵל אַחַר שֶׁנִּתְגַּיֵּר אֵין לוֹ יוֹרְשִׁין אֶלָּא כָּל הַקּוֹדֵם וְהֶחֱזִיק בִּנְכָסָיו זָכָה. וְאֵין בַּעַל הַמֵּצַר יָכוֹל לְסַלְּקוֹ בְּדָמִים שֶׁזּוֹ כְּמַתָּנָה הִיא: \n",
            "english": "When a convert dies without having fathered a Jew after his conversion, he has no heirs. Instead, the first person who takes hold of his property acquires it. A neighbor does not have the right to buy the property from the person who took hold of it, because this is considered to be a gift."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁתֵּי שָׂדוֹת בְּנִכְסֵי הַגֵּר וּמֵצַר אֶחָד בֵּינֵיהֶן. הֶחֱזִיק בְּאַחַת מֵהֶן לִקְנוֹתָהּ קְנָאָהּ. הֶחֱזִיק בָּהּ לִקְנוֹת אוֹתָהּ וְאֶת חֲבֶרְתָּהּ. זוֹ שֶׁהֶחְזִיק בָּהּ קָנָה אֲבָל חֲבֶרְתָּהּ לֹא קָנָה. הֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹת אֶת חֲבֶרְתָּהּ לֹא קָנָה אַחַת מֵהֶן. חֲבֶרְתָּהּ מִפְּנֵי שֶׁלֹּא הֶחֱזִיק בָּהּ. וְאוֹתָהּ מִפְּנֵי שֶׁלֹּא הֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹתָהּ. הֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹתָהּ וְלִקְנוֹת אֶת חֲבֶרְתָּהּ וְאֶת הַמֵּצַר שֶׁבֵּינֵיהֶן. אוֹ שֶׁהֶחְזִיק בַּמֵּצַר לִקְנוֹת שְׁתֵּיהֶן הֲרֵי זֶה סָפֵק. וְאִם בָּא אֶחָד וְהֶחֱזִיק בָּהּ כְּדֵי לִקְנוֹתָהּ זָכָה הָאַחֲרוֹן: \n",
            "english": "The following laws apply when there are two fields in an estate that belong to a convert, with one boundary marker between them. If a person manifests ownership over one of the fields with the intent of acquiring it, he acquires it. If he manifests ownership over it with the intent of acquiring both it and the other field, he acquires the field over which he manifested ownership, but he does not acquire the other field.<br>If he manifests ownership over one field with the intent of acquiring only the other field, he does not acquire either of them. He does not acquire the field over which he did not manifest ownership because he did not manifest ownership over it. He does not acquire the field over which he did manifest ownership because he did not manifest ownership with the intent of acquiring it.<br>If he manifests ownership over one field with the intent of acquiring it, the other field and the boundary marker between them, or if he manifests ownership over the boundary marker with the intent of acquiring both fields, there is an unresolved doubt with regard to the matter. If another person comes and manifests ownership over one of the fields itself with the intent of acquiring it, the latter person becomes the legal owner."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְכֵן שְׁנֵי בָּתִּים זֶה לְפָנִים מִזֶּה שֶׁהֶחְזִיק בְּאֶחָד מֵהֶן לִקְנוֹתוֹ וְלִקְנוֹת אֶת הַשֵּׁנִי לֹא קָנָה אֶלָּא זֶה שֶׁהֶחְזִיק בּוֹ בִּלְבַד. הֶחֱזִיק בְּאֶחָד מֵהֶן כְּדֵי לִקְנוֹת אֶת הַשֵּׁנִי אַף זֶה שֶׁהֶחְזִיק בּוֹ לֹא קָנָה: \n",
            "english": "Similarly, when two houses are located one within the other, if a person manifests ownership over one of the houses with the intent of acquiring both it and the other house, he acquires only the house over which he manifested ownership. If he manifests ownership over one house with the intent of acquiring only the other one, he does not acquire even the house over which he did manifest ownership."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמַּחֲזִיק בִּשְׁטָר מִנִּכְסֵי הַגֵּר כְּדֵי לִקְנוֹת אֶת הַקַּרְקַע הַכְּתוּבָה בְּאוֹתוֹ שְׁטָר לֹא קָנָה אֶלָּא הַשְּׁטָר בִּלְבַד לָצוּר עַל פִּי צְלוֹחִיתוֹ וְכַיּוֹצֵא בָּזֶה: \n",
            "english": "When a person takes hold over a deed of sale within the estate of a convert with the intent of acquiring the land mentioned in that deed, he acquires only the document itself. He may use it to wrap around the top of a bottle or the like."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שָׂדֶה הַמְצֻיֶּנֶת בִּמְצָרֶיהָ כֵּיוָן שֶׁהִכִּישׁ בָּהּ מַכּוֹשׁ אֶחָד קָנָה אֶת כֻּלָּהּ. וְאִם אֵינָהּ מְצֻיֶּנֶת בִּמְצָרֶיהָ קוֹנֶה מִמֶּנָּה בְּאוֹתוֹ מַכּוֹשׁ כְּדֵי שֶׁיֵּלֵךְ הַצֶּמֶד בִּשְׁעַת חֲרִישָׁה וְיַחְזֹר. הַמֵּצַר וְהֶחָצָב שֶׁמְּתַחֲמִין בּוֹ תְּחוּמִין מַפְסִיקִין בְּנִכְסֵי הַגֵּר. וְכָל הַמַּחֲזִיק בְּשָׂדֶה לֹא קָנָה אֶלָּא עַד הַמֵּצַר אוֹ עַד הֶחָצָב: \n",
            "english": "When the boundaries of a field belonging to a deceased convert are clearly marked, when a person plunges a spade into the field in one place, he acquires the entire field. If the boundaries of the field are not clearly marked, by plunging the spade into that one place, he acquires only a portion over which a team of oxen will pass when plowing, before the team returns.<br>A boundary marker and a <i>chatzav</i> used to designate boundaries serve as cut-off points with regard to the estate of a convert. Whoever manifests ownership over the field acquires only up to the boundary marker or the <i>chatzav.</i>"
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כָּל הַמַּפְסִיק לְפֵאָה מַפְסִיק בְּנִכְסֵי הַגֵּר. כֵּיצַד. הָיָה שָׁם נַחַל אוֹ אַמַּת הַמַּיִם וְכַיּוֹצֵא בָּהֶן לֹא קָנָה אֶלָּא עַד הַנַּחַל אוֹ עַד הָאַמָּה. וְכָל הַמַּפְסִיק בִּרְשׁוּת שַׁבָּת מַפְסִיק בְּנִכְסֵי הַגֵּר כְּגוֹן שֶׁהָיָה בֵּין שְׁתֵּי הַשָּׂדוֹת רְשׁוּת הַיָּחִיד אוֹ כַּרְמְלִית אֲפִלּוּ הָיָה בֵּינֵיהֶם רְשׁוּת שֶׁחוֹלֶקֶת לְגִטִּין: \n",
            "english": "Whatever is considered significant to create a separation with regard to the distribution of <i>pe</i>'<i>ah</i> is also considered significant to create a separation with regard to the acquisition of the property of a deceased convert.<br>What is implied? If there was a stream, an irrigation ditch or the like, the person seeking to acquire the field acquires only up to the stream or up to the irrigation ditch.<br>Whatever creates a distinction with regard to the domains of the Sabbath, creates a distinction with regard to the acquisition of the property of a deceased convert - for example, a situation where a private domain or a <i>carmelit</i> is interposed between two fields. Indeed, a distinction is created, even if the two fields were separated by a domain that is considered a distinction with regard to the transfer of a bill of divorce."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל דָּבָר הַמַּפְסִיק לְטֻמְאָה מַפְסִיק בְּנִכְסֵי הַגֵּר. כֵּיצַד. כְּגוֹן שֶׁנִּכְנַס אָדָם לְבִקְעָה זוֹ וְטֻמְאָה בַּבִּקְעָה בְּצִדָּהּ אַחֶרֶת וְאֵינוֹ יוֹדֵעַ אִם הִגִּיעַ לִמְקוֹם הַטֻּמְאָה אִם לָאו. כָּל מָקוֹם שֶׁמַּחֲזִיקִין אוֹתוֹ לְטֻמְאָה הֲרֵי הוּא כְּמָקוֹם אַחֵר, מֻחְלָק בִּפְנֵי עַצְמוֹ: \n",
            "english": "Whenever a distinction is created with regard to the laws of ritual impurity, it also applies with regard to the acquisition of the property of a deceased convert.<br>What is implied? A person enters a valley. There is an object that conveys ritual impurity on one side of the valley, and the person does not know whether or not he has reached the place that is ritually impure. Wherever the person would be considered to be ritually impure is considered to be a separate entity from the field as a whole."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "בִּקְעָה גְּדוֹלָה שֶׁיֵּשׁ בָּהּ שָׂדוֹת רַבּוֹת וְכֻלָּן שֶׁל גֵּר אֶחָד וְלֹא הָיָה בֵּינֵיהֶן לֹא מֵצַר וְלֹא חָצָב וְלֹא דָּבָר מִדְּבָרִים הַמַּפְסִיקִין. וּבָא אֶחָד וְהֶחֱזִיק בְּמִקְצָת הַבִּקְעָה לִקְנוֹת אֶת כֻּלָּהּ. כָּל הַנִּקְרָא עַל שֵׁם אוֹתוֹ הַגֵּר קוֹנֶה אוֹתוֹ: \n",
            "english": "The following law applies when there is a large valley containing many fields, all belonging to one convert, and there is no boundary marker, <i>chatzav</i> or any other entity that creates a distinction between them. If one person comes and manifests ownership over a portion of the valley with the intent of acquiring the entire valley, he acquires all the land that is known to be owned by that convert."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "עַכּוּ\"ם שֶׁמָּכַר מִטַּלְטְלִין לְיִשְׂרָאֵל אוֹ קָנָה מִטַּלְטְלִין מִיִּשְׂרָאֵל. קוֹנֶה בִּמְשִׁיכָה וּמַקְנֶה בִּמְשִׁיכָה אוֹ בְּדָמִים. אֲבָל הַקַּרְקַע אֵינוֹ קוֹנֶה אוֹתוֹ מִיִּשְׂרָאֵל אֶלָּא בִּשְׁטָר וְאֵינוֹ מַקְנֶה אוֹתוֹ לְיִשְׂרָאֵל אֶלָּא בִּשְׁטָר שֶׁאֵין דַּעְתּוֹ סוֹמֶכֶת אֶלָּא עַל הַשְּׁטָר. לְפִיכָךְ יִשְׂרָאֵל שֶׁלָּקַח שָׂדֶה מִן הָעַכּוּ\"ם וְנָתַן הַדָּמִים. וְקֹדֶם שֶׁיַּחְזִיק בָּהּ בָּא יִשְׂרָאֵל אַחֵר וְהֶחֱזִיק בָּהּ כְּדֶרֶךְ שֶׁמַּחֲזִיקִין בְּנִכְסֵי הַגֵּר זָכָה אַחֲרוֹן וְנוֹתֵן לָרִאשׁוֹן אֶת הַדָּמִים. מִפְּנֵי שֶׁהָעַכּוּ\"ם מֵעֵת שֶׁלָּקַח הַדָּמִים סִלֵּק רְשׁוּתוֹ וְיִשְׂרָאֵל לֹא קָנָה עַד שֶׁיַּגִּיעַ הַשְּׁטָר לְיָדוֹ. וְנִמְצְאוּ נְכָסִים אֵלּוּ כְּנִכְסֵי מִדְבָּר שֶׁכָּל הַמַּחֲזִיק בָּהֶן זָכָה: \n",
            "english": "When a gentile sells movable property to a Jew or buys movable property, he acquires and transfers the property through <i>meshichah</i> or through the transfer of funds.<br>Different rules apply with regard to landed property. A gentile does not acquire landed property from a Jew without a deed of sale, nor does he transfer property without a deed of sale. For he will not rely on anything but a deed of sale.<br>For this reason, if a Jew purchased a field from a gentile and paid the money for it, but before he could manifest his ownership over it, another Jew came and manifested ownership over it in a manner similar to that described above with regard to the acquisition of the property of a deceased convert, the latter person acquires the land. He must, however, repay the money to the purchaser.<br>The rationale for the decision is that the gentile abrogates his ownership over the property at the time he receives the money. And yet, the Jew purchasing the land does not acquire it until the deed of sale reaches his hand. In the interim, the property is like property in the desert concerning which the rule is: Whoever manifests ownership over it acquires it."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּמָקוֹם שֶׁאֵין מִשְׁפָּט יָדוּעַ לַמֶּלֶךְ. אֲבָל אִם דִּין אוֹתוֹ הַמֶּלֶךְ וּמִשְׁפָּטוֹ שֶׁלֹּא יִזְכֶּה בַּקַּרְקַע אֶלָּא מִי שֶׁכּוֹתֵב בִּשְׁטָר אוֹ הַנּוֹתֵן דָּמִים וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ. עוֹשִׂין כְּפִי מִשְׁפַּט הַמֶּלֶךְ. שֶׁכָּל דִּינֵי הַמֶּלֶךְ בְּמָמוֹן עַל פִּיהֶן דָּנִין: \n",
            "english": "When does the above apply? When there are no known laws enforced by the governing sovereign. If, however, the law of the governing sovereign and his judgment is that only a person whose name is mentioned in the deed of sale - who paid money for the property or the like - can acquire the land, we follow the law of the governing sovereign. For we rule according to all the financial laws of the governing sovereign."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "נִּכְסֵי גֵּר שֶׁאֵין לוֹ יוֹרְשִׁים. וְנִכְסֵי הַהֶפְקֵר וְשָׂדֶה שֶׁמְּכָרָהּ הָעַכּוּ\"ם לְיִשְׂרָאֵל וַעֲדַיִן לֹא הֶחֱזִיק בָּהּ. כֻּלָּם דִּינָם שָׁוֶה. כָּל הַמַּחֲזִיק בָּהֶם בְּדֶרֶךְ מִדַּרְכֵי הַחֲזָקָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת מְכִירָה קָנָה חוּץ מֵאֲכִילַת הַפֵּרוֹת:  ",
            "english": "The property of a deceased convert who has no heirs, property that is ownerless, and a field that a gentile sold to a Jew who has not taken hold of it are all governed by the same laws. Whoever manifests ownership over them using a valid <i>chazakah -</i> to be described in <i>Hilchot Mechirah -</i> acquires them, with one exception: eating produce."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כֵּיצַד. הַלּוֹקֵחַ קַרְקַע מֵחֲבֵרוֹ וְהֶחֱזִיק בָּהּ בַּאֲכִילַת פֵּרוֹתֶיהָ קָנָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל בְּנִכְסֵי הֶפְקֵר אוֹ נִכְסֵי הַגֵּר אֲפִלּוּ אָכַל פֵּרוֹת הָאִילָן כַּמָּה שָׁנִים לֹא קָנָה גּוּף הָאִילָן וְלֹא גּוּף הַקַּרְקַע עַד שֶׁיַּעֲשֶׂה מַעֲשֶׂה בְּגוּף הָאָרֶץ אוֹ יַעֲבֹד עֲבוֹדָה בָּאִילָן. וּמַעֲשֶׂה בְּאִשָּׁה אַחַת שֶׁאָכְלָה פֵּרוֹת דֶּקֶל שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וּבָא אֶחָד וְהֶחֱזִיק בָּאִילָן בַּעֲבוֹדָה שֶׁעָבַד בְּגוּף הָאִילָן וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ זֶה הָאַחֲרוֹן קָנָה:  ",
            "english": "What is implied? When a person buys landed property from a colleague and manifests his ownership over it by eating produce, he acquires it, as we have explained. But with regard to the acquisition of ownerless property or property of a deceased convert, even if a person eats produce of a tree for several years, he does not acquire the tree itself or the land itself until he performs a deed involving the land itself or performs a task involving the tree.<br>An incident occurred when a woman ate the produce of a date palm for thirteen years, and then another person manifested ownership over the tree by performing a task involving the tree itself. The incident was brought before the Sages and they ruled that the latter person acquired it."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "יֵשׁ דְּבָרִים רַבִּים שֶׁאִם הֶחֱזִיק בָּהֶן הַלּוֹקֵחַ לֹא קָנָה עֲדַיִן. וְאִם הֶחֱזִיק בְּאֶחָד מֵהֶן בְּנִכְסֵי הַגֵּר אוֹ בְּנִכְסֵי הֶפְקֵר קָנָה. כֵּיצַד. הַמּוֹצֵא פַּלְטְרִים גְּדוֹלִים בְּנוּיִין בְּנִכְסֵי הַגֵּר אוֹ בְּנִכְסֵי הֶפְקֵר וְסִיֵּד בָּהֶן סִיּוּד אֶחָד אוֹ כִּיֵּר בָּהֶן כִּיּוּר אֶחָד כְּגוֹן אַמָּה אוֹ יוֹתֵר כְּנֶגֶד הַפֶּתַח קָנָה:  ",
            "english": "There are many acts that if performed by a purchaser to prove ownership of property are not effective, but when performed to manifest ownership over ownerless property, property belonging to a deceased convert or the like, are effective in acquiring it.<br>What is implied? When a person finds large palaces constructed on property belonging to a deceased convert or on ownerless property, if he paints them slightly or plasters them slightly - e.g., for a cubit or more opposite the entrance - he acquires them."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַצָּר צוּרָה בְּנִכְסֵי הַגֵּר קָנָה. וְהַמַּצִּיעַ מַצָּעוֹת בְּנִכְסֵי הַגֵּר קָנָה. הַנָּר אֶת הַשָּׂדֶה בְּנִכְסֵי הַגֵּר קָנָה. הַמְפַצֵּל זְמוֹרוֹת הַגֶּפֶן אוֹ שָׂרִיגֵי אִילָנוֹת וְכַפּוֹת תְּמָרִים בְּנִכְסֵי הַגֵּר. אִם דַּעְתּוֹ לַעֲבֹד הָאִילָן קָנָה. וְאִם דַּעְתּוֹ לְהַאֲכִיל הָעֵצִים לִבְהֵמָה לֹא קָנָה:  ",
            "english": "When a person makes a design in the property of a deceased convert, he acquires it. If he sets out mattresses in the property of a deceased convert, he acquires it. If he plows a field with the intent of leaving it fallow in the property of a deceased convert, he acquires it.<br>When a person cuts branches of a vine or of a tree, or fronds from a date palm in the property of a deceased convert, if his intent is to improve the tree, he acquires the property. If his intent is to feed the branches to his animal, he does not acquire the property."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כֵּיצַד. הָיָה כּוֹרֵת מִכָּאן וּמִכָּאן הֲרֵי חֶזְקָתוֹ שֶׁנִּתְכַּוֵּן לַעֲבוֹדַת הָאִילָן. הָיָה כּוֹרֵת מֵרוּחַ אַחַת אֵינוֹ מִתְכַּוֵּן אֶלָּא לָעֵצִים. וְכֵן הַמְלַקֵּט עֵצִים וַעֲשָׂבִים וַאֲבָנִים מִן הַשָּׂדֶה. אִם דַּעְתּוֹ לְתַקֵּן הָאָרֶץ קָנָה. וְאִם לָעֵצִים לֹא קָנָה:  ",
            "english": "What is implied? If the person prunes the branches of the tree from both sides, we can assume that he intends to improve the tree. If he cuts from only one side, it appears that his intent is only for the branches.<br>Similarly, when a person collects wood, grass and stones from a field, if his intent is to improve the land, he acquires the field. If his intent is to collect the wood, he does not acquire the field."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כֵּיצַד. לִקֵּט הַגַּס וְהַדַּק הֲרֵי זוֹ בְּחֶזְקַת שֶׁנִּתְכַּוֵּן לְתַקֵּן אֶת הָאָרֶץ. לִקֵּט הַגַּס וְלֹא הַדַּק הֲרֵי זֶה בְּחֶזְקַת שֶׁנִּתְכַּוֵּן לָעֵצִים. וְכֵן הַמַּשְׁוֶה פְּנֵי הָאָרֶץ. אִם דַּעְתּוֹ לְתַקֵּן הָאָרֶץ קָנָה. וְאִם דַּעְתּוֹ לְהַשְׁווֹת מָקוֹם שֶׁיַּעֲמִיד בּוֹ גֹּרֶן לֹא קָנָה:  ",
            "english": "What is implied? If the person collected both large and small branches, we can assume that his intent was to improve the land. If, by contrast, he collected only large branches and not small ones, we can assume that his intent was to collect wood.<br>Similarly, when a person levels the surface of the land, if his intent is to improve the land, he acquires the field. If his intent is to level a place to use as a grain heap, he does not acquire the field."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כֵּיצַד. הָיָה לוֹקֵחַ עָפָר מִמָּקוֹם גָּבוֹהַּ וְנוֹתְנוֹ לַמָּקוֹם הַנָּמוּךְ הֲרֵי זֶה מְתַקֵּן הָאָרֶץ. רְאִינוּהוּ שֶׁאֵינוֹ מַקְפִּיד עַל זֶה אֶלָּא מַשְׁלִיךְ הֶעָפָר וְהַצְּרוֹרוֹת בְּכָל מָקוֹם בְּלֹא הַקְפָּדָה הֲרֵי זֶה בְּחֶזְקַת שֶׁאֵינוֹ מִתְכַּוֵּן אֶלָּא לְהַשְׁווֹת מָקוֹם לְדַיִשׁ. וְכֵן הַפּוֹתֵחַ מַיִם לְתוֹךְ הָאָרֶץ. אִם לְתַקֵּן הָאָרֶץ קָנָה. וְאִם לָצוּד הַדָּגִים לֹא קָנָה:  ",
            "english": "What is implied? If the person takes earth from a high place and brings it to a lower place, it appears that his intent is to improve the land. If we see that he is not concerned with this and instead throws earth and stones anywhere without concern, we can assume that his intent is merely to level one limited area to use as a grain heap.<br>Similarly, when a person opens a flow of water into a field, if his intent is to improve the land, he acquires the field. If his intent is to catch fish, he does not acquire the field."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כֵּיצַד. עָשָׂה מָקוֹם שֶׁיִּכָּנְסוּ בּוֹ הַמַּיִם בִּלְבַד הֲרֵי זֶה מִתְכַּוֵּן לְתַקֵּן הָאָרֶץ. עָשָׂה שְׁנֵי פְּתָחִים אֶחָד לְהַכְנִיס וְאֶחָד לְהוֹצִיא הֲרֵי זֶה מִתְכַּוֵּן לָצוּד דָּגִים:  ",
            "english": "What is implied? If the person made only a place for water to enter, it appears that his intent is to improve the land. If he made two openings -one for the water to enter and one for the water to leave - it appears that his intent is to catch fish."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַבּוֹנֶה פַּלְטֵרִין גְּדוֹלִים בְּנִכְסֵי הַגֵּר וּבָא אַחֵר וְהֶעֱמִיד לָהֶם דְּלָתוֹת קָנָה הָאַחֲרוֹן. שֶׁהָרִאשׁוֹן לֹא עָשָׂה בְּגוּף הָאָרֶץ כְּלוּם. וַהֲרֵי הוּא כְּמִי שֶׁעָשָׂה גַּל אֲבָנִים עַל הָאָרֶץ שֶׁאֵינוֹ קוֹנֶה. שֶׁהֲרֵי לֹא הוֹעִיל בְּגָדֵר זֶה מִפְּנֵי שֶׁהוּא רָחָב בְּיוֹתֵר וּמְפֻלָּשׁ. וְאֵין צוּרַת אוֹתוֹ הַבִּנְיָן מוֹעֶלֶת לוֹ עַד שֶׁיַּעֲמִיד דְּלָתוֹת:  ",
            "english": "When a person builds large palaces on property belonging to a deceased convert, and another person comes and sets up the doors, the second person acquires the property.<br>The rationale is that the first person did not do anything with the land itself, It is as if he piled up stones on the land, an act that does not bring about his acquisition of the property.<br>Nor is his acquisition effective because by constructing the building he made a fence around the land since this fence is not useful, because the entrance to the building is wide enough and one can pass through it. Setting up the structure of this building is not at all useful until one sets up the doors."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמֵּפִיץ הַזֶּרַע לְתוֹךְ הַתְּלָמִים לֹא קָנָה. שֶׁבְּעֵת שֶׁהִשְׁלִיךְ הַזֶּרַע לֹא הִשְׁבִּיחַ כְּלוּם וּבְעֵת שֶׁצָּמַח וְהִשְׁבִּיחַ שֶׁבַח הַבָּא מֵאֵלָיו הוּא וְאֵינוֹ קוֹנֶה:  ",
            "english": "When a person spreads seeds in rows in a field, he does not acquire the field. The rationale is that at the time he sowed the seeds, he did not improve the field at all. And at the time the produce grew, the benefit came as a result of a natural course of events. This is not sufficient for an acquisition to be made."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָיְתָה מְחִצָּה בְּנִכְסֵי הַגֵּר וּבָא זֶה וְעָשָׂה מְחִצָּה אַחֶרֶת עַל גַּבָּהּ לֹא קָנָה. וַאֲפִלּוּ נִבְלְעָה מְחִצָּה הַתַּחְתּוֹנָה וַהֲרֵי הָעֶלְיוֹנָה קַיֶּמֶת. שֶׁבְּעֵת שֶׁבָּנָה לֹא הוֹעִיל וּבְעֵת שֶׁהוֹעִיל מֵאֵלָיו בָּא הַמַּעֲשֶׂה:  ",
            "english": "If a partition existed within the property of a deceased convert, and another person came and built another partition on top of the existing one, he does not acquire the field. This applies even when the first partition sinks into the ground, and the higher partition is still functional. The rationale is that at the time the partition was built, it was not beneficial. And when it became beneficial, the benefit came as a result of a natural course of events."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַמַּחֲזִיק בְּנִכְסֵי הַגֵּר וּבְהֶפְקֵר וְהוּא אֵין דַּעְתּוֹ לִקְנוֹת. אַף עַל פִּי שֶׁבָּנָה וְגָדַר לֹא קָנָה:  ",
            "english": "When a person manifests ownership over property belonging to a deceased convert or ownerless property, without the intent of acquiring it, he does not acquire it despite the fact that he built or erected a fence."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הָעוֹדֵר בְּנִכְסֵי הַגֵּר וְכַסָּבוּר שֶׁהֵן שֶׁלּוֹ לֹא קָנָה. עָדַר בְּנִכְסֵי גֵּר זֶה וּכְסָבוּר שֶׁל גֵּר אַחֵר. הוֹאִיל וְנִתְכַּוֵּן בְּמַעֲשָׂיו אֵלּוּ לִזְכּוֹת מִן הַהֶפְקֵר הֲרֵי זֶה קָנָה:  ",
            "english": "When a person plows on property belonging to a deceased convert under the mistaken conception that it is his own property, he does not acquire it.<br>If he plows on property belonging to one deceased convert, while he thinks that it belongs to another, he does acquire it. For he intended that his deeds acquire ownerless property."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָיָה מַשְׁכּוֹן יִשְׂרָאֵל בְּיַד הַגֵּר וּכְשֶׁמֵּת הַגֵּר בָּא יִשְׂרָאֵל אַחֵר וְהֶחֱזִיק בְּמַשְׁכּוֹן זֶה. מוֹצִיאִין אוֹתוֹ מִיָּדוֹ. שֶׁכֵּיוָן שֶׁמֵּת הַגֵּר בָּטֵל שִׁעְבּוּדוֹ:  ",
            "english": "If a convert was holding security belonging to a Jew, and when the convert died another Jew came and took possession of this security, it should be expropriated from him and returned to its owner. The rationale is that when the convert died, his lien on the article was nullified."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הָיָה מַשְׁכּוֹן הַגֵּר בְּיַד יִשְׂרָאֵל וּבָא יִשְׂרָאֵל אַחֵר וְהֶחֱזִיק בּוֹ. לוֹקֵחַ מִמֶּנּוּ הָרִאשׁוֹן כְּנֶגֶד מְעוֹתָיו וְהָאַחֲרוֹן קָנָה אֶת הַשְּׁאָר:  ",
            "english": "When a Jew was holding security belonging to a convert, the convert dies, and another Jew takes hold of the security, the creditor should receive payment for the money owed him from the security. If it is worth more, the second person acquires the remainder."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא הָיָה הַמַּשְׁכּוֹן בַּחֲצַר הָרִאשׁוֹן. אֲבָל אִם הָיָה בַּחֲצֵרוֹ חֲצֵרוֹ קוֹנָה לוֹ שֶׁלֹּא מִדַּעְתּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן מְצִיאָה. וְאֵין לְזֶה הָאַחֲרוֹן כְּלוּם:  ",
            "english": "When does the above apply? When the security was not kept in a courtyard belonging to the first person. If it was kept in such a courtyard, his courtyard acquires it on his behalf, even without his knowledge, as we have explained with regard to an article that is discovered, and the person who takes hold of it afterwards does not acquire anything."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "גֵּר שֶׁמֵּת וּבִזְבְּזוּ יִשְׂרָאֵל אֶת נְכָסָיו וְהָיוּ בָּהֶן עֲבָדִים גְּדוֹלִים. קָנוּ עַצְמָן בְּנֵי חוֹרִין. אֲבָל הָעֲבָדִים הַקְּטַנִּים הֲרֵי הֵן כִּבְהֵמָה וְכָל הַמַּחֲזִיק בָּהֶן זָכָה בָּהֶם. וּכְבָר בֵּאַרְנוּ דַּרְכֵי הַחֲזָקָה שֶׁיִּקְנוּ בָּהֶם אֶת הָעֲבָדִים:  ",
            "english": "The following rules apply when a convert dies and Jews take possession of his property. If the estate contains Canaanite servants above the age of majority, they acquire their freedom. Servants below the age of majority, by contrast, are regarded as are livestock. Whoever manifests ownership over them acquires them. We have already explained the manner in which a person manifests ownership over servants and acquires them."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "גֵּר שֶׁמֵּת וּבִזְבְּזוּ יִשְׂרָאֵל אֶת נְכָסָיו. וְשָׁמְעוּ שֶׁעֲדַיִן לֹא מֵת אוֹ שֶׁיֵּשׁ לוֹ בֵּן אוֹ שֶׁאִשְׁתּוֹ מְעֻבֶּרֶת. כֻּלָּן חַיָּבִין לְהַחְזִיר. הֶחְזִירוּ כֻּלָּן וְאַחַר כָּךְ שָׁמְעוּ שֶׁמֵּת שֶׁשְּׁמוּעָה רִאשׁוֹנָה אֱמֶת הָיְתָה וּבָרִאשׁוֹנָה מֵת. אוֹ מֵת בְּנוֹ מִקֹּדֶם אוֹ הִפִּילָה אִשְׁתּוֹ. כָּל הַמַּחֲזִיק בַּשְּׁנִיָּה קָנָה וּבָרִאשׁוֹנָה לֹא קָנָה:  ",
            "english": "The following rules apply when it is rumored that a convert died and Jews take possession of his property, and then it is discovered that he did not die, that he has a child or that his wife is pregnant. They must all return the property.<br>If they all returned the property and then discovered that the first rumor had in fact been true and the convert had died at that time, that his son died before him, or that his wife miscarried, whoever takes possession at this time acquires the property. Those who originally took possession do not acquire it."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַנּוֹתֵן מַתָּנָה לַחֲבֵרוֹ אֵין הַמְקַבֵּל זוֹכֶה בָּהּ אֶלָּא בְּאֶחָד מִן הַדְּרָכִים שֶׁהַקּוֹנֶה זוֹכֶה בָּהֶן בְּמִקָּחוֹ. אִם מִטַּלְטְלִין רוֹצֶה לִתֵּן לוֹ עַד שֶׁיַּגְבִּיהַּ אוֹ שֶׁיִּמְשֹׁךְ דָּבָר שֶׁאֵין דַּרְכּוֹ לְהַגְבִּיהַּ אוֹ יִקְנֶה בְּאֶחָד מִשְּׁאָר הַדְּבָרִים שֶׁהַמִּטַּלְטְלִין נִקְנִין בָּהֶן. וְאִם קַרְקַע אוֹ עֲבָדִים נָתַן לוֹ עַד שֶׁיַּחְזִיק כְּדֶרֶךְ שֶׁמַּחְזִיק הַלּוֹקֵחַ אוֹ עַד שֶׁיַּגִּיעַ שְׁטַר מַתָּנָה לְיָדוֹ. אֲבָל בִּדְבָרִים לֹא זָכָה הַמְקַבֵּל אֶלָּא כָּל אֶחָד מֵהֶן עֲדַיִן יָכוֹל לַחְזֹר בּוֹ: \n",
            "english": "When a person gives a gift to a colleague, the recipient does not acquire it until he takes possession through one of the legal processes by which a purchaser takes possession of a purchase.<br>If the giver desires to give him movable property, the recipient must lift up the article, perform <i>meshichah</i> on an article that one would not ordinarily lift up, or acquire that article through one of the other means through which movable property is acquired.<br>If he is giving him landed property or servants, the recipient does not acquire them until he manifests ownership over them as a purchaser would, or until a legal document recording the gift reaches his hand.<br>A verbal statement is not sufficient. The recipient does not acquire the gift, and either one of them still has the option of retracting."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מָחַל לַחֲבֵרוֹ חוֹב שֶׁיֵּשׁ לוֹ עָלָיו. אוֹ נָתַן לוֹ הַפִּקָּדוֹן שֶׁהָיָה מֻפְקָד אֶצְלוֹ. הֲרֵי זוֹ מַתָּנָה הַנִּקְנֵית בִּדְבָרִים בִּלְבַד. וְאֵין צָרִיךְ דָּבָר אַחֵר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "When, by contrast, a creditor forgoes a debt to a colleague or gives him an object that previously had been entrusted to the recipient for safekeeping, such a gift is made final by a verbal statement alone. Nothing further is necessary, as we have explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן הָאוֹמֵר לַחֲבֵרוֹ מָנֶה שֶׁיֵּשׁ לִי בְּיָדְךָ תְּנֵהוּ לָזֶה קָנָה. וְאֵין אֶחָד מֵהֶן יָכוֹל לַחְזֹר בּוֹ. בֵּין שֶׁנָּתַן הַמָּנֶה בְּחוֹב שֶׁיֵּשׁ לוֹ אֶצְלוֹ בֵּין שֶׁנְּתָנוֹ לוֹ מַתָּנָה בֵּין שֶׁהָיָה חוֹב אֶצְלוֹ בֵּין שֶׁהָיָה פִּקָּדוֹן אֶצְלוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "Similarly, if a person tells a colleague: \"You owe me a <i>maneh.</i> Give it to this person,\" the intended recipient acquires it. Neither has the option of retracting. This applies whether he gave the recipient the <i>maneh</i> in payment for a debt he owed him, or whether he gave it to him as a gift. And it applies whether the <i>maneh</i> had been given to the person to whom the giver charged with making the gift as a loan or it had been entrusted to him for safekeeping, as we have explained."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁאֵין צְרִיכִים עֵדִים לְעִנְיַן מִקָּח וּמִמְכָּר אֶלָּא לְגַלּוֹת הַדָּבָר בִּלְבַד אִם הָיְתָה שָׁם טַעֲנָה וּכְפִירָה. כָּךְ בִּמְחִילוֹת וּמַתָּנוֹת אֵין צְרִיכִין עֵדִים אֶלָּא מִפְּנֵי הַמְשַׁקְּרִים: \n",
            "english": "Just as with regard to buying and selling, witnesses are necessary only to reveal the truth of the situation when there are claims and denials, so too, with regard to the waiver of obligations and gifts, witnesses are necessary only because of liars."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁמּוֹכֵר צָרִיךְ לְסַיֵּם הַמִּמְכָּר כְּמוֹ שֶׁבֵּאַרְנוּ כָּךְ הַנּוֹתֵן. כֵּיצַד. הַכּוֹתֵב לַחֲבֵרוֹ קַרְקַע מִנְּכָסַי נְתוּנָה לְךָ. אוֹ שֶׁכָּתַב לוֹ כָּל נְכָסַי קְנוּיִין לְךָ חוּץ מִמִּקְצָתָן. הוֹאִיל וְלֹא סִיֵּם הַדָּבָר שֶׁנָּתַן לוֹ וְאֵינוֹ יָדוּעַ לֹא קָנָה כְּלוּם. וְאֵינוֹ יָכוֹל לוֹמַר לוֹ תֵּן לִי פָּחוּת שֶׁבִּנְכָסֶיךָ עַד שֶׁסִּיֵּם לוֹ הַמָּקוֹם שֶׁנָּתַן לוֹ. אֲבָל אִם אָמַר לוֹ חֵלֶק כָּךְ וְכָךְ בְּשָׂדֶה פְּלוֹנִית הוֹאִיל וְסִיֵּם הַשָּׂדֶה אַף עַל פִּי שֶׁלֹּא סִיֵּם הַחֵלֶק נוֹטֵל אוֹתוֹ חֵלֶק מִן הַפָּחוּת שֶׁבְּאוֹתָהּ שָׂדֶה: \n",
            "english": "Just as a seller must define the property that he sells, as we have explained, so too, a person who gives a gift must define what he is giving.<br>What is implied? If a person writes a deed to a colleague which states: \"Land from my property is given to you,\" or he writes: \"All of my property is acquired by you with some exceptions,\" since he did not identify the property he was giving, and the recipient did not know what he was receiving, the recipient does not acquire anything. The recipient may not demand of the giver: \"Give me the least valuable of your properties.\" Instead, he acquires nothing unless the giver defines the place that he is giving him.<br>Different rules apply, however, if the giver tells the recipient: \"I am giving you a portion worth such and such in this and this field.\" Since he defined the field, even though he did not define the portion of the field, the recipient may collect a portion of that value from the least valuable portion of the field."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל הַנּוֹתֵן מַתָּנָה עַל תְּנַאי. בֵּין שֶׁהִתְנָה נוֹתֵן בֵּין שֶׁהִתְנָה הַמְקַבֵּל. וְהֶחֱזִיק הַמְקַבֵּל וְזָכָה בָּהּ. אִם נִתְקַיֵּם הַתְּנַאי נִתְקַיֵּם הַמַּתָּנָה וְאִם לֹא נִתְקַיֵּם הַתְּנַאי בְּטֵלָה הַמַּתָּנָה וְיַחְזִיר פֵּרוֹת שֶׁאָכַל. וְהוּא שֶׁיִּהְיֶה הַתְּנַאי כָּרָאוּי: \n",
            "english": "The following rules apply whenever a person gives a gift within the context of a conditional agreement. Whether the condition was stipulated by the giver or by the recipient, should the recipient take possession of and acquire the gift, the gift becomes binding when the condition is fulfilled. If the condition is not fulfilled, the gift is nullified and the recipient must return the benefit that he derived. This applies provided that the condition was stated in the proper manner."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ שֶׁכָּל תְּנָאִין שֶׁיֵּשׁ בְּמַתָּנוֹת אוֹ בְּמִקָּח וּמִמְכָּר צָרִיךְ שֶׁיִּהְיֶה תְּנַאי כָּפוּל. וְהֵן קוֹדֵם לְלָאו. וּתְנַאי קוֹדֵם לְמַעֲשֶׂה. וְיִהְיֶה תְּנַאי שֶׁאֶפְשָׁר לְקַיְּמוֹ. וְאִם חָסֵר אֶחָד מֵאֵלּוּ הַתְּנָאִין בָּטֵל וּכְאִלּוּ אֵין שָׁם תְּנַאי: \n",
            "english": "We have already explained that with regard to all conditional agreements concerning gifts, purchases and sales, it is necessary that the condition be restated, that the positive dimension of the condition be stated before the negative, that the condition precede the deed, and that the condition is one that is possible to fulfill. If any one of these factors is lacking, the condition is nullified, and it is as if it had never been stated."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְכָל הָאוֹמֵר עַל מְנָת כְּאוֹמֵר מֵעַכְשָׁו דָּמִי וְאֵינוֹ צָרִיךְ לִכְפּל הַתְּנַאי. כָּךְ הוֹרוּ מִקְצָת הַגְּאוֹנִים וְלָזֶה דַּעְתִּי נוֹטָה. וְרַבּוֹתַי הוֹרוּ שֶׁאֵין צָרִיךְ לִכְפּל הַתְּנַאי וּלְהַקְדִּים הֵן לְלָאו אֶלָּא בְּגִטִּין וּבְקִדּוּשִׁין בִּלְבַד. וְאֵין לְדָבָר זֶה רְאָיָה: \n",
            "english": "Whenever a person uses the expression: \"conditional on the following,\" it is as if he said that the transaction will take effect retroactive to the present time\"; he does not have to restate the condition. Some of the <i>geonim</i> have ruled in this manner. And this is also my opinion.<br>My teachers ruled that there is no need to restate the condition or state the positive dimension of the condition first, except in cases of divorce and consecration. There is no proof to substantiate this approach."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַנּוֹתֵן מַתָּנָה עַל מְנָת לְהַחְזִיר הֲרֵי זוֹ מַתָּנָה. בֵּין שֶׁהִתְנָה לְהַחְזִיר מִיָּד בֵּין שֶׁהִתְנָה לְהַחְזִירָהּ לִזְמַן קָצוּב. אוֹ כָּל יְמֵי חַיָּיו שֶׁל אֶחָד מֵהֶם. אוֹ כָּל יְמֵי חַיָּיו שֶׁל פְּלוֹנִי. הֲרֵי זוֹ מַתָּנָה בֵּין בְּמִטַּלְטְלִין בֵּין בְּקַרְקַע. וְאוֹכֵל פֵּרוֹת כָּל זְמַן הַמַּתָּנָה: \n",
            "english": "Whenever a person gives a gift on the condition that it be returned, the gift is valid. The gift is valid whether the condition was made to return the article immediately, that it be returned after a specific time passes, that it remain as a gift for the entire lifetime of either the giver or the recipient, or that it remain as a gift for the entire lifetime of another person.<br>The above applies both with regard to movable property and landed property. The recipient may derive benefit from the gift for the entire time that it is his."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ שׁוֹר זֶה אֲנִי נוֹתֵן לְךָ בְּמַתָּנָה עַל מְנָת שֶׁתַּחְזִירֵהוּ. הִקְדִּישׁוֹ וְהֶחֱזִירוֹ הֲרֵי זֶה מֻקְדָּשׁ וּמֻחְזָר. אָמַר לוֹ עַל מְנָת שֶׁתַּחְזִירֵהוּ לִי אֵינוֹ קָדוֹשׁ. שֶׁלֹּא הִתְנָה עָלָיו אֶלָּא שֶׁיַּחְזִיר דָּבָר הָרָאוּי לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When a person tells a colleague: \"I am giving you this ox as a gift on the condition that you return it,\" if the recipient consecrates the ox and then returns it, it is consecrated, and he has fulfilled his obligation to return it.<br>If, however, the giver tells the recipient: \"I am giving it to you on the condition that you return it to me,\" the ox is not consecrated. For implied in the condition stated by the owner is that he return to him an article that will be fitting for him to use. The same applies in all analogous situations."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אָסוּר לְיִשְׂרָאֵל לִתֵּן לְעַכּוּ\"ם מַתְּנַת חִנָּם. אֲבָל נוֹתֵן הוּא לְגֵר תּוֹשָׁב. שֶׁנֶּאֱמַר <small>(דברים יד כא)</small> \"לַגֵּר אֲשֶׁר בִּשְׁעָרֶיךָ תִּתְּנֶנָּה וַאֲכָלָהּ אוֹ מָכֹר לְנָכְרִי\", בִּמְכִירָה וְלֹא בְּמַתָּנָה. אֲבָל לְגֵר תּוֹשָׁב בֵּין בִּמְכִירָה בֵּין בִּנְתִינָה מִפְּנֵי שֶׁאַתָּה מְצֻוֶּה לְהַחְיוֹתוֹ. שֶׁנֶּאֱמַר <small>(ויקרא כה לה)</small> \"גֵּר וְתוֹשָׁב וָחַי עִמָּךְ\": \n",
            "english": "It is forbidden for a Jew to give a gentile a gift without charge. He may, however, give such a gift to a resident alien, as implied by Deuteronomy 14:21: \"Give it to the stranger in your gates to eat or sell it to a gentile.\"<br>To a gentile, it must be sold; it may not be given. To a resident alien, by contrast, it may be sold or given. The reason for the distinction is that we are obligated to sustain a resident alien, as implied by Leviticus 25:35: \"A stranger or a resident, he shall live among you.\""
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַנּוֹתֵן מַתָּנָה לְעֶבֶד אוֹ לְאִשָּׁה קָנָה הַבַּעַל וְהָאָדוֹן. אֶלָּא שֶׁהָאָדוֹן קוֹנֶה לַגּוּף וְהַבַּעַל קוֹנֶה אוֹתָהּ לְפֵרוֹת: \n",
            "english": "When a person gives a gift to a Canaanite servant or a married woman, it is acquired by the husband or the owner. There is, however, a distinction between their powers of acquisition. The servant's master acquires the article itself, while the husband acquires merely the right to the benefit from the article."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "נָתַן מַתָּנָה לְאִשָּׁה עַל מְנָת שֶׁאֵין לְבַעְלָהּ רְשׁוּת בָּהּ. וּלְעֶבֶד עַל מְנָת שֶׁאֵין לְרַבּוֹ רְשׁוּת בּוֹ. קָנָה הָאָדוֹן וְקָנָה הַבַּעַל. אֲבָל הַנּוֹתֵן מַתָּנָה לְאִשָּׁה אוֹ לְעֶבֶד וְהִתְנָה עִמָּהֶן הַנּוֹתֵן בְּגוּפָהּ שֶׁל מַתָּנָה שֶׁתִּהְיֶה לְכָךְ וְכָךְ. לֹא קָנָה הָאָדוֹן וְלֹא קָנָה הַבַּעַל: \n",
            "english": "Even if a person gives a gift to a married woman on the condition that her husband have no authority over it, or to a servant on the condition that his master have no authority over it, the master or the husband acquires it.<br>If, however, one gives a gift to a married woman or to a servant and the giver stipulates that the gift itself may be used for only this or this purpose, the master or the husband does not acquire it."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "כֵּיצַד. הַנּוֹתֵן מַתָּנָה לְאִשָּׁה וְאָמַר לָהּ הֲרֵי הַמָּעוֹת הָאֵלּוּ נְתוּנִים לְךָ בְּמַתָּנָה עַל מְנָת שֶׁתִּלְבְּשִׁי בָּהֶן אוֹ עַל מְנָת שֶׁתִּשְׁתִּי בָּהֶם וְתַעֲשִׂי מַה שֶּׁתִּרְצִי בְּלֹא רְשׁוּת הַבַּעַל. לֹא קָנָה הַבַּעַל. וְכֵן אִם אָמַר לְעֶבֶד עַל מְנָת שֶׁתֹּאכַל בָּהֶן וְתִשְׁתֶּה בָּהֶן. עַל מְנָת שֶׁתֵּצֵא בָּהֶם לְחֵרוּת. אוֹ עַל מְנָת שֶׁתַּעֲשֶׂה בָּהֶם כָּל מַה שֶּׁתִּרְצֶה בְּלֹא רְשׁוּת אָדוֹן שֶׁלְּךָ. לֹא קָנָה הָאָדוֹן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "What is implied? When a person gives a gift to a married woman and tells her: \"This money is given to you as a gift on the condition that you use it for clothing, that you use it for beverages or that you do with it what you desire without the permission of your husband,\" the husband has no authority over it.<br>Similarly, if a person told a servant: \"This money is given to you as a gift on the condition that you use it for food and drink, that you use it to obtain your freedom or that you do with it what you desire without the permission of your master,\" the master has no authority over it. The same principles apply in all analogous situations."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הַנּוֹתֵן כָּל נְכָסָיו לְעַבְדּוֹ קָנָה עַצְמוֹ וְיָצָא בֶּן חוֹרִין וְקָנָה שְׁאָר הַנְּכָסִים. וְאִם שִׁיֵּר כָּל שֶׁהוּא אֲפִלּוּ מִטַּלְטְלִין לֹא קָנָה כְּלוּם שֶׁאֵין זֶה גֵּט חֵרוּת גָּמוּר שֶׁהֲרֵי שִׁיֵּר בּוֹ בְּגֵט וּמִתּוֹךְ שֶׁלֹּא נִשְׁתַּחְרֵר לֹא קָנָה כְּלוּם: \n",
            "english": "When a person gives all his possessions to a servant as a gift, the servant acquires himself, and he becomes a free man. He then acquires all the other property.<br>If, however, the master retains for himself even the slightest amount of property - even movable property, the servant does not acquire anything.<br>The rationale is that the deed is not a complete bill of freedom, for the master retains some connection to the bill of transfer. Therefore, the servant is not freed, and since he is not freed, he does not acquire anything."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמְקַבֵּל אֶת הַמַּתָּנָה וְזָכָה בָּהּ. וְאַחַר שֶׁבָּאָה לְיָדוֹ וְהוּא שׁוֹתֵק חָזַר בּוֹ וְאָמַר אֵינִי רוֹצֶה בָּהּ. אוֹ אֵינִי מְקַבְּלָהּ. אוֹ הֲרֵי הִיא בְּטֵלָה. אוֹ שֶׁאָמַר מוּם זֶה נִרְאֶה לִי בָּהּ. לֹא אָמַר כְּלוּם. וּכְשֵׁם שֶׁאֵין הַנּוֹתֵן יָכוֹל לַחְזֹר בּוֹ כָּךְ הַמְקַבֵּל אֵינוֹ יָכוֹל לַחְזֹר בּוֹ אַחַר שֶׁזָּכָה. מַתָּנָה זוֹ שֶׁאָמַר הַמְקַבֵּל אֵינִי רוֹצֶה בָּהּ אַחַר שֶׁבָּאת לְיָדוֹ הֲרֵי הִיא הֶפְקֵר וְכָל הַקּוֹדֵם בָּהּ זָכָה בָּהּ שֶׁהֲרֵי הִפְקִירָהּ הַמְקַבֵּל אַחַר שֶׁזָּכָה בָּהּ. אֲבָל אִם הָיָה צוֹוֵחַ מֵעִקָּרוֹ לֹא קָנָה הַמְקַבֵּל וְחוֹזֶרֶת לַבְּעָלִים הָרִאשׁוֹנִים: \n",
            "english": "Once a person acquires a gift, he cannot nullify his acquisition. To cite an example: A person received a gift and acquired it. After it entered his domain while he remained silent, he retracted and said: \"I do not desire it,\" \"It is nullified,\" or \"I see this blemish in it,\" his statements are of no consequence. Just as the giver cannot retract, so too, the recipient cannot retract once he has acquired it.<br>The gift that the recipient stated that he did not desire after it entered his possession becomes ownerless. The first person to take possession of it acquires it. For the recipient declared it ownerless after he acquired it. If, however, the recipient protested from the very outset, he does not acquire it , and it should be returned to its original owners."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמְזַכֶּה לַחֲבֵרוֹ בְּמַתָּנָה עַל יְדֵי אַחֵר כֵּיוָן שֶׁהֶחְזִיק בָּהּ אַחֵר כְּגוֹן שֶׁמָּשַׁךְ הַמִּטַּלְטְלִין אוֹ הִגִּיעַ שְׁטַר הַקַּרְקַע לְיָדוֹ אוֹ הֶחֱזִיק בַּקַּרְקַע זָכָה חֲבֵרוֹ אַף עַל פִּי שֶׁלֹּא הִגִּיעַ הַמַּתָּנָה לְיָדוֹ וְאֵין הַנּוֹתֵן יָכוֹל לַחְזֹר בּוֹ. אֲבָל הַמְקַבֵּל יָדוֹ עַל הָעֶלְיוֹנָה אִם רָצָה מְקַבֵּל אִם לֹא רָצָה אֵינוֹ מְקַבֵּל שֶׁזָּכִין לְאָדָם שֶׁלֹּא בְּפָנָיו וְאֵין חָבִין לוֹ אֶלָּא בְּפָנָיו וּזְכוּת הוּא שֶׁתִּנָּתֵן לוֹ מַתָּנָה אִם יִרְצֶה. אֲבָל אִם לֹא יִרְצֶה אֵין נוֹתְנִין מַתָּנָה לְאָדָם בְּעַל כָּרְחוֹ: \n",
            "english": "The following rules apply when a person transfers ownership over an article to a colleague through the agency of a third party. Once the third party takes possession of it - e.g., he performs <i>meshichah</i> on movable property, a deed of transfer of landed property reaches his hand, or he manifests ownership over the land - his colleague acquires the gift, even though it does not reach his hand. The giver can no longer retract.<br>The recipient by contrast has the option in his hand. If he desires, he may accept it. If he does not desire, he need not accept it. For a positive acquisition may be made for his person without his consent, and an obligation cannot be undertaken on his behalf without his consent. If a person desires that a gift be given to him, it is considered to be a positive acquisition. If, however, he does not desire it, a person cannot be forced to accept a gift that is given to him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "זִכָּה לוֹ עַל יְדֵי אַחֵר וּכְשֶׁשָּׁמַע הַמְקַבֵּל שָׁתַק וְאַחַר כָּךְ צָוַח וְאָמַר אֵינִי מְקַבְּלָהּ. הֲרֵי זֶה סָפֵק אִם זֶה שֶׁשָּׁתַק כְּבָר רָצָה וְזֶה שֶׁחָזַר וְצָוַח חָזַר בּוֹ. אוֹ שֶׁשָּׁתַק מִפְּנֵי שֶׁעֲדַיִן לֹא הִגִּיעַ לְיָדוֹ כְּלוּם וְזֶה שֶׁצָּוַח הוֹכִיחַ סוֹפוֹ עַל תְּחִלָּתוֹ. לְפִיכָךְ אִם קָדַם אַחֵר וְזָכָה בָּהּ לְעַצְמוֹ אֵין מוֹצִיאִין מִיָּדוֹ. שֶׁמָּא הַמְקַבֵּל זָכָה וְכֵיוָן שֶׁאָמַר אֵינִי רוֹצֶה בָּהּ הֲרֵי הִפְקִירָהּ כְּמוֹ שֶׁבֵּאַרְנוּ. וְזֶה שֶׁקָּדַם וּלְקָחָהּ מִן הַהֶפְקֵר זָכָה. וְאִם חָזְרוּ הַבְּעָלִים הָרִאשׁוֹנִים וּתְפָשׂוּהָ מִיַּד זֶה שֶׁקָּדַם וְזָכָה בָּהּ אֵין מוֹצִיאִין אוֹתָהּ מִיָּדָם. שֶׁמָּא הַמְקַבֵּל לֹא זָכָה וְכֵיוָן שֶׁאָמַר אֵינִי רוֹצֶה הוֹכִיחַ סוֹפוֹ עַל תְּחִלָּתוֹ וְלֹא קָנָה אוֹתָהּ וּבִרְשׁוּת בְּעָלִים הָרִאשׁוֹנִים הִיא קַיֶּמֶת עֲדַיִן: \n",
            "english": "There is an unresolved question among our Sages when another person accepts a gift on behalf of the recipient, when the recipient hears about the gift and remains silent, and afterwards he protests and states that he does not desire to receive it. We do not know whether the reason he remained silent at first is that he desired to accept it, and the reason he protested was that he retracted. Or perhaps he remained silent at the outset because nothing had reached his hand at that time. When the article did reach his hand, he protested, and his ultimate statements reveal his original intent.<br>Therefore, if another person comes first and acquires the article himself, it should not be expropriated from his possession. For perhaps the recipient originally acquired the article, and when he said: \"I do not desire it,\" he declared it ownerless, as explained above. Thus, the person who came and took possession of it while it was ownerless acquires it.<br>If, however, the original owner comes and takes the article out of the possession of the person who took it, it should not be expropriated from his possession. The rationale is that perhaps the recipient did not acquire it, for when he said: \"I do not desire it,\" his ultimate statements reveal his original intent. Thus, the person who took possession of it did not acquire it, and it remained in the possession of its original owner."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁרָצָה לִתֵּן מֵאָה דִּינָרִין לְשִׁמְעוֹן וְשָׁלַח לוֹ הַמֵּאָה עַל יְדֵי לֵוִי. אִם אָמַר לוֹ זְכֵה בְּמֵאָה זוּז לְשִׁמְעוֹן. אוֹ תֵּן מֵאָה זוּז לְשִׁמְעוֹן. אֵינוֹ יָכוֹל לַחְזֹר בּוֹ. אֲבָל אִם אָמַר לוֹ הוֹלֵךְ מֵאָה זוּז לְשִׁמְעוֹן יָכוֹל לַחְזֹר בּוֹ עַד שֶׁיַּגִּיעַ הַמֵּאָה לְיַד שִׁמְעוֹן: \n",
            "english": "The above principles can be applied in the following situation: Reuven desired to give 100 <i>dinarim</i> to Shimon. He sent him the 100 <i>dinarim</i> with Levi. If Reuven told Levi: \"Acquire these 100 zuz on behalf of Shimon,\" or \"Give these 100 <i>zuz</i> to Shimon,\" Reuven cannot retract his gift.<br>If, however, he tells him: \"Bring these 100 <i>zuz</i> to Shimon,\" he has the option of retracting until the 100 <i>zuz</i> reach Shimon."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָלַךְ לֵוִי בְּמֵאָה זוּז שֶׁנִּשְׁתַּלְּחוּ עִמּוֹ לְהוֹלִיכָן לְשִׁמְעוֹן וּבִקֵּשׁ שִׁמְעוֹן וְלֹא מְצָאָהוּ יַחְזִיר לִרְאוּבֵן. מֵת שִׁמְעוֹן בְּחַיֵּי רְאוּבֵן יַחְזִיר לִרְאוּבֵן אוֹ לְיוֹרְשָׁיו. מֵת רְאוּבֵן בְּחַיֵּי שִׁמְעוֹן יִתֵּן הַמֵּאָה לְשִׁמְעוֹן אוֹ לְיוֹרְשָׁיו שֶׁמִּצְוָה לְקַיֵּם דִּבְרֵי הַמֵּת וְאַף עַל פִּי שֶׁאָמַר הַדְּבָרִים וְהוּא בָּרִיא. שֶׁהֲרֵי הַמֵּאָה בְּיָדוֹ שֶׁל שָׁלִיחַ עֲדַיִן: \n",
            "english": "In the above instance, if Levi took the 100 <i>zuz</i> that he was sent to bring to Shimon and looked for Shimon, but could not find him, he should return the money to Reuven.<br>If Shimon died during Reuven's lifetime, Levi should return the money to Reuven or to his heirs. But if Reuven died in Shimon's lifetime, the 100 <i>zuz</i> should be given to Shimon or his heirs.<br>The rationale is that it is a mitzvah to carry out the instructions of a deceased person, even though he gave those instructions while he was healthy. And in this instance, the 100 <i>zuz</i> are still in the possession of the agent."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֵין אָדָם זוֹכֶה בְּמַתָּנָה לַחֲבֵרוֹ עַד שֶׁיִּהְיֶה הַזּוֹכֶה גָּדוֹל וּבֶן דַּעַת. וְאֶחָד אִישׁ וְאֶחָד אִשָּׁה וַאֲפִלּוּ אֵשֶׁת אִישׁ וְעֶבֶד וְשִׁפְחָה. אֲבָל הָעַכּוּ\"ם אֵינוֹ זוֹכֶה הוֹאִיל וְאֵין רָאוּי לִשְׁלִיחוּת לְעוֹלָם כָּךְ אֵינוֹ זוֹכֶה לְיִשְׂרָאֵל. וּכְשֵׁם שֶׁאֵין יִשְׂרָאֵל נַעֲשֶׂה שָׁלִיחַ לְעַכּוּ\"ם כָּךְ אֵינוֹ זוֹכֶה לְעַכּוּ\"ם: \n",
            "english": "A person cannot acquire a gift on behalf of a colleague unless the person acquiring the gift is past majority and mentally competent. Both a man and a woman - indeed, even a married woman or a servant or maidservant can acquire property on behalf of another person.<br>A gentile, by contrast, cannot acquire property for a Jew. Since he is not fit to serve as an agent, he can never acquire property on behalf of a Jew. Similarly, just as a Jew cannot serve as an agent for a gentile, he cannot acquire property for a gentile."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "קָטָן שֶׁנּוֹתְנִין לוֹ צְרוֹר וְזוֹרְקוֹ אֱגוֹז וְנוֹטְלוֹ זוֹכֶה לְעַצְמוֹ וְאֵינוֹ זוֹכֶה לַאֲחֵרִים. פָּחוֹת מִזֶּה לֹא זָכָה לְעַצְמוֹ וְלֹא לַאֲחֵרִים. וְכֵן הַשּׁוֹטֶה אֵינוֹ זוֹכֶה לֹא לוֹ וְלֹא לַאֲחֵרִים. וְהַמְזַכֶּה לְשׁוֹטֶה עַל יְדֵי בֶּן דַּעַת זָכָה. אֲבָל הַחֵרֵשׁ זוֹכֶה לְעַצְמוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּזֵלָה: \n",
            "english": "When a child reaches the state of understanding that when he is given a stone he throws it away, but when he is given a nut he keeps it, he can acquire property on his own behalf, but he cannot acquire on behalf of others. If he is less mature than this, he cannot even acquire property on his own behalf.<br>Similarly, a mentally or emotionally incompetent person cannot acquire property, neither on his own behalf nor on behalf of others. When a person gives property to a mentally or emotionally incompetent person through the agency of a mentally competent person, the incompetent acquires it.<br>A deaf mute can acquire property on his own behalf, as explained in <i>Hilchot Gezelah.</i>"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "זָכִין לְקָטָן אֲפִלּוּ בֶּן יוֹם אֶחָד. וּלְגָדוֹל בֵּין בְּפָנָיו בֵּין שֶׁלֹּא בְּפָנָיו. וַחֲצֵרוֹ שֶׁל אָדָם קוֹנָה לוֹ שֶׁלֹּא מִדַּעְתּוֹ אַף עַל פִּי שֶׁאֵינוֹ עוֹמֵד שָׁם כֵּיוָן שֶׁהִגִּיעַ הַמַּתָּנָה לַחֲצֵרוֹ כְּאִלּוּ זָכָה בָּהּ אַחֵר: \n",
            "english": "One may acquire property for a minor - even a newborn child - or an adult, in his presence or outside his presence.<br>A person's courtyard can acquire property on his behalf even though he is not standing there. The rationale is that since the gift reached the person's courtyard, it is as if another person acquired it on his behalf."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּחָצֵר הַמִּשְׁתַּמֶּרֶת. אֲבָל בְּחָצֵר שֶׁאֵינָהּ מִשְׁתַּמֶּרֶת כְּגוֹן שָׂדֵהוּ וְחֻרְבָּתוֹ עַד שֶׁיִּהְיֶה עוֹמֵד בְּצִדָּהּ וְיֹאמַר זָכְתָה לִי שָׂדִי. וְכֵן אַרְבַּע אַמּוֹת שֶׁל אָדָם שֶׁהוּא עוֹמֵד בְּצִדָּן קוֹנִין לוֹ בְּסִמְטָא אוֹ בְּצִדֵּי רְשׁוּת הָרַבִּים אוֹ בְּחָצֵר שֶׁאֵין לָהּ בְּעָלִים. אֲבָל בִּרְשׁוּת הָרַבִּים אוֹ בִּשְׂדֵה חֲבֵרוֹ אֵינוֹ זוֹכֶה עַד שֶׁיַּגִּיעַ מַתָּנָה לְיָדוֹ. וּקְטַנָּה תִּזְכֶּה לָהּ חֲצֵרָהּ וְאַרְבַּע אַמּוֹת שֶׁלָּהּ. אֲבָל הַקָּטָן אֵינוֹ זוֹכֶה עַד שֶׁתַּגִּיעַ מַתָּנָה לְיָדוֹ אוֹ עַד שֶׁיִּזְכֶּה לוֹ אַחֵר: \n",
            "english": "When does the above apply? With regard to a courtyard that is safeguarded. Different rules apply with regard to a courtyard that is not safeguarded - e.g., a field or a ruin. In such an instance, a person does not acquire an article unless he is standing next to the courtyard and says: \"Let my field acquire the article for me.\"<br>Similarly, the area within a radius of the four cubits next to where a person is standing can acquire property on his behalf, if he is standing in an alleyway, at the sides of the public domain, which are not crowded with many people or in a field that is ownerless. However, when a person stands in the public domain or in a field belonging to a colleague, he does not acquire the article until it reaches his hand.<br>A female minor may acquire an article by virtue of its presence in her courtyard or within the area within a radius of four cubits of her. A male minor, by contrast, cannot acquire a gift unless it reaches his hand or is acquired on his behalf by another person."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמַּתָּנָה כְּגֵט, שֶׁאֵין אָדָם יָכוֹל לִמְסֹר דְּבָרִים לְשָׁלִיחַ. כֵּיצַד. אָמַר לִשְׁלֹשָׁה אִמְרוּ לִפְלוֹנִי וּפְלוֹנִי שֶׁיִּכְתְּבוּ וְיַחְתְּמוּ בִּשְׁטַר מַתָּנָה וְיִתְּנוּהָ לִפְלוֹנִי אֵין זֶה כְּלוּם. וְאִם אָמְרוּ לְאוֹתָן הָעֵדִים וְכָתְבוּ וְנָתְנוּ לַמְקַבֵּל לֹא קָנָה. וְכֵן אִם אָמַר לִשְׁנַיִם כִּתְבוּ וְחִתְמוּ בִּשְׁטַר מַתָּנָה וּתְנוּהוּ לִפְלוֹנִי אֵינָן יְכוֹלִין לוֹמַר לַסּוֹפֵר לִכְתֹּב אֶלָּא הֵן עַצְמָן כּוֹתְבִין כְּמוֹ בְּגֵט: \n",
            "english": "A gift is like a bill of divorce, in that a person cannot transfer words alone to an agent.<br>What is implied? If a person tells three people: \"Tell so and so and so and so to compose and sign a deed recording a gift and give it to so and so,\" his statement is of no consequence. If these people convey these instructions to those witnesses and the witnesses write the deed and give it to the intended recipient, the recipient does not acquire anything.<br>Similarly, if a person tells two people, \"Compose and sign a deed recording a gift and give it to so and so,\" they cannot tell a scribe to compose such a deed. Instead, they must compose it themselves, as applies with regard to a bill of divorce."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַכּוֹתֵב בִּשְׁטָר נָתַתִּי שָׂדֶה פְּלוֹנִית לִפְלוֹנִי. אוֹ שֶׁכָּתַב נְתַתִּיהָ לוֹ אוֹ הֲרֵי הִיא שֶׁלּוֹ. הֲרֵי זוֹכֶה בָּהּ כְּשֶׁיַּגִּיעַ הַשְּׁטָר לְיָדוֹ. אֲבָל אִם כָּתַב בַּשְּׁטָר אֶתְּנֶנָּה לוֹ. אַף עַל פִּי שֶׁהֵעִידוּ עָלָיו הָעֵדִים. לֹא זָכָה הַמְקַבֵּל עַד שֶׁיֹּאמַר לָעֵדִים כִּתְבוּ שְׁטַר מַתָּנָה וּתְנוּ לוֹ וְכוֹתְבִין וְנוֹתְנִין לוֹ. שֶׁאֵין הַמְקַבֵּל זוֹכֶה עַד שֶׁיַּגִּיעַ שְׁטַר הַמַּתָּנָה לְיָדוֹ אוֹ עַד שֶׁיִּזְכֶּה לוֹ בּוֹ עַל יְדֵי אֲחֵרִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "When a person writes a deed saying: \"I gave such and such a field to so and so,\" \"I gave it to him,\" or \"Behold, it is his,\" the person named acquires the field when the deed reaches his hand.<br>When, by contrast, the prospective donor writes in a deed: \"I will give it to him,\" the intended recipient does not acquire the property even if witnesses testify with regard to the document.<br>The intended recipient does not acquire the property until the giver tells the witnesses: \"Compose a deed recording a gift, and give it to him.\" Then they should compose the deed and give it. The rationale is that a recipient does not acquire the property given to him until a deed recording the gift reaches his hand or until the giver transfers ownership of the property to him via a third party, as explained."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הָאוֹמֵר נָתַתִּי שָׂדֶה פְּלוֹנִית לִפְלוֹנִי וְהוּא אוֹמֵר לֹא נָתַן לִי. חוֹשְׁשִׁין שֶׁמָּא זִכָּה לוֹ עַל יְדֵי אַחֵר. אֲבָל אִם אָמַר כָּתַבְתִּי וְנָתַתִּי לוֹ וְהוּא אוֹמֵר לֹא כָּתַב וְלֹא נָתַן לִי. אִם הַמְקַבֵּל מַתָּנָה הוּא שֶׁאָמַר כֵּן. הוֹדָאַת בַּעַל דִּין כְּמֵאָה עֵדִים הוּא וְהַנּוֹתֵן אוֹכֵל פֵּרוֹת שָׂדֵהוּ. וְאִם בֶּן הַמְקַבֵּל הוּא שֶׁאָמַר לֹא נָתַתָּ לְאָבִי שָׂדֶה זוֹ וְהוּא אוֹמֵר כָּתַבְתִּי וְנָתַתִּי לוֹ. מַנִּיחִין אֶת הַפֵּרוֹת עַל יְדֵי שָׁלִישׁ עַד שֶׁיִּוָּדַע הַדָּבָר הֵיאַךְ הוּא: \n",
            "english": "When a person says: \"I gave this and this field to so and so,\" but the recipient says: \"He did not give it to me,\" we suspect that perhaps the giver had another person acquire it for him.<br>Different rules apply if the giver states: \"I composed a deed and gave it to him,\" and the recipient states: \"He did not compose such a deed, nor did he give it to me.\" If the recipient of the gift himself makes such a statement, the admission of the principal himself is equivalent to the testimony of 100 witnesses. Therefore the giver is entitled to receive the produce of the field.<br>If the son of the recipient is the one who states: \"You did not give this field to my father,\" while the giver maintains: \"I wrote a deed and gave it to him,\" the produce should be entrusted to a third party until the status of the field becomes known."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מְקַבֵּל מַתָּנָה שֶׁטָּעַן וְאָמַר זוֹ שֶׁתַּחַת יָדִי אֵינָהּ מַתָּנָה בְּיָדִי אֶלָּא שׁוֹמֵר אֲנִי עָלֶיהָ וְכַיּוֹצֵא בּוֹ. אוֹ שֶׁאָמַר בְּטֵלָה הָיְתָה מִתְּחִלָּתָהּ לְפִי שֶׁלֹּא קִבַּלְתִּיהָ אוֹ בְּעַל כָּרְחִי בְּאֹנֶס אוֹ בְּטָעוּת וְכַיּוֹצֵא בִּדְבָרִים אֵלּוּ דְּבָרָיו קַיָּמִין. וְנִשְׁבָּע עַל זֶה שְׁבוּעַת הֶסֵּת וְתַחְזֹר לִבְעָלֶיהָ: \n",
            "english": "When a person thought to have received a gift claims: \"The object in my possession was not given to me as a gift; instead, I am a watchman for it,\" or the like, or he says: \"The gift was nullified from the outset, because I did not accept it,\" \"I was forced to accept it against my will,\" \"I accepted it by mistake,\" or the like, his claim is accepted. He is required to take a <i>sh'vuat hesset,</i> and the gift is returned to its original owners."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "טָעַן הַנּוֹתֵן וְאָמַר שׁוֹמֵר אַתָּה עָלֶיהָ אוֹ שֶׁאָמַר שֶׁלֹּא מִדַּעְתִּי נְתַתִּיהָ אוֹ גְּזוּלָה הִיא בְּיָדְךָ וְזֶה אוֹמֵר אַתָּה נָתַתָּ לִי. נִשְׁבָּע הַמְקַבֵּל שְׁבוּעַת הֶסֵּת וְנִפְטָר: \n",
            "english": "If the alleged giver of a gift denies giving it, and instead, claims: \"You are a watchman over it,\" \"I gave it to you unwillingly,\" or \"It is stolen property that you have,\" and the person in possession of the disputed article states: \"You gave it to me as a gift,\" the alleged recipient must support his claim with a Rabbinic oath. Afterwards, he is under no obligation."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַנּוֹתֵן מַתָּנָה בֵּין בָּרִיא בֵּין חוֹלֶה צָרִיךְ שֶׁתִּהְיֶה גְּלוּיָה וּמְפֻרְסֶמֶת. אָמַר לְעֵדִים כִּתְבוּ בַּסֵּתֶר וּתְנוּ לוֹ אֵינָהּ כְּלוּם. שֶׁזֶּה מַעֲרִים כְּדֵי לְאַבֵּד מָמוֹן אֲחֵרִים שֶׁיַּחֲזֹר וְיִמְכֹּר אַחַר שֶׁיִּתֵּן: \n",
            "english": "Whenever a person - whether healthy or sick - gives a gift, the gift must be made publicly and conspicuously.<br>If a person tells witnesses: \"Write a deed recording a gift in hiding and give it to the intended recipient,\" his statement is of no consequence. For he is acting subtly in order to take money belonging to others, for he will sell the property after giving the gift."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לְפִיכָךְ כָּל שְׁטַר מַתְּנַת קַרְקַע שֶׁאֵין כָּתוּב בּוֹ וְאָמַר לָנוּ פְּלוֹנִי הַנּוֹתֵן שְׁבוּ בַּשְּׁוָקִים וּבָרְחוֹבוֹת וְכִתְבוּ לוֹ מַתָּנָה גְּלוּיָה וּמְפֻרְסֶמֶת וְכַיּוֹצֵא בְּעִנְיָנִים אֵלּוּ חוֹשְׁשִׁין לָהּ שֶׁמָּא מַתָּנָה מְסֻתֶּרֶת הִיא וְלֹא זָכָה הַמְקַבֵּל: \n",
            "english": "Therefore, whenever a deed recording a gift of land does not state: \"So and so, the giver, said to us: 'Sit down in the market place and the streets and write a deed recording a gift in a public and conspicuous manner,' \" or does not use a similar expression, we suspect that perhaps the gift was given in a hidden manner. Therefore, the recipient does not acquire it."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַכּוֹתֵב שְׁתֵּי מַתָּנוֹת עַל שָׂדֶה אַחַת הָרִאשׁוֹנָה מְסֻתֶּרֶת וְהָאַחֲרוֹנָה גְּלוּיָה וּמְפֻרְסֶמֶת אַחֲרוֹן קָנָה וַאֲפִלּוּ הָיְתָה הָרִאשׁוֹנָה סְתָם וְאֵין בָּהּ לֹא עִנְיַן סְתִירָה וְלֹא עִנְיַן גִּלּוּי אֶלָּא מַתָּנָה סְתָם הָאַחֲרוֹן קָנָה: \n",
            "english": "When a person writes two deeds recording a gift for the same field, the first one hidden, and the second public and conspicuous, the person to whom the latter deed was given acquires it. This applies even if the deed recording the first gift does not mention that the gift should be hidden or that it be conspicuous, but just states that a gift should be given, the recipient of the latter document acquires the property,"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ שֶׁהַמּוֹסֵר מוֹדָעָה וְאַחַר כָּךְ נָתַן הַמַּתָּנָה בְּטֵלָה אַף עַל פִּי שֶׁאֵין זֶה אֹנֶס. שֶׁאֵין הוֹלְכִין בְּמַתָּנָה אֶלָּא אַחַר דַּעַת הַנּוֹתֵן. הוֹאִיל וְגִלָּה דַּעְתּוֹ שֶׁאֵינוֹ רוֹצֶה בָּהּ מַתְּנָתוֹ בְּטֵלָה. לְפִיכָךְ מִי שֶׁהָיוּ הַדְּבָרִים מוֹכִיחִין שֶׁאֵין דַּעְתּוֹ לִתֵּן מַתָּנָה זוֹ אֲפִלּוּ שֶׁנְּתָנָהּ מַתָּנָה גְּלוּיָה וְנִמְצֵאת שֶׁנִּתְּנָה מִקֹּדֶם מַתָּנָה מְסֻתֶּרֶת הֲרֵי שְׁתֵּי הַמַּתָּנוֹת בְּטֵלוֹת. הָרִאשׁוֹנָה מִפְּנֵי שֶׁהִיא מְסֻתֶּרֶת. וְהַשְּׁנִיָּה מִפְּנֵי שֶׁהַדָּבָר מוֹכִיחַ שֶׁאֵינוֹ רוֹצֶה וַהֲרֵי קָדְמָה זוֹ הַמַּתָּנָה שֶׁנִּמְצְאָה כְּמוֹ מוֹדָעָה לָהּ: \n",
            "english": "As explained, when a person issues a protest and then gives a gift, the gift is nullified, even though the person is not being forced to give the gift against his will.<br>The rationale is that with regard to a gift, we follow solely the intent of the giver. Since the giver revealed his intent that he did not desire to give the gift, his gift is nullified.<br>Accordingly, when it is evident that a person did not desire to give a gift, even when he gave the gift in a conspicuous manner, but it was discovered that he had previously given a hidden gift, both gifts he gave are nullified: the first because it was given in a hidden manner, and the second because it is obvious that he did not want to give the gift. For the hidden gift that was discovered is considered like a protest for the second gift."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מַעֲשֶׂה בְּאֶחָד שֶׁרָצָה לִשָּׂא אִשָּׁה. אָמְרָה לוֹ אֵינִי נִשֵּׂאת לְךָ עַד שֶׁתִּכְתֹּב לִי כָּל נְכָסֶיךָ. שָׁמַע בְּנוֹ הַגָּדוֹל וְצָוַח עַל שֶׁמַּנִּיחוֹ רֵיקָן. אָמַר לָעֵדִים לְכוּ וְהֵחָבְאוּ וְכִתְבוּ לוֹ כָּל נְכָסַי בְּמַתָּנָה. וְאַחַר כָּךְ כָּתַב לָהּ כָּל נְכָסָיו וּנְשָׂאָהּ. וּבָא מַעֲשֶׂה לִפְנֵי חֲכָמִים וְאָמְרוּ הַבֵּן לֹא קָנָה וְהָאִשָּׁה לֹא קָנְתָה. שֶׁהֲרֵי לֹא בִּרְצוֹנוֹ כָּתַב לָהּ וּכְאָנוּס בַּדָּבָר הוּא. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ בַּמַּתָּנָה הָרִאשׁוֹנָה אַף עַל פִּי שֶׁהִיא בְּטֵלָה מִפְּנֵי שֶׁהִיא מְסֻתֶּרֶת. וְכֵן כָּל כַּיּוֹצֵא בְּעִנְיָנִים אֵלּוּ: \n",
            "english": "An incident occurred with regard to a person who desired to marry a woman. She told him: \"I will not marry you unless you write me a deed giving me all your property.\" The man's elder son heard this and objected at being left empty handed.<br>The man said to witnesses: \"Go and hide and write a document, granting him all my property as a gift.\" Afterwards, he wrote a document granting all his property to his prospective bride and married her.<br>The incident was brought before the Sages. They ruled: The son did not acquire the property, nor did the woman acquire the property. The woman did not acquire the property because the man did not willingly compose the document granting her his property. It is as if he had been acting under duress. For by giving the first gift, even though it was nullified - because it was hidden, he revealed his intent. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁנֵי שְׁטָרוֹת שֶׁזְּמַנָּן בְּיוֹם אֶחָד וְהֵן כְּתוּבִין עַל שָׂדֶה אַחַת בֵּין בְּמֶכֶר בֵּין בְּמַתָּנָה. אִם דֶּרֶךְ אַנְשֵׁי הַמָּקוֹם לִכְתֹּב שָׁעוֹת כָּל הַקּוֹדֵם זָכָה. וְאִם אֵין דֶּרֶךְ הַמָּקוֹם לִכְתֹּב שָׁעוֹת הֲרֵי הַדָּבָר מָסוּר לַדַּיָּנִים. כָּל שֶׁדַּעְתָּם נוֹטָה לְהַעֲמִיד שָׂדֶה זוֹ בְּיָדוֹ יַעֲמִידוּ: \n",
            "english": "The following rules apply when there are two legal documents with the same date, either deeds of sale or deeds recording a gift, applying to one field. If it is customary for the people of that locale to record the hour of the day when the document was signed in the document, the person with the document dated earlier acquires it. If it is not customary for the people of that locale to record the hour in the document, the matter is left to the discretion of the judges. The field is granted to the person whom they feel it is proper to recognize as the owner."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁטָר שֶׁאֵין בּוֹ קִנְיָן אֶלָּא קָנָה שָׂדֶה זוֹ בִּשְׁטָר זֶה. שֶׁאֵין אָנוּ יוֹדְעִין מִי הוּא מִשְּׁנֵיהֶם שֶׁהִגִּיעַ שְׁטָרוֹ לְיָדוֹ תְּחִלָּה. אֲבָל אִם הָיָה בְּכָל שְׁטָר מֵהֶן קִנְיָן כָּל שֶׁקָּדַם לוֹ הַקִּנְיָן זָכָה וְיִשְׁאֲלוּ הָעֵדִים. וְכֵן אִם הָיוּ שָׁם עֵדִים שֶׁזֶּה הִגִּיעַ לְיָדוֹ שְׁטַר מַתְּנָתוֹ תְּחִלָּה קָנָה הָרִאשׁוֹן: \n",
            "english": "When does the above apply? With regard to a legal document that does not mention a <i>kinyan,</i> but rather the recipient desired to acquire the field through the transfer of this legal document. In such an instance, we do not know who received the legal document first. If, however, both of the legal documents mention a <i>kinyan,</i> the one with whom a <i>kinyan</i> was made first acquires the property. The witnesses should be asked about the matter.<br>Similarly, if there were witnesses who know who received the deed recording the gift first, that person acquires the field."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שְׁנֵי שְׁטָרוֹת הַיּוֹצְאִים עַל שָׂדֶה אַחַת בְּשֵׁם קוֹנֶה אֶחָד וְאֵין זְמַנָּם שָׁוֶה. אִם הָיָה שְׁטָר אֶחָד מֶכֶר וְאֶחָד מַתָּנָה. אִם הָיָה הַשְּׁטָר הָרִאשׁוֹן מַתָּנָה וְהַשֵּׁנִי שֶׁאַחֲרָיו מֶכֶר לֹא בִּטֵּל הָאַחֲרוֹן אֶת הָרִאשׁוֹן. שֶׁיֵּשׁ לוֹמַר לְהוֹסִיף לוֹ אַחֲרָיוּת חָזַר וְכָתַב בְּשֵׁם מֶכֶר אַף עַל פִּי שֶׁלֹּא הָיָה כּוֹתֵב שָׁם אַחֲרָיוּת שֶׁאַחֲרָיוּת טָעוּת סוֹפֵר הוּא. וְכֵן אִם הָרִאשׁוֹן מֶכֶר וְהַשֵּׁנִי מַתָּנָה קָנָה הַשָּׂדֶה מִזְּמַן רִאשׁוֹן. שֶׁלֹּא כָּתַב לוֹ שְׁטַר מַתָּנָה אֶלָּא לְיַפּוֹת כֹּחוֹ וּמִשּׁוּם דִּין בֶּן הַמֵּצַר: \n",
            "english": "The following laws apply when there are two legal documents concerning the transfer of one field to one buyer, and they are dated differently.<br>If one legal document records a sale and the other a gift, we do as follows: When the earlier dated document records a gift and the later document a sale, the later document does not nullify the former one. For we assume that the giver wrote the document recording a sale to add his acceptance of responsibility for the field, if expropriated by a creditor. This applies even when the document does not mention this responsibility. For the omission of such responsibility is considered to be a scribal error.<br>Similarly, if the earlier document records a sale and the later document a gift, the recipient acquires the field from the date of the first document. We assume that the seller had the document regarding a gift composed to strengthen the purchaser's position, and to protect him against a possible claim of a neighbor."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָיוּ שְׁנֵי הַשְּׁטָרוֹת בְּמֶכֶר אוֹ שְׁנֵיהֶם בְּמַתָּנָה. אִם הוֹסִיף בַּשֵּׁנִי כְּלוּם הֲרֵי הָרִאשׁוֹן קַיָּם שֶׁלֹּא כָּתַב הַשֵּׁנִי אֶלָּא מִפְּנֵי הַתּוֹסֶפֶת. וְאִם לֹא הוֹסִיף בִּטֵּל שְׁטָר שֵׁנִי אֶת הָרִאשׁוֹן וְאֵין לוֹ אַחֲרָיוּת אֶלָּא מִזְּמַן הַשֵּׁנִי. לְפִיכָךְ כָּל הַפֵּרוֹת שֶׁאָכַל הַלּוֹקֵחַ מִזְּמַן רִאשׁוֹן עַד זְמַן שֵׁנִי מַחְזִיר אוֹתָם. וְאִם הָיָה עַל אוֹתָהּ שָׂדֶה חֹק לַמֶּלֶךְ בְּכָל שָׁנָה. הַנּוֹתֵן אוֹ הַמּוֹכֵר נוֹתֵן אוֹתוֹ הַחֹק עַד זְמַן הַשְּׁטָר הַשֵּׁנִי: \n",
            "english": "Different rules apply if both legal documents mention a sale, or both mention a gift. If the second document adds any fact enhancing the position of the recipient or the purchaser, the first document is valid. We assume that the second was composed only because of the additional points.<br>If no additional points were made in the second document, the second document nullifies the first, and the first owner's responsibility does not begin until the date mentioned in the second document.<br>For this reason, the purchaser must return all the produce that he consumed until the date mentioned in the second document. If there is an annual levy from the king on that field, the giver or the seller is required to pay that levy until the date mentioned in the second document."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "לְעוֹלָם אוֹמְדִין דַּעַת הַנּוֹתֵן. אִם הָיוּ הַדְּבָרִים מַרְאִין סוֹף דַּעְתּוֹ עוֹשִׂין עַל פִּי הָאֹמֶד אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ. כֵּיצַד. מִי שֶׁהָלַךְ בְּנוֹ לִמְדִינַת הַיָּם וְשָׁמַע שֶׁמֵּת וְכָתַב כָּל נְכָסָיו לְאַחֵר מַתָּנָה גְּלוּיָה גְּמוּרָה וְאַחַר כָּךְ בָּא בְּנוֹ אֵין מַתְּנָתוֹ קַיֶּמֶת. שֶׁהַדְּבָרִים מוֹכִיחִין שֶׁאִלּוּ יָדַע שֶׁבְּנוֹ קַיָּם לֹא הָיָה נוֹתֵן כָּל נְכָסָיו. לְפִיכָךְ אִם שִׁיֵּר מִנְּכָסָיו כָּל שֶׁהוּא בֵּין קַרְקַע בֵּין בְּמִטַּלְטְלִין מַתְּנָתוֹ קַיֶּמֶת: \n",
            "english": "Whenever a gift is given, we assess the intent of the giver. If the situation indicates his ultimate intent, we act according to that intent, even if it is not stated explicitly.<br>What is implied? A person's son traveled overseas and the father heard a report that his son had died. The father then signed over all his property as a public and binding gift to a third party, and afterwards his son returned. The gift is not binding, for the situation indicates that if the father had known that his son was alive, he would not have signed over all of his property to the third party. Therefore, if he retained ownership over any of his property - whether landed property or movable property - the gift is binding."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְכֵן הַכּוֹתֵב כָּל נְכָסָיו מַתָּנָה לְאֶחָד מִבָּנָיו בֵּין שֶׁהָיָה בָּרִיא בֵּין שֶׁהָיָה שְׁכִיב מֵרַע. אֲפִלּוּ הָיָה בֵּן קָטָן הַמֻּטָּל בָּעֲרִיסָה לֹא עָשָׂהוּ אֶלָּא אַפּוֹטְרוֹפּוֹס. וַהֲרֵי הוּא בְּכָל הַנְּכָסִים כְּאֶחָד מֵאֶחָיו. אֻמְדַּן דַּעַת הוּא שֶׁלֹּא נִתְכַּוֵּן אֶלָּא לִהְיוֹת אֶחָיו נִשְׁמָעִין לוֹ. וְאִם שִׁיֵּר כָּל שֶׁהוּא בֵּין קַרְקַע בֵּין בְּמִטַּלְטְלִין זָכָה הַבֵּן בְּמַתָּנָה: \n",
            "english": "Similarly, when a person assigns all his property to one of his sons, whether the giver is healthy or on his death bed, we assume that he merely made that son the executor of the estate. He receives the same share as the other sons in his estate. It can be presumed that the father's intent was merely that the other brothers should listen to this son. This assumption is followed even if the son in question is an infant, lying in a cradle.<br>If, however, he retained any of his property - whether landed property or movable property - the son acquires the gift given him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁכָּתַב לְבֵן בֵּין הַבָּנִים. אֲבָל אִם כָּתַב כָּל נְכָסָיו לְבֵן בֵּין הַבָּנוֹת אוֹ לְבַת בֵּין הַבָּנוֹת אוֹ לְאֶחָד מִן הַיּוֹרְשִׁין בֵּין שְׁאָר הַיּוֹרְשִׁין. אַף עַל פִּי שֶׁלֹּא שִׁיֵּר כְּלוּם מַתְּנָתוֹ קַיֶּמֶת: \n",
            "english": "When does the above apply? When he mentioned one son among many sons. If, however, he mentioned one son among many daughters, one daughter among many daughters, or one or another heir among many others, the gift is binding even though he did not retain any property."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְכֵן הַכּוֹתֵב כָּל נְכָסָיו לְאִשְׁתּוֹ בֵּין בָּרִיא בֵּין שְׁכִיב מֵרַע אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ לֹא עֲשָׂאָהּ אֶלָּא אַפּוֹטְרוֹפָּא עַל יוֹרְשָׁיו. בֵּין שֶׁהָיוּ יוֹרְשֵׁי בָּנָיו מִמֶּנָּה אוֹ מֵאִשָּׁה אַחֶרֶת אוֹ אֶחָיו אוֹ שְׁאָר יוֹרְשָׁיו. וְאִם שִׁיֵּר כָּל שֶׁהוּא בֵּין קַרְקַע בֵּין מִטַּלְטְלִין קָנְתָה כָּל שֶׁכָּתַב לָהּ: \n",
            "english": "Similarly, when a person assigns all his property to his wife - whether the husband is healthy or on his death bed - we assume that he merely made his wife the executor for the heirs. This applies even when he confirmed this with a <i>kinyan.</i><br>Moreover, this applies regardless of whether the husband's heirs are her descendants, those of another wife or other relatives. If, however, he retained ownership of any property - either landed property or movable property - his wife acquires everything he assigned to her."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בִּנְשׂוּאָה. אֲבָל אִם כָּתַב כָּל נְכָסָיו לְאִשְׁתּוֹ אֲרוּסָה אוֹ לִגְרוּשָׁה אַף עַל פִּי שֶׁלֹּא שִׁיֵּר כְּלוּם הֲרֵי הִיא כִּשְׁאָר בְּנֵי אָדָם וּמַתְּנָתוֹ קַיֶּמֶת: \n",
            "english": "To whom does the above apply? To a woman who has already been married. If, however, a person assigns all his property to his wife whom he has merely consecrated or to his divorcee, even if he did not retain any property, she is considered as any other person, and the gift is binding."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַכּוֹתֵב כָּל נְכָסָיו לְאֶחָד מִבָּנָיו וּלְאַחֵר. זֶה הָאַחֵר קָנָה חֲצִי הַנְּכָסִים בְּמַתָּנָה. וְנִשְׁאַר הַחֵצִי לְבָנָיו. וְהַבֵּן שֶׁנָּתְנוּ לוֹ אַפּוֹטְרוֹפּוֹס מִנָּהוּ עַל שְׁאָר אֶחָיו: \n",
            "english": "When a person assigns all his property to one of his sons and another person, that other person acquires half of the property, and the other half is given to all his sons. The son who is assigned the property is appointed an executor for the other sons."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְכֵן אִם כָּתַב כָּל נְכָסָיו לְאִשְׁתּוֹ וּלְאַחֵר. זֶה הָאַחֵר קָנָה מֶחֱצָה וְאִשְׁתּוֹ אַפּוֹטְרוֹפָּא עַל מֶחֱצָה: \n",
            "english": "Similarly, if a person assigns all his property to his wife and to another person, the other person acquires half, and his wife is appointed as an executor for the other half."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל אִשָּׁה שֶׁקָּנְתָה כָּל נִכְסֵי בַּעְלָהּ בְּמַתָּנָה. אִבְּדָה כְּתֻבָּתָהּ וְתִקָּרַע. לְפִיכָךְ אִם יָצָא שְׁטַר חוֹב עָלָיו וְהָלְכוּ כָּל הַנְּכָסִים בְּחוֹבוֹ שֶׁקָּדַם הַמַּתָּנָה תִּשָּׁאֵר הִיא בְּלֹא כְּלוּם וְלֹא תִּקַּח בִּכְתֻבָּתָהּ שֶׁקָּדְמָה הַחוֹב. שֶׁאֻמְדַּן דַּעַת הוּא שֶׁבַּהֲנָאָה שֶׁבָּאָה לָהּ בִּשְׁמוּעָה זוֹ שֶׁכָּתַב לָהּ כָּל נְכָסָיו אִבְּדָה כָּל זְכוּת שֶׁיֵּשׁ לָהּ בַּנְּכָסִים חוּץ מִמַּתָּנָה זוֹ: \n",
            "english": "Whenever a woman acquires all her husband's property as a gift, she forfeits her right to the money due her by virtue of her <i>ketubah.</i> Therefore, the <i>ketubah</i> should be torn.<br>Accordingly, if a promissory note is claimed against her deceased husband's estate, and the entire estate is expropriated to pay the debt that predated the gift, she is left without anything. She does not collect the money due her by virtue of her <i>ketubah.</i><br>The rationale is that we presume that the satisfaction she receives upon hearing that her husband assigned all his property to her is sufficient to cause her to forfeit any other claim she has to his property with the exception of this gift."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְכֵן הַכּוֹתֵב נְכָסָיו לְבָנָיו בֵּין זְכָרִים בֵּין נְקֵבוֹת בֵּין בָּרִיא בֵּין שְׁכִיב מֵרַע וְכָתַב לְאִשְׁתּוֹ עִמָּהֶן קַרְקַע כָּל שֶׁהוּא. הוֹאִיל וְעָשָׂה אוֹתָהּ שֻׁתָּף בֵּין הַבָּנִים וְלֹא מָחֲתָה אִבְּדָה כְּתֻבָּתָהּ וְאֵינָהּ טוֹרֶפֶת מִנְּכָסִים אֵלּוּ כְּלוּם. אֲבָל מִנְּכָסָיו שֶׁיָּבוֹאוּ לוֹ אַחַר אֵלּוּ נוֹטֶלֶת מֵהֶן כְּתֻבָּתָהּ: \n",
            "english": "Similarly, when a man assigns property to his children - either his sons or his daughters, whether he does so while healthy or on his death bed - and assigns even the slightest amount of landed property to his wife together with them, if she does not protest she forfeits her right to the money due her by virtue of her <i>ketubah.</i><br>The rationale is that the satisfaction she receives from being made a partner together with his children is great enough to cause her to forfeit her rights to this property. She may not expropriate anything from the property in the estate at the time of her husband's death. She may, however, collect the money due her by virtue of her <i>ketubah</i> from money accrued by his estate afterwards."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כָּתַב לָהּ עִמָּהֶן מִטַּלְטְלִין בִּלְבַד אוֹ שֶׁשִּׁיֵּר לְעַצְמוֹ קַרְקַע כָּל שֶׁהוּא. כְּתֻבָּתָהּ קַיֶּמֶת. וְתַקָּנַת הַגְּאוֹנִים הִיא שֶׁאֲפִילוּ שִׁיֵּר מִטַּלְטְלִים כָּל שֶׁהוּא. שֶׁהֲרֵי הִיא אוֹמֶרֶת מִמַּה שֶּׁשִּׁיֵּר אֲנִי גּוֹבָה וּמִתּוֹךְ שֶׁתֵּרֵד לְמַה שֶּׁשִּׁיֵּר תֵּרֵד לִשְׁאָר נְכָסִים וְתִטְרֹף: \n",
            "english": "If, however, the husband merely assigned movable property to her, or he retained a certain portion of his landed property for himself, her <i>ketubah</i> is still valid.<br>It is an enactment of the <i>Geonim</i> that even if he retained some movable property, she is given the right to collect the money due her by virtue of her <i>ketubah</i> . The rationale is that she will say: \"I will collect the money due me from what he retained.\" Since she is allowed to expropriate from what he retained, she is also given the privilege of expropriating from the remainder of the estate."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַכּוֹתֵב כָּל נְכָסָיו לְבָנָיו וְכָתַב לְאִשְׁתּוֹ חֵלֶק עִמָּהֶן. וּמֵת אֶחָד מִן הַבָּנִים בְּחַיֵּי אָבִיו. הֲרֵי זוֹ תִּגְבֶּה כְּתֻבָּתָהּ מֵחֵלֶק זֶה שֶׁמֵּת. שֶׁלֹּא אִבְּדָה כְּתֻבָּתָהּ אֶלָּא מִלִּטְרֹף מֵהֶן: \n",
            "english": "When a person assigns all his property to his children and assigns a portion of his property to his wife together with them, and then one of the children dies during his father's life, the woman is allowed to collect the money due her by virtue of her <i>ketubah</i> from the share of the child who died. For she forfeited only her right to collect the money due her by virtue of her <i>ketubah</i> from the property inherited by her husband's heirs at the time of his death."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הָרוֹצָה לְהִנָּשֵׂא וְכָתְבָה כָּל נְכָסֶיהָ בֵּין לִבְנָהּ בֵּין לְאַחֵר. וְאַחַר כָּךְ נִשֵּׂאת וְנִתְגָּרְשָׁה אוֹ שֶׁמֵּת בַּעְלָהּ. מַתְּנָתָהּ בְּטֵלָה שֶׁזּוֹ מַבְרַחַת הִיא וְלֹא כָּתְבָה כָּל נְכָסֶיהָ אֶלָּא לְהַבְרִיחַ מִבַּעְלָהּ שֶׁלֹּא יִירָשֶׁנָּה. וּכְשֶׁתִּהְיֶה צְרִיכָה לָהֶן יַחְזְרוּ לָהּ. לְפִיכָךְ אִם מֵתָה הִיא בְּחַיֵּי בַּעְלָהּ קָנָה הַמְקַבֵּל מַתָּנָה אֶת הַכּל. וְאִם שִׁיְּרָה כְּלוּם אֲפִלּוּ מִטַּלְטְלִין מַתְּנָתָהּ קַיֶּמֶת וְאַף עַל פִּי שֶׁנִּתְגָּרְשָׁה אֵינָהּ חוֹזֶרֶת: \n",
            "english": "When a woman desires to marry, she may assign all her property to her son or to another person. If afterwards she marries and becomes divorced or her husband dies, the gift she gave is nullified. For she was merely attempting to circumvent the laws of inheritance. She assigned her property to the other person solely so that her husband would not inherit it. Implicit in the agreement was that if she needed it at any time, it would be returned to her. Therefore, if she died during her husband's lifetime, the recipient of the gift inherits it in its entirety. If she retained anything for herself, even movable property, her gift is binding. Even if she is divorced, the property does not revert to her ownership."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "כָּל הַנּוֹתְנִין כָּל נִכְסֵיהֶם. מִשֶּׁתִּבָּטֵל הַמַּתָּנָה וְיַחְזְרוּ כָּל הַנְּכָסִין לַבְּעָלִים הָרִאשׁוֹנִים אֵין הַמְקַבֵּל מַתָּנָה מַחְזִיר פֵּרוֹת. שֶׁאֲפִילוּ נָתַן הָאָדָם מַתָּנָה בְּפֵרוּשׁ עַל מְנָת לְהַחְזִיר כָּל יְמֵי חַיֵּי פְּלוֹנִי הֲרֵי זֶה אוֹכֵל פֵּרוֹת כָּל זְמַן הַמַּתָּנָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "Whenever a person gives away all his property, when the gift is nullified and the property reverts to the original owner, the recipient of the gift is not required to return the produce that he ate. For even if a person explicitly states that he is giving a gift with the intent that it be returned after the duration of so and so's life, the recipient is entitled to derive benefit from the fruits produced by the gift, as we have explained."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מִי שֶׁשָּׁלַח כֵּלִים מִמְּדִינַת הַיָּם וְאָמַר יִנָּתְנוּ אֵלּוּ לְבָנַי. הֲרֵי אֵלּוּ יִנָּתְנוּ לַבָּנִים וְלַבָּנוֹת. הָרָאוּי לַבָּנִים כְּגוֹן סְפָרִים וּכְלֵי מִלְחָמָה לַבָּנִים. וְהָרָאוּי לַבָּנוֹת כְּגוֹן כְּלֵי מֶשִׁי הַצְּבוּעִים וַחֲלִי זָהָב יִטְּלוּם הַבָּנוֹת. הָיוּ רְאוּיִין לִזְכָרִים וְלִנְקֵבוֹת יִטְּלוּ אוֹתָן הַזְּכָרִים. וְכֵן הַמְשַׁלֵּחַ כֵּלִים לְבֵיתוֹ סְתָם וְהָיוּ בָּהֶן כֵּלִים הָרְאוּיִין לְבָנוֹת. יִטְּלוּ אוֹתָן בְּנוֹתָיו. אֻמְדַּן דַּעַת הוּא שֶׁלָּהֶן שָׁלַח. וְאִם אֵין לוֹ בָּנוֹת אוֹ שֶׁהָיוּ בְּנוֹתָיו נְשׂוּאוֹת. יִטְּלוּ אוֹתָן נְשֵׁי בָּנָיו. שֶׁהַדַּעַת נוֹטָה שֶׁלָּהֶן שָׁלַח: \n",
            "english": "The following rules apply when a person sends articles from overseas to his household and instructs: \"Give these to my children.\" They should be given to both his sons and his daughters. The gifts that are appropriate for the sons - e.g., books or weapons - should be given to the sons. Those that are appropriate for the daughters - e.g., colored silk garments and golden bracelets - should be given to the daughters. If they are appropriate both for sons and daughters, they are taken by the sons.<br>Similar laws apply when a person sends articles to his home without any instructions. If there are utensils that are appropriate for his daughters, they should be taken by his daughters. It is logical to assume that he sent the gifts for them. If he does not have daughters, or his daughters are married, they may be taken by the wives of his sons, for it is logical to assume that he sent them for them."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הַמַּשִּׂיא בְּנוֹ גָּדוֹל לִבְתוּלָה בַּבַּיִת קָנָה הַבַּיִת. וְהוּא שֶׁיִּהְיוּ נִשּׂוּאִין רִאשׁוֹנִים לְזֶה הַבֵּן. וְלֹא הִשִּׂיא הָאָב בֵּן אַחֵר קֹדֶם לוֹ וְלֹא שִׁיֵּר הָאָב בְּזֶה הַבַּיִת שֶׁיִּחֵד לוֹ כְּלוּם. וּדְבָרִים אֵלּוּ כַּהֲלָכָה שֶׁאֵין לָהֶם טַעַם הֵם. וְנָגְעוּ חֲכָמִים בַּדָּבָר הַזֶּה מֵאֻמְדַּן הַדַּעַת. שֶׁמֵּרֹב שִׂמְחָתוֹ וְאַהֲבָתוֹ גָּמַר וְהִקְנָהוּ הַבַּיִת. שֶׁהֲרֵי לֹא שִׁיֵּר בָּהּ לְעַצְמוֹ כְּלוּם. לְפִיכָךְ אִם שִׁיֵּר שָׁם אֲפִלּוּ פַּךְ אֶחָד לֹא קָנָה הַבַּיִת. יִחֵד לוֹ בַּיִת וּכְלֵי בַּיִת אַף עַל פִּי שֶׁשִּׁיֵּר בַּבַּיִת כְּלִי אֶחָד לְעַצְמוֹ אוֹ הָיָה לוֹ שָׁם אוֹצָר וְכַיּוֹצֵא בּוֹ. קָנָה כְּלֵי הַבַּיִת אֲבָל הַבַּיִת לֹא קָנָה: \n",
            "english": "When a person celebrates the marriage of his eldest son to a virgin maiden in a home, the son acquires the home. This applies when this is the first time this son is marrying, the father did not marry off another son before him, and the father did not leave any property of his own in the home designated for the son.<br>This ruling resembles a halachah instituted without a reason. Our Sages came to this decision out of their assessment of the person's attitude, feeling that because of his great happiness and love, he decided to transfer the house to him. This is indicated by the fact that he did not leave any of his own property in the home. For this reason, if he left anything of his own, even a small cruse, the son does not acquire the home.<br>If the father designated for the wedding a house and household utensils, although he left a utensil in the home belonging to himself or he kept a storeroom or the like in that home, the son acquires the household utensils he designated. He does not, however, acquire the house."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "יִחֵד לוֹ בַּיִת וַעֲלִיָּה. בַּיִת קָנָה עֲלִיָּה לֹא קָנָה. וְכֵן אִם יִחֵד לוֹ בַּיִת וְאַכְסַדְרָה בַּיִת קָנָה אַכְסַדְרָה לֹא קָנָה. שְׁנֵי בָּתִּים זֶה לְפָנִים מִזֶּה לֹא קָנָה אֶלָּא הָאֶחָד שֶׁנָּשָׂא בּוֹ: \n",
            "english": "If he designated both a house and a loft for his son, he acquires the house, but he does not acquire the loft.<br>Similarly, if he designated both a house and a porch, he acquires the house, but not the porch. If the house contained two apartments, one behind the other, the son acquires only the one in which he was married."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ בְּנִשּׂוּאִין שֶׁשְּׁנַיִם שֶׁהָיָה בֵּינֵיהֶם שִׁדּוּכִין וּפָסַק זֶה עַל יְדֵי בְּנוֹ וְזֶה עַל יְדֵי בִּתּוֹ. וְאָמְרוּ כַּמָּה אַתָּה נוֹתֵן לְבִנְךָ. כָּךְ וְכָךְ. וְכַמָּה אַתָּה נוֹתֵן לְבִתְּךָ. כָּךְ וְכָךְ. וְעָמְדוּ וְקִדְּשׁוּ. קָנוּ בַּאֲמִירָה. וְאֵין קוֹנִין בַּאֲמִירָה זוֹ עַד שְׁעַת נִשּׂוּאִין שֶׁכָּל הַפּוֹסֵק דַּעְתּוֹ לִכְנֹס. וּצְרִיכִין שֶׁיִּהְיוּ הַדְּבָרִים שֶׁהֵן פּוֹסְקִין מְצוּיִין בִּרְשׁוּתוֹ. שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא לָעוֹלָם כְּמוֹ שֶׁבֵּאַרְנוּ. וּדְבָרִים אֵלּוּ לֹא נִתְּנוּ לְהִכָּתֵב. לְפִיכָךְ אֵינָן כִּשְׁטָר עַד שֶׁיִּטְרֹף בָּהֶן: \n",
            "english": "With regard to marriages, we have already explained that a special indulgence is granted when a couple is engaged, and the father of the son and father of the bride make commitments, saying: \"How much will you give to your son?\", \"So and so much. And how much will you give for your daughter?\", \"So and so much.\" If, afterwards, the groom consecrates the bride, the couple acquire what the parents promised by virtue of their statements alone.<br>Nevertheless, the transfer of property brought about by this consecration does not take effect until the time of the couple's marriage. For the intent of the promise was that the property be given to the couple when married.<br>Also, for the transfer to be effective, the articles that the person promised must exist within his domain, for a person may not transfer an article that does not as yet exist, as we have explained.<br>These promises may not be written down so that the commitment would have the power of a legal document. Therefore, if such a record is made, it is not considered to be a legal document that would give the couple the power to expropriate the property if sold to others."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ אֶת הָאִשָּׁה. אֲפִלּוּ קִדְּשָׁהּ בְּאֶלֶף דִּינָר. בֵּין שֶׁחָזְרָה הִיא בֵּין שֶׁחָזַר הוּא. בֵּין שֶׁמֵּת הוּא בֵּין שֶׁמֵּתָה הִיא. אֵין הַקִּדּוּשִׁין חוֹזְרִין לְעוֹלָם. אֶלָּא הֲרֵי הֵן מַתָּנָה גְּמוּרָה שֶׁאֵין לָהֶם חֲזָרָה: \n",
            "english": "When a man consecrates a woman, even if he consecrates her by giving her 1000 <i>dinarim,</i> whether she retracts, he retracts, he dies or she dies, the money or article given to effect the consecration never needs to be returned. Instead, it is considered to be an outright gift, which need not be returned."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "וְאִם הָיוּ קִדּוּשֵׁי טָעוּת חוֹזְרִין הַמָּעוֹת: \n",
            "english": "If the consecration was made erroneously, the money given for that purpose must be returned."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "והַמְקַדֵּשׁ אֲחוֹתוֹ הַמָּעוֹת מַתָּנָה. אָדָם יוֹדֵעַ שֶׁאֵין קִדּוּשִׁין תּוֹפְסִין בַּעֲרָיוֹת וְאֵין זֶה טוֹעֶה אֶלָּא גָּמַר וְנָתַן לְשֵׁם מַתָּנָה: \n",
            "english": "When a man consecrates his sister, the money he gives her is a gift. The rationale is that every man knows that the consecration of one's close relatives is not valid; the person is not making an error. We therefore assume that he made up his mind to give her the money as a gift."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "הַשּׁוֹלֵחַ סִבְלוֹנוֹת לְבֵית חָמִיו בֵּין מְרֻבִּין בֵּין מוּעָטִין. בֵּין שֶׁאָכַל שָׁם סְעוּדַת אֵרוּסִין בֵּין שֶׁלֹּא אָכַל. בֵּין שֶׁמֵּת הוּא בֵּין שֶׁמֵּתָה הִיא. אוֹ שֶׁחָזַר בּוֹ הָאִישׁ. יַחְזְרוּ הַסִּבְלוֹנוֹת כֻּלָּן חוּץ מִן הַמַּאֲכָל וְהַמַּשְׁקֶה: \n",
            "english": "When a person sends betrothal gifts to his intended bride while she is in his father-in-law's home, whether significant or insignificant in size, whether he partook of a betrothal feast there or not, whether he died, she died, or he retracted, all the engagement gifts should be returned with the exception of food and drink."
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "וְכֵן כֵּלִים מֻעָטִים שֶׁשָּׁלַח לָהּ לְהִשְׁתַּמֵּשׁ שָׁם בְּבֵית אָבִיהָ. אִם נִשְׁתַּמְּשָׁה בָּהֶן וּבָלוּ אוֹ אָבְדוּ אֵינָן מִשְׁתַּלְּמִין. אֲבָל אִם הָיוּ קַיָּמִין חוֹזֵר הַכּל וְגוֹבֶה אוֹתָם בְּבֵית דִּין. שֶׁהַדָּבָר יָדוּעַ שֶׁלֹּא שְׁלָחָם אֶלָּא דֶּרֶךְ נוֹי בִּלְבַד: \n",
            "english": "Similar principles apply with regard to garments of minor value that the prospective groom sent his prospective bride to wear while she was living in her father's home. If she used them and they became worn or lost, they need not be returned. If, however, they are still intact, everything should be returned. They may be expropriated in court. For it is well known that he sent them only as a complimentary gesture."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "חָזְרָה הִיא בָּהּ חוֹזֵר הַכּל. וַאֲפִלּוּ הַמַּאֲכָל וְהַמַּשְׁקֶה נוֹתֶנֶת דָּמָיו בְּזוֹל. וּכְבָר הִסְכִּימוּ הַגְּאוֹנִים שֶׁאִם הָיוּ דְּמֵי מַאֲכָל וּמַשְׁקֶה [שָׁוֶה] שִׁשָּׁה מִשְׁתַּלֶּמֶת אַרְבָּעָה אִם חָזְרָה בָּהּ. שֶׁלֹּא נָתַן לָהּ מַתָּנָה זוֹ אֶלָּא לְדַעַת שֶׁלֹּא תַּחְזֹר בָּהּ: \n",
            "english": "If, by contrast, the woman retracts, everything must be returned, even the food and drink. For the latter, however, she is required only to pay a lesser amount. The <i>Geonim</i> have agreed that if the food and the drink were worth six <i>zuz</i><i>,</i> she should pay four if she retracts. For he gave her these gifts only with the understanding that she would not retract."
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "הוֹרוּ רַבּוֹתַי שֶׁאִם הָיָה מִנְהַג הַמְּדִינָה שֶׁיַּעֲשֶׂה כָּל אָדָם סְעוּדָה וְיַאֲכִיל לְרֵעָיו אוֹ יְחַלֵּק מָעוֹת לַשַּׁמָּשִׁין וְלַחַזָּנִין וְכַיּוֹצֵא בָּהֶן וְעָשָׂה כְּדֶרֶךְ שֶׁעוֹשִׂין כָּל הָעָם וְחָזְרָה בָּהּ מְשַׁלֶּמֶת הַכּל. שֶׁהֲרֵי גָּרְמָה לוֹ לְאַבֵּד מָמוֹן וְכָל הַגּוֹרֵם לְאַבֵּד מָמוֹן חֲבֵרוֹ מְשַׁלֵּם. וְהוּא שֶׁיִּהְיוּ לוֹ עֵדִים כַּמָּה הוֹצִיא. שֶׁאֵין זֶה נִשְׁבָּע וְנוֹטֵל: \n",
            "english": "My masters ruled that when the local custom is that when an engagement is announced every prospective groom makes a feast and hosts all his friends or distributes funds to his helpers, attendants and the like, if he follows the popular custom and she retracts, she should pay the entire amount. For she caused him a financial loss, and whoever causes money belonging to a colleague to be lost must reimburse him.<br>This applies provided he has witnesses to how much he spent. For we do not allow him the option of taking an oath and collecting the sum he claims."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִנְּהָג פָּשׁוּט בְּרֹב הַמְּדִינוֹת שֶׁבִּזְמַן שֶׁיִּשָּׂא אָדָם אִשָּׁה מְשַׁלְּחִין לוֹ רֵעָיו וּמְיֻדָּעָיו מָעוֹת כְּדֵי שֶׁיִּתְחַזֵּק בָּהֶן עַל הַהוֹצָאָה שֶׁמּוֹצִיא בְּאִשְׁתּוֹ. וּבָאִים אוֹתָן הָרֵעִים וְהַמְיֻדָּעִים שֶׁשָּׁלְחוּ לוֹ וְאוֹכְלִין וְשׁוֹתִין עִם הֶחָתָן בְּשִׁבְעַת יְמֵי הַמִּשְׁתֶּה אוֹ בְּמִקְצָתָן. הַכּל כְּמִנְהַג הַמְּדִינָה. וְאֵלּוּ הַמָּעוֹת שֶׁמְּשַׁלְּחִין נִקְרָאִין שׁוֹשְׁבִינוּת. וְאוֹתָם שֶׁשָּׁלְחוּ הַמָּעוֹת וְאוֹכְלִין וְשׁוֹתִין עִם הֶחָתָן נִקְרָאִים שׁוֹשְׁבִינִין: \n",
            "english": "It is a universally accepted custom in most countries that when a man marries, his friends and acquaintances send him money to support the expenses he must undertake on behalf of his wife. Then the friends and acquaintances who sent him this money come and eat and drink with the groom during all - or part - of the seven days of wedding celebration; everything should be done according to the accepted local custom.<br>The money that he is sent is called <i>shushvinut,</i> and the people who send the money and then come and eat and drink with the groom are called <i>shushvinin.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַשּׁוֹשְׁבִינוּת אֵינָהּ מַתָּנָה גְּמוּרָה. הַדְּבָרִים יְדוּעִים שֶׁלֹּא שָׁלַח זֶה עֲשָׂרָה דִּינָרִין בִּשְׁבִיל שֶׁיֹּאכַל וְיִשְׁתֶּה בָּזֶה וְלֹא שָׁלַח אֶלָּא מִפְּנֵי שֶׁבְּדַעְתּוֹ הָיָה שֶׁאִם יִשָּׂא הוּא אִשָּׁה יַחְזֹר וְיִשְׁלַח לוֹ כְּמוֹ שֶׁשָּׁלַח לוֹ. לְפִיכָךְ אִם נָשָׂא זֶה אִשָּׁה וְלֹא הֶחְזִיר לוֹ הַשּׁוֹשְׁבִינוּת הֲרֵי זֶה תּוֹבְעוֹ בְּדִין וּמוֹצִיא מִמֶּנּוּ: \n",
            "english": "<i>Shushvinut</i> is not an outright gift. For it is plainly obvious that a person did not send a colleague 10 <i>dinarim</i> with the intent that he eat and drink a <i>zuz's</i> worth. He sent him the money solely because his intent was that when he would marry, he would send him money as he has sent him.<br>Therefore, if the sender marries a woman, and the recipient does not return the <i>shushvinut,</i> the sender may lodge a legal claim against the recipient and expropriate the money from him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְאֵין יָכוֹל לְתָבְעוֹ עַד שֶׁיִּשָּׂא כְּדֶרֶךְ שֶׁנָּשָׂא הוּא. כֵּיצַד. רְאוּבֵן שֶׁנָּשָׂא בְּתוּלָה וְשֶׁלַח לוֹ שִׁמְעוֹן שׁוֹשְׁבִינוּת וְאַחַר כָּךְ נָשָׂא שִׁמְעוֹן אַלְמָנָה. אֵינוֹ יָכוֹל לִתְבֹּעַ לְהַחְזִיר לוֹ הַשּׁוֹשְׁבִינוּת שֶׁהֲרֵי אוֹמֵר לוֹ אֵינִי מַחְזִיר לְךָ אֶלָּא בִּבְתוּלָה כְּמוֹ שֶׁנָּתַתָּ לִי. וְכֵן אִם שָׁלַח לוֹ בְּנִשּׂוּאֵי אַלְמָנָה אֵינוֹ יָכוֹל לְתָבְעוֹ לְהַחְזִיר לוֹ בְּנִשּׂוּאֵי בְּתוּלָה: \n",
            "english": "He cannot lodge a claim against him unless he marries in the same way as he did.<br>What is implied? If Reuven married a maiden and Shimon sent him <i>shushvinut,</i> and then Shimon married a widow, Shimon cannot demand that he return the <i>shushvinut,</i> for he will tell him: \"I will return it to you only for a maiden, as you gave to me.\" Conversely, if the giver sent the recipient <i>shushvinut</i> for the marriage of a widow, he cannot demand that it be returned for the marriage of a maiden."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "עָשָׂה רְאוּבֵן מִשְׁתֶּה בְּגָלוּי וּבְפַרְהֶסְיָא וְעָשָׂה שִׁמְעוֹן בְּצִנְעָה. אוֹ שֶׁעָשָׂה רְאוּבֵן בְּצִנְעָה וְשִׁמְעוֹן בְּפַרְהֶסְיָא אֵינוֹ יָכוֹל לְתָבְעוֹ. שֶׁהֲרֵי אוֹמֵר לוֹ אֵינִי עוֹשֶׂה עִמְּךָ אֶלָּא כְּדֶרֶךְ שֶׁעָשִׂיתָ עִמִּי: \n",
            "english": "If Reuven made a large public reception, while Shimon made a modest private affair, or Reuven married modestly and Shimon made a public affair, he cannot lodge a claim against him. For he can tell him: \"I will not do for you anything else than what you did for me.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁנָּשָׂא אִשָּׁה וְשָׁלַח לוֹ שִׁמְעוֹן שׁוֹשְׁבִינוּת וְאָכַל וְשָׁתָה עִמּוֹ וְאַחַר כָּךְ נָשָׂא שִׁמְעוֹן כְּנִשּׂוּאֵי רְאוּבֵן עַצְמָן וּבָא רְאוּבֵן וְאָכַל וְשָׁתָה עִמּוֹ. אוֹ שֶׁקָּרָא לוֹ שִׁמְעוֹן וְלֹא רָצָה לָבוֹא. אוֹ שֶׁהָיָה בַּמְּדִינָה וְשָׁמַע קוֹל טַבְלָא בְּמָקוֹם שֶׁאֵין דַּרְכָּן לִקְרוֹת אֶחָד אֶחָד אֶלָּא כָּל הַשּׁוֹמֵעַ יָבוֹא. וְשָׁמַע וְלֹא בָּא. חַיָּב לְהַחְזִיר לוֹ הַשּׁוֹשְׁבִינוּת כֻּלָּהּ. שֶׁהֲרֵי יָדַע וְלֹא בָּא אוֹ קָרָא לוֹ בְּמָקוֹם שֶׁדַּרְכָּן לִקְרוֹת אֶחָד אֶחָד וְלֹא בָּא: \n",
            "english": "Reuven married a woman and Shimon sent him <i>shushvinut,</i> and came and ate and drank with him. Afterwards, Shimon married in precisely the same manner as Reuven did, and Reuven came and ate and drank with him, or Shimon called Reuven and he did not desire to come, or Reuven was in the city and heard the herald in a place where it is not customary to give private invitations, but rather everyone who hears the announcement comes, and Reuven heard the announcement and yet did not come, Reuven is obligated to return the entire amount of the <i>shushvinut.</i> For he knew about the wedding and did not come or was given a private invitation in a place where that is the custom, and yet he did not come."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "לֹא הָיָה רְאוּבֵן בַּמְּדִינָה מְנַכִּין לוֹ דְּמֵי מַה שֶּׁאָכַל וְשָׁתָה שִׁמְעוֹן אֶצְלוֹ וּמַחֲזִיר לוֹ שְׁאָר הַשּׁוֹשְׁבִינוּת. וְכֵן אִם הָיָה בַּמְּדִינָה וְלֹא קְרָאָהוּ אוֹ לֹא הוֹדִיעוֹ מְנַכִּין לוֹ וְיֵשׁ לוֹ עָלָיו תַּרְעֹמֶת מִפְּנֵי שֶׁלֹּא הוֹדִיעוֹ: \n",
            "english": "If Reuven was not in the city when Shimon married, he may deduct the cost of the food that Shimon ate at his wedding feast, but must return to him the remainder of the <i>shushvlnut.</i> Similarly, if Reuven was in the city when Shimon married, and he did not invite him or notify him, he may make such a deduction. Moreover, he has a justified complaint, for he should have notified him."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְכַמָּה מְנַכִּין. נָהֲגוּ בְּנִכּוּי אִם דִּינָר אֶחָד שָׁלַח לוֹ שִׁמְעוֹן אֵינוֹ מַחְזִיר לוֹ כְּלוּם שֶׁהֲרֵי זֶה דְּמֵי מַה שֶּׁאָכַל. וְאִם יִתֵּר עַל הַדִּינָר עַד סֶלַע מְנַכֶּה לוֹ מֶחֱצָה. מִסֶּלַע וּלְמַעְלָה אוֹמְדִין דַּעַת הַמְשַׁלֵּחַ: \n",
            "english": "How much should he deduct? These are the deductions customarily made. If Shimon sent him only a <i>dinar,</i> he need not return anything to him, for the <i>dinar</i> is the cost of what he ate. If Shimon sent him between a <i>dinar</i> and a <i>sela</i> half should be deducted."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְשִׁעוּר הַשּׁוֹשְׁבִינוּת אִם אָדָם חָשׁוּב מְנַכֶּה לוֹ מֶחֱצָה. וְאִם צַר עַיִן וּמְדַקְדֵּק בְּהוֹצָאָתוֹ אֵינוֹ מְנַכֶּה לוֹ אֶלָּא שִׁעוּר מַה שֶּׁאָכַל וְשָׁתָה וּמְשַׁלֵּם לוֹ הַשְּׁאָר: \n",
            "english": "If he gave more than a <i>sela,</i> we must assess the intent of the sender and the size of the <i>shushvinut.</i> If he is a prestigious person, half of what he gave is deducted. If he is tightfisted and keeps careful account of his expenditures, only what he ate and drank should be deducted, and he must pay him the remainder."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מֵת שִׁמְעוֹן קֹדֶם שֶׁיִּשָּׂא אִשָּׁה אוֹ שֶׁנָּשָׂא וּמֵת בְּתוֹךְ יְמֵי הַמִּשְׁתֶּה אֵין רְאוּבֵן חַיָּב לְהַחְזִיר לְיוֹרְשֵׁי שִׁמְעוֹן כְּלוּם שֶׁהֲרֵי אוֹמֵר לָהֶם תְּנוּ לִי שׁוֹשְׁבִינִי וְאֶשְׂמַח עִמּוֹ: \n",
            "english": "If Shimon dies before he marries, or he marries and dies in the midst of the wedding celebrations, Reuven is not required to give anything to his heirs. For he can tell the heirs: \"Bring me my <i>shushvinin;</i> I will gladly celebrate with him and pay my due.\""
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "לְפִיכָךְ אִם שָׂמַח עִמּוֹ וְאַחַר כָּךְ מֵת שִׁמְעוֹן. אוֹ קָרָא לוֹ וְלֹא בָּא אוֹ שֶׁלֹּא הָיָה בַּמְּדִינָה אוֹ שֶׁלֹּא הוֹדִיעוֹ. הוֹאִיל וְשָׁלְמוּ יְמֵי הַמִּשְׁתֶּה וְאַחַר כָּךְ מֵת שִׁמְעוֹן. חַיָּב רְאוּבֵן לְהַחְזִיר הַשּׁוֹשְׁבִינוּת לְיוֹרְשָׁיו אוֹ כֻּלָּהּ אוֹ בְּנִכּוּי אִם לֹא הוֹדִיעוֹ אוֹ לֹא הָיָה עִמּוֹ בַּמְּדִינָה: \n",
            "english": "Therefore, if Reuven rejoiced with Shimon and afterwards Shimon died, Shimon invited him to the wedding and he did not come, Reuven was not in the city at the time of Shimon's wedding, or he did not notify him, since Shimon died after the days of rejoicing were concluded, Reuven is obligated to return the <i>shushvinut</i> to Shimon's heirs - either in its entirety or after a deduction has been made - if he did not notify him or if he was not in the city."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מֵת רְאוּבֵן וְאַחַר כָּךְ נָשָׂא שִׁמְעוֹן אִשָּׁה וְשָׁלְמוּ יְמֵי הַמִּשְׁתֶּה. מָקוֹם שֶׁנָּהֲגוּ לִגְבּוֹת הַשּׁוֹשְׁבִינוּת מִיּוֹרְשִׁין כּוֹפִין יוֹרְשֵׁי רְאוּבֵן לְהַחְזִיר בְּנִכּוּי. וּמָקוֹם שֶׁלֹּא נָהֲגוּ אֵין הַיּוֹרְשִׁין מְשַׁלְּמִין כְּלוּם: \n",
            "english": "Different rules apply if Reuven died, and then Shimon married a woman and the days of rejoicing were concluded. If the local custom is to collect the <i>shushvinut</i> from the heirs, Reuven's heirs are compelled to return the <i>shushvinut.</i> In a place where this is not the local custom, Reuven's heirs are not obligated to pay anything."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מֵת רְאוּבֵן אַחַר שֶׁנָּשָׂא שִׁמְעוֹן אִשָּׁה וְשָׁלְמוּ יְמֵי הַמִּשְׁתֶּה. כּוֹפִין אֶת יוֹרְשָׁיו וּמְשַׁלְּמִין הַשּׁוֹשְׁבִינוּת בְּכָל מָקוֹם. שֶׁהֲרֵי נִתְחַיֵּב אֲבִיהֶן לְשַׁלֵּם. וְאִם כֻּלָּהּ הָיָה חַיָּב לְשַׁלֵּם מְשַׁלְּמִין כֻּלָּהּ. וְאִם בְּנִכּוּי מְשַׁלְּמִין בְּנִכּוּי: \n",
            "english": "If Reuven died after Shimon married a woman and the days of rejoicing were concluded, Reuven's heirs are compelled to pay the <i>shushvinut</i> regardless of the locale in which they live. For their testator was obligated to pay before his death. If he was required to pay the entire sum, they must pay that amount. If a deduction was made, that deduction also applies to them."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "חֲמִשָּׁה דְּבָרִים נֶאֶמְרוּ בַּשּׁוֹשְׁבִינוּת. נִגְבֵּית בְּבֵית דִּין שֶׁאֵינָהּ אֶלָּא כְּמוֹ מִלְוֶה. וְאֵינָהּ מִשְׁתַּלֶּמֶת אֶלָּא בְּעוֹנָתָהּ כְּעֵין נִשּׂוּאֵי רִאשׁוֹן. שֶׁזֶּה כְּמוֹ תְּנַאי הוּא אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ שֶׁעַל דַּעַת זֶה שְׁלָחָהּ. וְאֵין בָּהּ מִשּׁוּם רִבִּית. אֲפִלּוּ שָׁלַח לוֹ דִּינָר וְהֶחְזִיר לוֹ עֲשָׂרָה מֻתָּר שֶׁלֹּא עַל מְנָת לְהוֹסִיף לוֹ שָׁלַח. וְאֵין הַשְּׁבִיעִית מְשַׁמַּטְתָּהּ שֶׁאֵינוֹ יָכוֹל לִגּשֹׁ אוֹתוֹ וּלְתָבְעוֹ עַד שֶׁיִּשָּׂא כְּדֶרֶךְ שֶׁנָּשָׂא הוּא. וְאֵין הַבְּכוֹר נוֹטֵל בָּהּ פִּי שְׁנַיִם כְּשֶׁתַּחְזֹר לַיּוֹרְשִׁין מִפְּנֵי שֶׁהוּא רָאוּי וְאֵין הַבְּכוֹר נוֹטֵל בָּרָאוּי כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ: \n",
            "english": "Five statements were made concerning <i>shushvinut:</i><br>a) It may be expropriated by a court of law, for it is only like a loan and not an outright gift;<br>b) It need be repaid only at the required time, when the marriage is held in the same manner as the first person's marriage; this is like a condition of the loan, although he did not explicitly state that he was giving the loan with this intent;<br>c) The prohibition against taking interest is not involved; even if a person sent his colleague a <i>dinar</i> and the colleague sent him ten, it is permissible; the rationale is that he did not send him with the intent that he add;<br>d) It is not nullified in the Sabbatical year; the rationale is that the giver may not demand payment from the recipient until he marries in the same manner as he married;<br>e) The firstborn does not receive a double portion when the <i>shushvinut</i> is returned to the giver's heirs; the rationale is that at the time of the division of the estate, it is not an actual part of the estate, but rather <i>ra'ui;</i> and the firstborn does not receive a double portion of <i>ra'ui,</i> as will be explained with regard to that subject."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הַשּׁוֹלֵחַ תְּשׁוּרָה לַחֲבֵרוֹ. אוֹ שֶׁנָּתַן לוֹ מָעוֹת כְּשֶׁמָּטָה יָדוֹ וְהוּא מְמָאֵן לִקַּח. וְזֶה נִשְׁבָּע שֶׁאִי אֶפְשָׁר שֶׁלֹּא תִּקַּח וְהִפְצִיר בּוֹ עַד שֶׁלָּקַח. וְכֵן כָּל כַּיּוֹצֵא בָּהֶן. אַף עַל פִּי שֶׁלֹּא פֵּרֵשׁ הֲרֵי אֵלּוּ מַתָּנָה. וְאֵינוֹ יָכוֹל לַחְזֹר הוּא וְלִתְבֹּעַ עַד שֶׁיְּפָרֵשׁ שֶׁהוּא מִלְוֶה: \n",
            "english": "When a person offers a colleague money when the latter's financial status suffers, the intended recipient refuses to take it, and the giver takes an oath that he is unwilling that the recipient not accept it, and he presses the recipient until he accepts it, even though the giver did not say so explicitly, the money is considered to be a gift.<br>The same law applies when a person sends a gift of food to a colleague or offers other similar forms of generosity. The giver may not retract and demand repayment unless he explicitly states that he is making the gift as a loan."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "וְכֵן הַשּׁוֹלֵחַ לַחֲבֵרוֹ כַּדֵּי יַיִן וְכַדֵּי שֶׁמֶן וּפֵרוֹת בְּעֵת הַנִּשּׂוּאִין. אֵין נִגְבִּין בְּבֵית דִּין. מִפְּנֵי שֶׁהִיא גְּמִילוּת חֲסָדִים. וְלֹא נֶאֶמְרוּ דִּינֵי שׁוֹשְׁבִינוּת אֶלָּא בְּמָעוֹת בִּלְבַד: \n",
            "english": "When a person sends jugs of wine or oil to a colleague at the time of his wedding, he may not demand repayment in court. These gifts are considered to be deeds of kindness; the laws of <i>shushvinut</i> apply only to money."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַסוּמָא אוֹ הַפִּסֵּחַ. אוֹ הַגִּדֵּם. אוֹ הַחוֹשֵׁשׁ בְּרֹאשׁוֹ. אוֹ בְּעֵינוֹ. אוֹ בְּיָדוֹ אוֹ בְּרַגְלוֹ וְכַיּוֹצֵא בָּהֶן הֲרֵי הוּא כְּבָרִיא לְכָל דְּבָרָיו בְּמִקָּחוֹ אוֹ בְּמִמְכָּרוֹ וּמַתְּנוֹתָיו: \n",
            "english": "A blind, lame or handless person, and similarly, one who feels pain in his head, his eye, his hand, his foot or the like, is considered to be a healthy person with regard to all matters that concern his purchases, his sales or gifts that he gives."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֲבָל הַחוֹלֶה שֶׁתָּשַׁשׁ כֹּחַ כָּל הַגּוּף. וְכָשַׁל כֹּחוֹ מֵחֲמַת הַחֹלִי עַד שֶׁאֵינוֹ יָכוֹל לְהַלֵּךְ עַל רַגְלוֹ בַּשּׁוּק וַהֲרֵי הוּא נוֹפֵל עַל הַמִּטָּה. הוּא [הַנִּקְרָא] שְׁכִיב מֵרַע. וּמִשְׁפְּטֵי מַתְּנוֹתָיו אֵינָם כְּמַתְּנַת בָּרִיא. כֵּיצַד. שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר לִתֵּן לִפְלוֹנִי כָּךְ וְכָךְ בֵּין בְּחל בֵּין בְּשַׁבָּת. בֵּין כָּתַב בֵּין לֹא כָּתַב. זָכוּ הַכּל כְּשֶׁיָּמוּת בְּכָל מַה שֶּׁנָּתַן לָהֶם וְאֵינוֹ צָרִיךְ קִנְיָן. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין הֵן. וְדָבָר זֶה מִדִּבְרֵי סוֹפְרִים. וְאַף עַל פִּי שֶׁאֵינוֹ אֶלָּא מִדִּבְרֵיהֶם עָשׂוּ אוֹתָהּ כְּשֶׁל תּוֹרָה. כְּדֵי שֶׁלֹּא תִּטָּרֵף דַּעְתּוֹ עָלָיו כְּשֶׁיֵּדַע שֶׁאֵין דְּבָרָיו קַיָּמִים: \n",
            "english": "However, when a person becomes ill to the extent that he feels weak throughout his entire body - indeed, because of his illness, his strength has dwindled to the extent that he cannot walk on his feet in the market place, and he is confined to his bed - he is referred to as a <i>sh'chiv</i> me'ra. The laws applying to his gifts differ from those applying to the gifts given by a healthy person.<br>What is implied? When a <i>sh'chiv me'ra</i> gives orders and says: \"Give so and so such and such, and so and so such and such\" the intended recipients acquire all the property apportioned to them when the sick person dies. This applies whether he issued his instructions during the week or on the Sabbath, and whether or not a written record was drawn up.<br>Nor must his instructions be confirmed by a <i>kinyan</i> for the statements of a <i>sh'chiv me'ra</i> are considered as if they have been written down, and transferred. This is a Rabbinic decree. Nevertheless, although it is only a Rabbinic decree, our Sages conveyed upon this convention the power of Scriptural Law, so that a dying person will not become exasperated, knowing that his words are of no consequence."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "לְפִיכָךְ אִם אָמַר קְנוּ מִמֶּנִּי. אֲפִלּוּ בְּשַׁבָּת קוֹנִין מִמֶּנּוּ, שֶׁזֶּה הַקִּנְיָן אֵינוֹ צָרִיךְ: \n",
            "english": "Accordingly, if the dying man says: \"Confirm my statements with a <i>kinyan\"</i> we confirm his statements even on the Sabbath. For this <i>kinyan</i> is unnecessary."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאֵין שְׁכִיב מֵרַע צָרִיךְ לוֹמַר אַתֶּם עֵדַי. אֶלָּא כָּל הַשּׁוֹמֵעַ אֶת דְּבָרָיו הֲרֵי זֶה עֵד. שֶׁאֵין אָדָם מְשַׁטֶּה בִּשְׁעַת מִיתָה: \n",
            "english": "When apportioning his property, a <i>sh</i>'<i>chiv me</i>'<i>ra</i> does not have to say: \"You are my witnesses.\" Instead, whoever hears his statements may serve as a witness. The rationale is that a person does not speak facetiously at the time of his death."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁצִּוָּה לָתֵת מַתָּנָה לְעֻבָּר שֶׁבִּמְעֵי אִמּוֹ. זָכָה הָעֻבָּר מִפְּנֵי שֶׁדַּעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל בְּנוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "When a <i>sh'chiv me'ra</i> orders that a gift be given to a fetus in its mother's womb, the fetus acquires the property. The rationale is that a person has unique feelings of closeness toward his son, as we have explained."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָמַר אִם יָלְדָה אִשְׁתִּי זָכָר יִטּל מָנֶה וְאִם נְקֵבָה מָאתַיִם. וְיָלְדָה זָכָר. נוֹטֵל מָנֶה. יָלְדָה נְקֵבָה נוֹטֶלֶת מָאתַיִם. יָלְדָה זָכָר וּנְקֵבָה הַזָּכָר נוֹטֵל מָנֶה וְהַנְּקֵבָה מָאתַיִם. יָלְדָה טֻמְטוּם וְאַנְדְּרוֹגִינוּס נוֹטֵל כַּפָּחוּת שֶׁבִּשְׁנֵיהֶם: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"If my wife gives birth to a boy he should receive a <i>maneh,</i> but if she gives birth to a girl she should receive 200 <i>zuz,\"</i> if she gives birth to a boy, he receives a <i>maneh,</i> and if she gives birth to a girl, she receives 200 <i>zuz.</i><br>If she gives birth to both a boy and a girl, the boy receives a <i>maneh,</i> and the girl, 200 <i>zuz.</i> If she gives birth to a tumtum or an <i>androgynous,</i> that child should be given the lesser of the two amounts."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמְרוּ לוֹ נְכָסָיו לְמִי. וְאָמַר לָהֶם דּוֹמֶה שֶׁיֵּשׁ לוֹ בֵּן אוֹ שֶׁאִשְׁתּוֹ מְעֵבֶּרֶת. עַכְשָׁו שֶׁאֵין לוֹ בֵּן אוֹ שֶׁאֵין אִשְׁתּוֹ מְעֻבֶּרֶת נְכָסָיו לִפְלוֹנִי. וְנוֹדַע שֶׁיֵּשׁ לוֹ בֵּן אוֹ שֶׁהָיְתָה אִשְׁתּוֹ מְעֻבֶּרֶת אַף עַל פִּי שֶׁהִפִּילָה אוֹ מֵת הַבֵּן אַחַר כָּךְ. אֵין מַתְּנָתוֹ מַתָּנָה: \n",
            "english": "The following rule applies when a <i>sh'chiv me'ra</i> is asked: \"To whom should your property be given?\" and he replies: \"I thought that I had a son or that my wife is pregnant; now that I know that I do not have a son and my wife is not pregnant, my property should be given to so and so.\" If it is discovered that in fact he had a son or his wife was pregnant - even if afterwards the wife miscarried or the son died - the gift is not binding."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מַתְּנַת שְׁכִיב מֵרַע אֵינָהּ קוֹנָה אֶלָּא לְאַחַר מִיתָה. וְאֵין אַחֵר זוֹכֶה בַּדָּבָר שֶׁצִּוָּה לוֹ בֵּין מְקַרְקְעִין בֵּין מִטַּלְטְלִין אֶלָּא לְאַחַר מִיתָה: \n",
            "english": "Ownership of a gift given by a <i>sh</i>'<i>chiv me</i>'<i>ra</i> is not transferred until after the death of the <i>sh'chiv</i> me'ra. No one acquires any of the landed property or movable property apportioned to him until after the death of the <i>sh'chiv me'ra</i><i>.</i>"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "לְפִיכָךְ מוֹצִיאִין לִכְתֻבַּת הָאִשָּׁה וּמְזוֹן הָאַלְמָנָה וְהַבָּנוֹת מִיַּד אֵלּוּ שֶׁצִּוָּה לָתֵת לָהֶם. שֶׁהֲרֵי בְּמִיתָתוֹ נִתְחַיְּבוּ הַנְּכָסִים בִּכְתֻבָּה וּבִמְזוֹנוֹת. וְאֵלּוּ שֶׁנָּתַן לָהֶם לֹא יִקְנוּ אֶלָּא לְאַחַר מִיתָה: \n",
            "english": "For this reason, we expropriate money to pay the <i>ketubah,</i> and the living expenses for the deceased's wife and his daughters from the property that the <i>sh'chiv me'ra</i> apportioned to the intended recipients.<br>The rationale is that with his death, his estate became obligated to pay his wife the money due her by virtue of her <i>ketubah</i> and her living expenses, and the recipients of the gifts did not acquire what was given to them until after the death of the <i>sh'chiv me'ra</i><i>.</i>"
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מַתְּנַת שְׁכִיב מֵרַע שֶׁכָּתוּב בָּהּ קִנְיָן. בֵּין שֶׁהָיְתָה בְּמִקְצָת נְכָסָיו בֵּין שֶׁהָיְתָה בְּכָל נְכָסָיו. חוֹשְׁשִׁין לָהּ שֶׁמָּא לֹא גָּמַר לְהַקְנוֹתוֹ אֶלָּא בִּשְׁטָר. וְהוֹאִיל וּמַתָּנָה זוֹ לֹא תִּקָּנֶה אֶלָּא לְאַחַר מִיתָה. אֵין שְׁטָר לְאַחַר מִיתָה וַהֲרֵי הַמַּתָּנָה בְּטֵלָה: \n",
            "english": "When a document recording a gift given by a <i>sh'chiv me'ra</i> mentions a <i>kinyan -</i> whether it involves a portion of the deceased's estate or his entire estate - there are doubts about the matter. Perhaps he did not make up his mind to transfer ownership except via a legal document. In such an instance, the gift would not be effective. For a gift given by a <i>sh'chiv me'ra</i> takes effect only after the principal's death, and a legal document cannot transfer property after the principal's death."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "וְאִם קָנוּ מִמֶּנּוּ כְּדֵי לְיַפּוֹת כֹּחַ הַמְקַבֵּל. כְּגוֹן שֶׁכָּתוּב וְקָנִינוּ מִמֶּנּוּ מוֹסִיף עַל מַתָּנָה זוֹ. הֲרֵי הִיא קַיֶּמֶת: \n",
            "english": "If, however, the <i>kinyan</i> was made solely to augment the legal power of the recipient - e.g., it was written: \"And a <i>kinyan</i> was performed to amplify this gift\" - the gift is binding."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר כִּתְבוּ וּתְנוּ לִפְלוֹנִי מָנֶה. וּמֵת קֹדֶם שֶׁיִּכְתְּבוּ וְיִתְּנוּ לוֹ. אֵין כּוֹתְבִין וְאֵין נוֹתְנִין. שֶׁמָּא לֹא גָּמַר לְהַקְנוֹתוֹ אֶלָּא בִּשְׁטָר וְאֵין שְׁטָר לְאַחַר מִיתָה: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Compose a record and give to so and so a <i>maneh,\"</i> but he dies before the record was composed and the gift was given to him, the record should not be composed, nor should the gift be given. We suspect that perhaps the <i>sh</i>'<i>chiv me'ra</i> made up his mind to transfer the gift to the recipient via a legal document, and a legal document cannot effect a transfer after the principal's death."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "וְאִם אָמַר כִּתְבוּ. כְּדֵי לְיַפּוֹת כֹּחַ הַמְקַבֵּל. כְּגוֹן שֶׁאָמַר תְּנוּ מָנֶה לִפְלוֹנִי וְאָמַר וְאַף כִּתְבוּ וּתְנוּ לוֹ. הֲרֵי אֵלּוּ כּוֹתְבִין וְחוֹתְמִין וְנוֹתְנִין לְאַחַר מִיתָה: \n",
            "english": "If, however, he said \"Compose a record\" solely to augment the legal power of the recipient - e.g., he said; \"Give so and so a <i>maneh\" -</i> and then he added, \"and compose a record and give it to him\" - a legal record should be composed, signed and given even after the death of the <i>sh'chiv</i> me'ra."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו מַתָּנָה סְתָם וְלֹא שִׁיֵּר כְּלוּם. אִם עָמַד חוֹזֵר. וַאֲפִלּוּ קָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. בֵּין שֶׁהִקְנָה כָּל נְכָסָיו לְאֶחָד בֵּין שֶׁכְּתָבָם לִשְׁנַיִם. שֶׁאֹמֶד דַּעַת הוּא שֶׁלֹּא נָתַן זֶה הַכּל אֶלָּא שֶׁנִּתְכַּוֵּן שֶׁלֹּא יִקְנוּ כְּלוּם אֶלָּא לְאַחַר מוֹתוֹ: \n",
            "english": "The following rule applies when a <i>sh'chiv me'ra</i> apportions all his property unconditionally, without retaining anything for himself: If he recovers, the gift is retracted. This applies even if he confirmed his statements with a <i>kinyan</i> to augment the legal power of the recipient. Similarly, it applies whether he apportioned all his property to one individual or to two individuals.<br>The rationale is that we assume that he did not want to give all his property to that persons as a gift, and his intent was that the recipient should not acquire anything until after he died."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שִׁיֵּר כְּלוּם לְעַצְמוֹ בֵּין קַרְקַע בֵּין מִטַּלְטְלִין. הֲרֵי זוֹ מַתָּנָה בְּמִקְצָת וּסְתָמָהּ כְּמַתְּנַת בָּרִיא שֶׁקּוֹנֶה מִזְּמַן הַכְּתִיבָה. לְפִיכָךְ אֵינוֹ חוֹזֵר. וְהוּא שֶׁקָּנוּ מִיָּדוֹ. שֶׁמַּתְּנַת שְׁכִיב מֵרַע בְּמִקְצָת צְרִיכָה קִנְיָן. בֵּין עָמַד בֵּין לֹא עָמַד: \n",
            "english": "If he retains anything for himself - either landed property or movable property - he has given only part of his property as a gift. If such a gift is given without an explicit statement of intent, it is considered to be a gift given by a healthy man, and it is effective from the time it was written. Therefore, it is not retracted upon the recovery of the <i>sh'chiv me'ra</i>. This applies provided he confirms the gift with a <i>kinyan.</i> For a gift given by a <i>sh'chiv me'ra</i> that transfers only part of his property requires a <i>kinyan</i> whether he recovers or does not recover."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנָּתַן סְתָם. שֶׁהֲרֵי אָנוּ אוֹמְדִין דַּעְתּוֹ וְאוֹמְרִין הוֹאִיל וְשִׁיֵּר לֹא נִתְכַּוֵּן אֶלָּא לְהַקְנוֹת לוֹ מֵחַיִּים בְּמַתְּנַת בָּרִיא: \n",
            "english": "When does the above apply? When the person gave the gift without making any explicit statement. In such an instance, we assess his intent and presume that since he retained property, his intent was to transfer the property during his lifetime, like a gift given by a healthy man."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "אֲבָל אִם נָתַן לוֹ הַמִּקְצָת בְּפֵרוּשׁ בְּמַתְּנַת שְׁכִיב מֵרַע שֶׁאֵינוֹ אֶלָּא לְאַחַר מִיתָה אֵינוֹ צָרִיךְ קִנְיָן. וְאִם עָמַד חוֹזֵר. וְאִם לֹא עָמַד קָנָה זֶה הַמִּקְצָת. וְאִם הָיָה בָּהּ קִנְיָן לֹא קָנָה אֶלָּא אִם כֵּן הָיָה מְיַפֶּה כֹּחוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "If, however, the dying man explicitly states that he is giving the portion of estate as a gift of a <i>sh'chiv me'ra,</i> which takes effect only after his death, there is no need to confirm it with a <i>kinyan,</i> and if he recovers it is retracted. If, however, he does not recover, the intended recipient acquires that portion of the estate.<br>If such a gift was confirmed by a <i>kinyan,</i> the intended recipient does not acquire the property apportioned to him unless the <i>kinyan</i> was intended to amplify the legal power of the recipient, as explained above."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "אַל תִּטְעֶה בִּשְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו וּפֵרֵשׁ שֶׁנָּתַן הַכּל מֵעַכְשָׁו וְהִקְנָה מֵחַיִּים. שֶׁאֵין זֶה מַתְּנַת שְׁכִיב מֵרַע אֶלָּא כִּשְׁאָר כָּל מַתְּנוֹת הַבְּרִיאִים. שֶׁאִם הִגִּיעַ הַשְּׁטָר לְיַד הַמְקַבֵּל אוֹ שֶׁקָּנוּ מִיַּד הַנּוֹתֵן קָנָה הַכּל וְאֵין יָכוֹל לַחְזֹר בּוֹ: \n",
            "english": "Do not err: Should a dying man apportion all his property and state explicitly that he is giving everything from the present, and that his gift should take effect during his lifetime - such a gift is not governed by the laws pertaining to a gift of a <i>sh'chiv me'ra.</i> Instead, it is like any other gift given by a healthy person. If the legal document reaches the hand of the recipient, or the giver confirms the gift with a <i>kinyan,</i> the recipient acquires everything, and the giver cannot retract."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "הַנּוֹתֵן מַתָּנָה כְּשֶׁהוּא שְׁכִיב מֵרַע וְכָתַב בָּהּ בַּחַיִּים וּבַמָּוֶת אוֹ מֵחַיִּים וּבַמָּוֶת. בֵּין בַּכּל בֵּין בְּמִקְצָת. הוֹאִיל וְכָתוּב בּוֹ וּבַמָּוֶת הֲרֵי זוֹ מַתְּנַת שְׁכִיב מֵרַע. שֶׁזּוֹ שֶׁכָּתוּב בָּהּ וּבַמָּוֶת שֶׁלֹּא יִקְנֶה אֶלָּא לְאַחַר מִיתָה. וְזֶה שֶׁכָּתוּב בָּהּ מֵחַיִּים סִימָן לְיַשֵּׁב אֶת דַּעְתּוֹ שֶׁיִּחְיֶה מֵחֹלִי זֶה: \n",
            "english": "When a person on his deathbed gives a gift and, its legal record states: \"In life and in death ...\" or \"From my life and in my death ...,\" it is considered to be a gift given by a <i>sh'chiv me'ra,</i> because it says \"in death.\" This applies whether the dying man apportions all his property or only a portion of it.<br>The expression \"in death\" indicates that the intent is that the gift should take effect after the giver's death. It says \"in life\" only to settle the giver's mind and express a prayer that that he will survive this illness."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁנָּתַן הַנְּכָסִים שֶׁהַדָּבָר גָּלוּי שֶׁהֵן כָּל נְכָסִים שֶׁיֵּשׁ לוֹ. הֲרֵי זֶה כְּמַתָּנָה בְּמִקְצָת וְאִם קָנוּ מִיָּדוֹ וְעָמַד אֵינוֹ חוֹזֵר. חוֹשְׁשִׁין אָנוּ שֶׁמָּא נִשְׁאֲרוּ לוֹ נְכָסִים אֲחֵרִים בִּמְדִינַת הַיָּם. עַד שֶׁיֹּאמַר כָּל נְכָסַי שֶׁהֵן אֵלּוּ אוֹ שֶׁהָיָה מֻחְזָק שֶׁאֵין לוֹ נְכָסִים אֶלָּא אֵלּוּ. וְאַחַר כָּךְ תִּהְיֶה הַמַּתָּנָה בַּכּל: \n",
            "english": "Even though a person on his deathbed apportions all the property that he is known to possess, it is considered as if he apportioned only part of his estate. If the <i>sh'chiv me'ra</i> confirmed the gift with a <i>kinyan</i> and then recovered, the gift is not retracted. The rationale is that we suspect that he owns other property in a distant country.<br>This law applies unless the dying man says: \"All my property that is these...,\" or unless it is the common assumption that the person owns only the property that he apportioned. In such instances, the gift is considered to apply to all his property."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו לַאֲחֵרִים. רוֹאִין. אִם כִּמְחַלֵּק כְּתָבָם. מֵת קָנוּ כֻּלָּן. עָמַד חוֹזֵר בְּכֻלָּן. וְאִם כְּנִמְלַךְ אַחַר שֶׁשִּׁיֵּר חָזַר וְכָתַב וְקָנוּ מִיָּדוֹ עַל כָּל אֶחָד וְאֶחָד. מֵת קָנוּ כֻּלָּן. עָמַד אֵינוֹ חוֹזֵר אֶלָּא בָּאַחֲרוֹן שֶׁהֲרֵי נָתַן לוֹ כָּל הַנְּכָסִים הַנִּשְׁאָרִים: \n",
            "english": "The following rules apply when a <i>sh'chiv me'ra</i> apportions all his property to other people. We see whether it appears that his intent was to divide his estate. If that is so, if he dies all the intended recipients acquire the property designated for them. If he recovers, all the gifts are retracted.<br>Different laws apply if, however, it appears that he was reconsidering the matter - e.g., after he made a gift with which he left over part of his property, he paused and then apportioned more, and then paused and then apportioned more and confirmed each of his gifts with a <i>kinyan.</i> If he dies, all the intended recipients acquire the property designated for them. If he recovers, only the final gift he designated is retracted. For this person alone was given all his remaining property."
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "הַכּוֹתֵב כָּל נְכָסָיו לְעַבְדּוֹ וְעָמַד חוֹזֵר בַּנְּכָסִים וְאֵינוֹ חוֹזֵר בָּעֶבֶד. שֶׁהֲרֵי יָצָא עָלָיו שֵׁם בֶּן חוֹרִין: \n",
            "english": "When a <i>sh'chiv me'ra</i> signs over all his property to one of his servants and then recovers, the gift of the property is retracted. The gift of freedom to the slave, however, is not retracted, for he has already gained the reputation of being a free man."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁצִּוָּה מֵחֲמַת מִיתָה. כְּגוֹן שֶׁהָיְתָה דַּעְתּוֹ נוֹטָה שֶׁהוּא מֵת וַדַּאי. וְנִכָּר דָּבָר זֶה מִכְּלַל דְּבָרָיו. אַף עַל פִּי שֶׁקָּנוּ מִיָּדוֹ בְּמִקְצָת אִם עָמַד חוֹזֵר: \n",
            "english": "When a <i>sh'chiv me'ra</i> apportions his property because of his impending death - i.e., he thinks that he will die, and this is obvious from his words - even though a <i>kinyan</i> is made to confirm the gift of a portion of his estate - if he recovers, the gift is retracted."
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "וְהַמְפָרֵשׁ בַּיָּם. וְהַיּוֹצֵא בְּשַׁיָּרָא. וְהַיּוֹצֵא בְּקוֹלָר. וְהַמְסֻכָּן וְהוּא שֶׁקָּפַץ עָלָיו הַחֹלִי וְהִכְבִּיד עָלָיו חָלְיוֹ. כָּל אֶחָד מֵאַרְבַּעְתָּן כִּמְצַוֶּה מֵחֲמַת מִיתָה. וַהֲרֵי דְּבָרָיו כִּכְתוּבִין וְכִמְסוּרִין וּמְקַיְּמִין אוֹתָן אִם מֵת. וְאִם נִצַּל וְעָמַד אֲפִלּוּ קָנוּ מִיָּדוֹ בְּמִקְצָת חוֹזֵר. כְּדִין כָּל מְצַוֶּה מֵחֲמַת מִיתָה: \n",
            "english": "When a person goes out to sea or on a caravan journey, is being transported in chains, or is dangerously ill, having fallen sick suddenly with a severe infirmity - any of these four individuals is considered to be a person who apportions his property because of his impending death. His statements are considered as if they are written down in a legal document and his property has already been apportioned. If these individuals die, their instructions are carried out.<br>If they are saved and recover, even though a <i>kinyan</i> had been made to confirm the gift of a portion of his estate, the gift is retracted, as is the law with regard to anyone who apportions his property because of his impending death."
          }
        },
        {
          "halakha": 25,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁנִּתַּק מֵחֹלִי לְחֹלִי. אִם לֹא עָמַד וְלֹא הָלַךְ עַל מִשְׁעַנְתּוֹ בַּשּׁוּק מַתְּנָתוֹ מַתָּנָה: \n",
            "english": "The following laws apply when a <i>sh'chiv me'ra</i> passes from one sickness to another. If he does not recover and does not walk unsupported in the marketplace, the gift that he gave is binding."
          }
        },
        {
          "halakha": 26,
          "translations": {
            "hebrew": "עָמַד בֵּין הַחֹלִי שֶׁצִּוָּה בּוֹ וּבֵין הַחֹלִי שֶׁמֵּת מִמֶּנּוּ וְהָלַךְ עַל מִשְׁעַנְתּוֹ. אוֹמְדִין אוֹתוֹ עַל פִּי רוֹפְאִים. אִם מֵחֲמַת חֹלִי הָרִאשׁוֹן מֵת מַתְּנָתוֹ קַיֶּמֶת וְאִם לָאו אֵין מַתְּנָתוֹ קַיֶּמֶת. וְאִם הָלַךְ בַּשּׁוּק בְּלֹא מִשְׁעֶנֶת אֵינוֹ צָרִיךְ אֹמֶד אֶלָּא בָּטְלוּ מַתְּנוֹתָיו הָרִאשׁוֹנוֹת: \n",
            "english": "Different rules apply when the dying man stands and walks supported between the sickness in which he apportioned his property and the sickness from which he died. We have physicians assess whether or not he died from the first sickness that affected him. If this is so, the gift is binding. If not, the gift is not binding. If he walked in the marketplace without a support, no assessment is necessary, and the gifts that he originally gave are nullified."
          }
        },
        {
          "halakha": 27,
          "translations": {
            "hebrew": "מַתְּנַת שְׁכִיב מֵרַע שֶׁאֵין כָּתוּב בָּהּ שֶׁמִּתּוֹךְ הַחֹלִי הַזֶּה שֶׁצִּוָּה בּוֹ מֵת וְאֵין הָעֵדִים מְצוּיִין לִשְׁאל לָהֶם. אַף עַל פִּי שֶׁהֲרֵי זֶה הַמְצַוֶּה מֵת. הֲרֵי הַמַּתָּנָה בְּטֵלָה. שֶׁאֵין מִיתָתוֹ רְאָיָה. שֶׁמָּא מֵחֹלִי שֶׁנָּתַן בּוֹ הַמַּתָּנָה נִרְפָּא וְאַחַר כָּךְ חָלָה חֹלִי אַחֵר וּמֵת. לְפִיכָךְ הַנְּכָסִים בְּחֶזְקַת הַיּוֹרְשִׁין. עַד שֶׁיָּבִיא רְאָיָה שֶׁמִּתּוֹךְ הַחֹלִי הַזֶּה שֶׁנָּתַן בּוֹ מַתָּנָה זוֹ מֵת: \n",
            "english": "When there is a record of an oral will made by a <i>sh'chiv me'ra</i> that does not say that he died because of the sickness during which he apportioned his property, and the witnesses are not present to corroborate this, the gift is nullified, despite the fact that he died. For his death is not proof that he did not recover. Perhaps he recovered from the sickness during which he apportioned his property and then contracted another sickness and then died.<br>Therefore, the property is presumed to belong to the legal heirs unless the recipients of the gift bring proof that he died because of the sickness during which he apportioned his property."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר לֹא תְּגַלּוּ מַתָּנָה זוֹ וְלֹא תּוֹדִיעוּ בָּהּ אָדָם אֶלָּא לְאַחַר מִיתָה. הֲרֵי זוֹ מַתָּנָה קַיֶּמֶת וְאֵינָהּ מַתָּנָה מְסֻתֶּרֶת. שֶׁבְּעֵת שֶׁהִקְנָה שֶׁהוּא אַחַר מוֹתוֹ הֲרֵי אָמַר גַּלּוּ אוֹתָהּ: \n",
            "english": "When a <i>sh'chiv me'ra</i> instructs those listening to the apportionment of his property: \"Do not reveal this gift and do not tell anyone about it until after my death,\" the gift is binding. It is not considered to be a hidden gift. For at the time when the transfer takes place - i.e., after the testator's death - the testator said: \"Reveal the matter.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מְצַוֶּה מֵחֲמַת מִיתָה אֵין צָרִיךְ לוֹמַר גַּלּוּ אֶת הַמַּתָּנָה. אֶלָּא אַף עַל פִּי שֶׁהִיא כְּתוּבָה סְתָם אֵין חוֹשְׁשִׁין לָהּ שֶׁמָּא מְסֻתֶּרֶת הִיא: \n",
            "english": "A person who apportions his property because of his impending death does not have to say: \"Publicize the gift....\" Even though it is written without any specific instructions, we do not assume that the intent was that it be hidden."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר יִטּל פְּלוֹנִי כָּל נְכָסַי אוֹ מִקְּצָת נְכָסַי. אוֹ יַחֲזִיק. אוֹ יִזְכֶּה. אוֹ יִקְנֶה. כֻּלָּן לְשׁוֹן מַתָּנָה הִיא. וְכֵן אִם אָמַר יַחְסֵן אוֹ יִירַשׁ עַל מִי שֶׁרָאוּי לְיָרְשׁוֹ הֲרֵי זֶה קָנָה: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Let so and so take all my property,\" or \"...part of my property,\" or he uses the verb \"take hold of,\" \"acquire,\" \"obtain\" - they are all expressions connoting a gift. Similarly, if he says \"inherit\" or \"receive as an inheritance,\" when the intended recipient is fit to inherit the property, the intended recipient acquires it."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אָמַר יֵהָנֶה פְּלוֹנִי בָּהֶן. יַעֲמֹד בָּהֶן. יִשָּׁעֵן בָּהֶן. לֹא קָנָה: \n",
            "english": "If the <i>sh'chiv me'ra</i> said: \"May so and so benefit from my property,\" \"May he stand in it,\" or \"May he be supported by it,\" the intended recipient does not acquire the property."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו לְאַחֵר. אִם אֵינוֹ רָאוּי לְיָרְשׁוֹ נוֹטְלָן מִשּׁוּם מַתָּנָה. וְאִם רָאוּי לְיָרְשׁוֹ נוֹטְלָן מִשּׁוּם יְרֻשָּׁה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁהָיָה הַיּוֹרֵשׁ הַזֶּה אַחַת מִבְּנוֹתָיו אוֹ אֶחָד מִכְּלַל בְּנֵי בָּנָיו אוֹ אֶחָד מִכְּלַל אֶחָיו וְכַיּוֹצֵא בָּהֶן מִשְּׁאָר יוֹרְשִׁין. אֲבָל אִם כְּתָבָהוּ לְאֶחָד מִבָּנָיו לֹא עָשָׂהוּ אֶלָּא אַפּוֹטְרוֹפּוֹס כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "The following rules apply when a <i>sh'chiv me'ra</i> apportions all his property to another person. If he is not fit to inherit the property, he is awarded it as a gift. If he is fit to inherit it, he is awarded it as an inheritance.<br>When does the above apply? When the intended recipient is one of the dying man's daughters, one of the members of his household, one of his brothers or one of his other heirs. If, however, the dying man gave his entire estate to one of his sons, we assume that he appointed him an executor, as explained above."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁאָמְרוּ לוֹ בִּשְׁעַת מִיתָתוֹ נְכָסֶיךָ לְמִי הֵן שֶׁמָּא לִפְלוֹנִי וְאָמַר לָהֶן אֶלָּא לְמִי. רוֹאִין אִם רָאוּי לְיָרְשׁוֹ נוֹטְלָן מִשּׁוּם יְרֻשָּׁה וְאִם לָאו נוֹטְלָן מִשּׁוּם מַתָּנָה: \n",
            "english": "If before a person's death, he was asked: \"To whom should your property be given? Perhaps to so and so?\", and the dying man answers, \"To whom else?\" that person is awarded the property. We see whether he is fit to inherit the property. If he is, he is awarded it as an inheritance. If not, he is awarded it as a gift."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "גֵּר שֶׁיֵּשׁ לוֹ בֵּן שֶׁאֵין הוֹרָתוֹ בִּקְדֻשָּׁה. הוֹאִיל וְאֵינוֹ יוֹרְשׁוֹ כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. כָּךְ אֵינוֹ יָכוֹל לִתֵּן לוֹ כָּל נְכָסָיו בְּמַתְּנַת שְׁכִיב מֵרַע. לֹא כָּל נְכָסָיו וְלֹא מִקְצָתָן. שֶׁלְּשׁוֹן יְרֻשָּׁה וּמַתָּנָה לְגַבֵּי יוֹרֵשׁ אֶחָד הֵן. וְאִם תֹּאמַר יִקְנֶה נִמְצָא זֶה יוֹרֵשׁ אֶת אָבִיו: \n",
            "english": "When a convert has a son who was not conceived in holiness, since the son is not considered an heir - as will be explained in the section dealing with this subject - the convert cannot give the son his entire estate as a gift given by a <i>sh'chiv me'ra.</i> This applies to his entire estate and to a portion of his estate.<br>The rationale is that when speaking about a potential heir, there is no difference whether one uses wording that connotes an inheritance, or wording that connotes a gift. Thus, if in the situation mentioned above one said that the convert's son should acquire the property, it would be as if he inherited his father's estate."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "לְפִיכָךְ אִם נָתַן לְגֵר מִשְּׁאָר הַגֵּרִים מַתְּנָתוֹ קַיֶּמֶת: \n",
            "english": "Therefore, if the dying convert gave his estate as a gift to any other convert as a <i>matnat sh'chiv me'ra</i><i>,</i> the gift is effective."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁהוֹדָה שֶׁיֵּשׁ לוֹ לִפְלוֹנִי אֶצְלִי כָּךְ וְכָךְ תְּנוּהוּ לוֹ. אוֹ שֶׁאָמַר כְּלִי פְּלוֹנִי פִּקָּדוֹן הוּא בְּיָדִי לִפְלוֹנִי, תְּנוּהוּ לוֹ. חָצֵר פְּלוֹנִית שֶׁל פְּלוֹנִי הוּא. חוֹב שֶׁיֵּשׁ לִי בְּיַד פְּלוֹנִי אֵינוֹ שֶׁלִּי שֶׁל פְּלוֹנִי הוּא. בְּכָל אֵלּוּ הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן הוֹדָאָתוֹ הוֹדָיָה. וַאֲפִלּוּ הוֹדָה הַגֵּר לִבְנוֹ שֶׁאֵין הוֹרָתוֹ בִּקְדֻשָּׁה דְּבָרָיו קַיָּמִין. אֲפִלּוּ הוֹדָה שְׁכִיב מֵרַע לְעַכּוּ\"ם נוֹתְנִין לוֹ: \n",
            "english": "When a <i>sh'chiv me'ra</i> acknowledges that he owes a debt of a particular amount to a given person and asks that it be given to him from his estate, his acknowledgement is of consequence and his request is fulfilled. This principle also applies when he states that a given utensil is an entrusted object belonging to another person and should be returned to him, a particular courtyard belongs to another person, a debt that another person is reputed to owe him is in fact owed to another person, or in any analogous situation.<br>Even if a convert acknowledges an obligation to a son who was not conceived in holiness, his statements are binding. Indeed, even if a person acknowledged a debt owed to a gentile, the gentile should be repaid."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אֲבָל שְׁכִיב מֵרַע שֶׁצִּוָּה לִתֵּן לְעַכּוּ\"ם מַתָּנָה אֵין שׁוֹמְעִין לוֹ. שֶׁזֶּה כְּמִי שֶׁצִּוָּה לַעֲבֹר עֲבֵרָה מִנְּכָסָיו: \n",
            "english": "When, by contrast, a <i>sh'chiv me'ra</i> orders that a gift be given to a gentile from his estate, we do not heed his words, for it is as if he commanded that a transgression be performed with his property."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אָמַר פְּלוֹנִי עַבְדִּי עֲשׂוּ אוֹתוֹ בֶּן חוֹרִין. אוֹ שֶׁאָמַר עָשִׂיתִי אוֹתוֹ בֶּן חוֹרִין. אוֹ הֲרֵי הוּא בֶּן חוֹרִין. כּוֹפִין אֶת הַיּוֹרְשִׁין וּמְשַׁחְרְרִין אוֹתוֹ. שֶׁעֶבֶד יֶשְׁנוֹ בְּמִקְצָת מִצְוֹת: \n",
            "english": "If a dying man says: \"My servant, so and so, make him a free man,\" \"I made him a free man,\" or \"Behold he is a free man,\" we compel the person's heirs to free the servant. The rationale is that a servant is obligated to perform certain mitzvot."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אָמַר פְּלוֹנִית שִׁפְחָתִי עֲשׂוּ לָהּ קוֹרַת רוּחַ. עוֹשִׂין לָהּ קוֹרַת רוּחַ וְאֵינָהּ עוֹבֶדֶת אֶלָּא עֲבוֹדָה שֶׁהִיא רוֹצָה בָּהּ מִכָּל הָעֲבוֹדוֹת הַיְדוּעוֹת לַעֲבָדִים בְּאוֹתוֹ מָקוֹם: \n",
            "english": "If a dying man says: \"Generate satisfaction for so and so, my maid-servant,\" satisfaction should be generated for her. She should be given only the type of work she desires out of all the types of work that are known to be performed by servants in that locale."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁכָּתַב כָּל נְכָסָיו לְאֶחָד. וְאָמַר הַלָּה אֵינִי רוֹצֶה בָּהֶן לֹא קָנָה: \n",
            "english": "When a <i>sh'chiv me'ra</i> apportions all his property to a specific person, and that person says: \"I do not desire it,\" he does not acquire it."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "שָׁתַק וְאַחַר כָּךְ צָוַח קָנָה. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין הֵן. וְכֵיוָן שֶׁשָּׁתַק אֵינוֹ יָכוֹל לַחְזֹר בָּהֶן: \n",
            "english": "If the intended recipient remained silent, and then protests, he acquires the property. The rationale is that the words of a <i>sh'chiv me'ra</i> are considered as if they have been already recorded in a legal document and the property already transferred. Thus, once the recipient remains silent, he can no longer retract."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁכָּתַב לָזֶה וְחָזַר וְכָתַב לְאַחֵר הָאַחֲרוֹן קָנָה. שֶׁיֵּשׁ לוֹ לַחְזֹר עַד שֶׁיָּמוּת. בֵּין בַּכּל בֵּין בְּמִקְצָת בֵּין לְעַצְמוֹ בֵּין לְאַחֵר. וַאֲפִלּוּ כָּתַב וְזִכָּה לָרִאשׁוֹן וְכָתַב וְזִכָּה לָאַחֲרוֹן, הָאַחֲרוֹן קָנָה. שֶׁשְּׁכִיב מֵרַע שֶׁזִּכָּה עֲדַיִן מַתְּנַת שְׁכִיב מֵרַע הִיא: \n",
            "english": "When a <i>sh'chiv me'ra</i> apportions his property to one person and then changes his mind and apportions his property to another person, the latter person acquires it. For a <i>sh'chiv me'ra</i> has the right to retract until he dies.<br>The above applies whether he desires to retract the entire amount or only a portion of it, and whether he seeks to retain the property for himself or give it to another person.<br>Even if he apportioned the property to a person and had someone acquire the property on his behalf, and then apportioned it to another person and had someone acquire the property on his behalf, the latter person acquires it. The rationale is that even when a <i>sh'chiv me'ra</i> has someone acquire the property on the recipient's behalf, the transaction is still considered to be a gift given by a <i>sh'chiv me'ra.</i>"
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "אֲבָל שְׁכִיב מֵרַע שֶׁכָּתַב וְזִכָּה וְקָנוּ מִיָּדוֹ אֵין לְאַחַר קִנְיָן כְּלוּם. וְאֵינוֹ יָכוֹל לַחְזֹר בּוֹ לֹא לְאַחֵר וְלֹא לְעַצְמוֹ. בֵּין שֶׁנָּתַן הַכּל בֵּין שֶׁנָּתַן מִקְצָת: \n",
            "english": "If, however, a <i>sh'chiv me'ra</i> apportioned his property to a person, had someone acquire the property on the recipient's behalf and then confirmed the transfer with a <i>kinyan,</i> nothing can be done after the <i>kinyan.</i> He cannot retract - neither to give the property to another person nor to retain it for himself. This applies whether he gave his entire estate or only a portion of it."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁחָזַר בְּמִקְצָת חָזַר בַּכּל. כֵּיצַד. נָתַן כָּל נְכָסָיו לָרִאשׁוֹן וְקָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. וְחָזַר וְנָתַן מִקְצָתָן לְאַחֵר וְקָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. הַשֵּׁנִי קָנָה. אֲבָל הָרִאשׁוֹן לֹא קָנָה כְּלוּם בֵּין שֶׁעָמַד בֵּין שֶׁמֵּת: \n",
            "english": "When a <i>sh'chiv me'ra</i> retracts part of his apportionment of his estate, the entire apportionment is nullified.<br>What is implied? If he gave all his property to one person, and confirmed his gift with a <i>kinyan</i> to bolster the recipient's legal power, and then retracted and gave part of his property to another person and confirmed his gift with a <i>kinyan</i> to bolster the second recipient's legal power, the second person acquires the property he was given. The first person does not acquire anything. This applies whether the <i>sh'chiv me'ra</i> recovers or dies."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "נָתַן מִקְצָת נְכָסָיו וְקָנוּ מִיָּדוֹ. וְאַחַר כָּךְ נָתַן כֻּלָּן לְאַחֵר וְקָנוּ מִיָּדוֹ כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. אִם מֵת קָנָה הָרִאשׁוֹן הַמִּקְצָת וְקָנָה הַשֵּׁנִי אֶת הַשְּׁאָר. וְאִם עָמַד. רִאשׁוֹן קָנָה שֵׁנִי לֹא קָנָה: \n",
            "english": "The following rules apply when a dying man gives a portion of his estate as a gift and confirms this with a <i>kinyan,</i> and then gives his entire estate to another person and confirms this gift with a <i>kinyan</i> to bolster the recipient's legal power. If the <i>sh'chiv me'ra</i> dies, the first recipient acquires the portion given to him, and the second recipient acquires the remainder. If the <i>sh'chiv me'ra</i> recovers, the first recipient acquires the portion given to him, and the second recipient does not acquire anything."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁהִקְדִּישׁ כָּל נְכָסָיו וְלֹא שִׁיֵּר כְּלוּם אוֹ הִפְקִיר אוֹ חִלְּקָן לָעֲנִיִּים. אִם עָמַד חוֹזֵר בַּכּל: \n",
            "english": "When a <i>sh'chiv me'ra</i> consecrates all his property without retaining anything, declares his estate ownerless or divides his estate among the poor -if he recovers, he retracts everything."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "מָכַר כְּשֶׁהוּא שְׁכִיב מֵרַע. מִמְכָּרוֹ קַיָּם כְּבָרִיא: \n",
            "english": "If a person conducts a sale while a <i>sh'chiv me'</i>ra, the sale is binding even if he recovers."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "מָכַר כָּל נְכָסָיו. אִם הַמָּעוֹת עַצְמָן קַיָּמוֹת אִם עָמַד חוֹזֵר. וְאִם הוֹצִיא הַמָּעוֹת אֵינוֹ יָכוֹל לַחְזֹר: \n",
            "english": "Different rules apply when by contrast, a dying man sells his entire estate. If the money itself that he received for the estate is still in his possession, he may retract if he recovers. If, however, he has spent the money, he cannot retract."
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "מַתָּנָה שֶׁהִיא סְתָם וְלֹא נִתְפָּרֵשׁ בָּהּ שֶׁהָיָה בָּרִיא כְּשֶׁנָּתַן אוֹ שֶׁהָיָה שְׁכִיב מֵרַע. הוּא אוֹמֵר שְׁכִיב מֵרַע הָיִיתִי וַהֲרֵי עָמַדְתִּי וְאֶחֱזֹר בְּמַתְּנָתִי. וּמְקַבֵּל מַתָּנָה אוֹמֵר בָּרִיא הָיָה וְאֵינוֹ יָכוֹל לַחְזֹר. עַל הַמְקַבֵּל לְהָבִיא רְאָיָה שֶׁבָּרִיא הָיָה. לֹא מָצָא רְאָיָה נִשְׁבָּע הַנּוֹתֵן שְׁבוּעַת הֶסֵּת וְיִפָּטֵר וְתַעֲמֹד הַקַּרְקַע בְּחֶזְקַת הַנּוֹתֵן: \n",
            "english": "The following laws apply when a legal document recording a gift is brought before us, and it does not explicitly state whether the giver was healthy when he gave it, or whether he was a <i>sh'chiv me'ra;</i> the giver claims that he was a <i>sh'chiv me'ra,</i> that he recovered and now desires to retract his gift; the recipient of the gift claims that the giver was healthy and therefore does not have the option of retracting. The recipient must bring proof that the giver was healthy. If he does not find proof, the giver must take a <i>sh'vuat hesset</i> supporting his claim. Afterwards, the landed property remains in the possession of the giver."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "אֲבָל אִם הָיוּ מִטַּלְטְלִין בְּיַד הַמְקַבֵּל. מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר שֶׁלִּי הֵן יִשָּׁבַע הֶסֵּת שֶׁבָּרִיא הָיָה כְּשֶׁנָּתַן לוֹ מַתָּנָה זוֹ: \n",
            "english": "Different rules apply if, however, the gift involved movable property, and that movable property is now in the possession of the recipient. Since the recipient could claim: \"The movable property is mine,\" he is allowed to retain possession of the movable property, provided he takes a <i>sh'vuat hesset</i> that the giver was healthy when he gave this gift."
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "מִי שֶׁמֵּת וְנִמְצֵאת מַתָּנָה קְשׁוּרָה עַל יְרֵכוֹ. אַף עַל פִּי שֶׁהִיא בְּעֵדִים וְקָנוּ מִיָּדוֹ לְיַפּוֹת כֹּחַ אֵלּוּ שֶׁנָּתַן לָהֶם הֲרֵי זוֹ אֵינָהּ כְּלוּם. שֶׁאֲנִי אוֹמֵר כְּתָבָהּ וְנִמְלַךְ: \n",
            "english": "The following rule applies when a person dies, and a legal document recording a gift is discovered tied to his thigh. Even though the document is signed by witnesses and mentions that a <i>klnyan</i> was undertaken to bolster the legal power of the recipients, the document is of no consequence. We assume that after the <i>sh'chiv me'ra</i> had it written, he changed his mind and retracted his gift."
          }
        },
        {
          "halakha": 25,
          "translations": {
            "hebrew": "וְאִם זִכָּה בָּהּ לְאַחֵר. בֵּין מִן הַיּוֹרְשִׁין בֵּין שֶׁאֵינוֹ מִן הַיּוֹרְשִׁין. כָּל הַדְּבָרִים שֶׁבָּהּ קַיָּמִין כְּכָל מַתְּנַת שְׁכִיב מֵרַע: \n",
            "english": "If through the legal document the person transferred ownership over the property to another person, whether he is a legal heir or is not a legal heir, everything stated within takes effect, as is true with regard to all gifts given by a <i>sh'chiv me'ra.</i>"
          }
        },
        {
          "halakha": 26,
          "translations": {
            "hebrew": "וְכֵן מִי שֶׁכָּתַב שְׁטַר חוֹב עַל עַצְמוֹ בְּשֵׁם אַחֵר. אוֹ בְּשֵׁם אֶחָד מִבָּנָיו [אוֹ] מִן הַיּוֹרְשִׁין. וְנָתַן הַשְּׁטָר [עַל] יַד שָׁלִישׁ וְאָמַר לוֹ יִהְיֶה זֶה אֶצְלְךָ. וְלֹא פֵּרֵשׁ לוֹ כְּלוּם. אוֹ שֶׁאָמַר לוֹ הַנַּח עַד שֶׁאֹמַר לְךָ מַה תַּעֲשֶׂה וּמֵת. הֲרֵי זוֹ אֵינָהּ כְּלוּם: \n",
            "english": "Similar laws apply when a <i>sh'chiv me'ra</i> has a promissory note composed stating that he owes money to a particular person - to one of his sons or to one of his other heirs - and he entrusts that document to a third party. If he tells that third party: \"Hold this in your possession,\" but does not make any further statement, or tells him: \"Leave this until I tell you what to do with it,\" and dies before making any further statements, the document is of no consequence."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ מָנֶה לִפְלוֹנִי וּמֵת. יִתְּנוּ לְאַחַר מִיתָה. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין דָּמוּ. וְאֵין חוֹשְׁשִׁין שֶׁמָּא עַל מָנֶה שֶׁיֵּשׁ לוֹ קָבוּר הוּא אוֹמֵר: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Give a <i>maneh to</i> so and so,\" the <i>maneh</i> should be given after the dying man's death. The rationale is that the words of a <i>sh'chiv me'ra</i> are considered as if they have been recorded in a legal document, and that the property concerned has already been transferred. We do not suspect that the <i>sh'chiv me'ra</i> was referring to a buried <i>maneh.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְכֵן שְׁכִיב מֵרַע שֶׁאָמַר הַלְוָאָה אוֹ פִּקָּדוֹן שֶׁיֵּשׁ לִי בְּיַד פְּלוֹנִי תְּנוּ אוֹתָהּ לִפְלוֹנִי דְּבָרָיו קַיָּמִין וְאֵין צָרִיךְ לְמַעֲמַד שְׁלָשְׁתָּן. וְכֵן אִם אָמַר תְּנוּ שְׁטַר פְּלוֹנִי לִפְלוֹנִי זָכָה בְּמַה שֶּׁיֵּשׁ בַּשְּׁטָר. וּכְאִלּוּ כָּתַב וּמָסַר אַף עַל פִּי שֶׁלֹּא מָשַׁךְ הַשְּׁטָר. וְאֵין הַיּוֹרֵשׁ יָכוֹל לִמְחל שְׁטָר זֶה שֶׁנָּתַן בְּמַתְּנַת שְׁכִיב מֵרַע. וּמִפְּנֵי מָה הַמּוֹכֵר אוֹ נוֹתֵן שְׁטַר חוֹב לַחֲבֵרוֹ וְחָזַר וּמְחָלוֹ הַיּוֹרֵשׁ מָחוּל וּשְׁכִיב מֵרַע שֶׁנָּתַן שְׁטַר חוֹב אֵין הַיּוֹרֵשׁ יָכוֹל לִמְחל. מִפְּנֵי שֶׁקִּנְיַן הָרְאָיָה בִּשְׁטָר מִדִּבְרֵיהֶם לְפִיכָךְ הַיּוֹרֵשׁ עֲדַיִן זֶה הַשְּׁטָר שֶׁלּוֹ הוּא מִן הַתּוֹרָה וּמוֹחֲלוֹ. וּמַתְּנַת שְׁכִיב מֵרַע אַף עַל פִּי שֶׁהִיא מִדִּבְרֵיהֶם עָשׂוּ אוֹתָהּ כְּשֶׁל תּוֹרָה. וּכְאִלּוּ קָנָה מָמוֹן שֶׁבַּשְּׁטָר מִן הַתּוֹרָה וְהִגִּיעַ לְיָדוֹ וְלֹא נִשְׁאַר לַיּוֹרֵשׁ בּוֹ קִנְיָן. וּלְפִיכָךְ אֵינוֹ מוֹחֵל: \n",
            "english": "Similarly, if a <i>sh'chiv me'ra</i> states: \"I have loaned money...\" or \"...entrusted an object to so and so; give it to this and this person,\" his words are binding, and a <i>ma'amad sh'loshtam</i> is not required.<br>Similarly, if a <i>sh'chiv me'ra</i> says: \"Give so and so this particular promissory note,\" the recipients acquire the debt mentioned in the promissory note, as if the <i>sh'chiv me'ra</i> wrote the transfer on the promissory note and gave it to the intended recipient, even though the promissory note was not actually transferred. An heir does not have the right to waive payment of a promissory note that was given as a <i>matnat sh'chiv me'ra.</i><br>Why is that when a person sells or gives a promissory note to a colleague, and an heir waives payment, the waiver is binding, while when a <i>sh'chiv me'ra</i> apportions a promissory note as a <i>matnat sh'chiv me'ra</i><i>,</i> an heir cannot waive payment.<br>The rationale is that the transfer of a promissory note is a Rabbinical ordinance. Therefore, according to Scriptural Law, the promissory note still belongs to the heir. Thus, his waiver of it is of consequence. The transfer of a gift given by a <i>sh'chiv me'ra</i> is also a Rabbinic ordinance. Nevertheless in this instance, our Sages reinforced their decision and conveyed upon it the power of Scriptural Law. Thus, it is as if the recipient acquired the money mentioned in the promissory note according to Scriptural Law, and the money already reached his possession. Thus, the heir no longer possesses any right to it. Therefore, he cannot waive its payment."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר מָנֶה לִפְלוֹנִי בְּיָדִי. אִם אָמַר תְּנוּ נוֹתְנִין. לֹא אָמַר תְּנוּ אֵין נוֹתְנִין. שֶׁמָּא לֹא אָמַר מָנֶה יֵשׁ לִפְלוֹנִי בְּיָדִי אֶלָּא כְּדֵי שֶׁלֹּא יֹאמְרוּ עַל יוֹרְשָׁיו שֶׁיֵּשׁ לָהֶן מָמוֹן: \n",
            "english": "The following rules apply when a <i>sh'chiv me'ra</i> states: \"There is a <i>maneh</i> belonging to so and so in my possession.\" If he says: \"Give it to him,\" it should be given to him. If he does not make such a statement, it should not be given to him. We suspect that perhaps he made his original statement only so that it would not be said that his heirs are wealthy."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "לְפִיכָךְ אִם אָמַר זֶה דֶּרֶךְ הוֹדָאָה וְלֹא הָיָה שָׁם חֲשַׁשׁ הַעֲרָמָה. נוֹתְנִין אַף עַל פִּי שֶׁלֹּא אָמַר תְּנוּ: \n",
            "english": "Therefore, if the <i>sh'chiv me'ra</i> made the statement as a sincere acknowledgement, and there was no suspicion of subterfuge, the money should be given to the person mentioned, even though the <i>sh'chiv me'ra</i> did not explicitly say that it should be given to him."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כַּיּוֹצֵא בּוֹ רָאוּ אֶת אֲבִיהֶם שֶׁהִטְמִין מָעוֹת בְּשִׁדָּה תֵּבָה וּמִגְדָּל וְאָמַר שֶׁל פְּלוֹנִי הֵן. שֶׁל מַעֲשֵׂר שֵׁנִי הֵן. אִם כְּמוֹסֵר דְּבָרָיו קַיָּמִין. אִם כְּמַעֲרִים לֹא אָמַר כְּלוּם: \n",
            "english": "Similarly, the following rules apply if witnesses observe a father hiding money in a drawer, a chest or a tower, and he says: \"They belong to so and so,\" or \"They are <i>ma'aser sheni.\"</i> If it appears that he is conveying his desires for the use of the money, his words are upheld. If it appears that he is being deceptive, his statements are of no consequence."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְכֵן אִם בָּא אֶחָד וְאָמַר לָהֶם אֲנִי רָאִיתִי אֶת אֲבִיכֶן שֶׁהִטְמִין מָעוֹת בְּשִׁדָּה תֵּבָה וּמִגְדָּל וְאָמַר שֶׁל פְּלוֹנִי הֵם. שֶׁל מַעֲשֵׂר הֵן. אִם הָיוּ טְמוּנִין בַּבַּיִת לֹא אָמַר כְּלוּם. בַּשָּׂדֶה דְּבָרָיו קַיָּמִין. כְּלָלוֹ שֶׁל דָּבָר כָּל שֶׁאִלּוּ יָכוֹל לִטּל דְּבָרָיו קַיָּמִין וְאִם לָאו לֹא אָמַר כְּלוּם: \n",
            "english": "The Rabbis also discussed a similar situation. If a person came and told sons: \"I saw your father hide money in a drawer, a chest or a tower, and he says: \"It belongs to so and so,\" or \"It is <i>ma'</i>aser.\" If the money is hidden in the sons' house, his statements are of no consequence. If it is in a field, his words should be upheld.<br>The general principle is that whenever the witness could have taken the money if he had wanted to, his words are upheld. If he could not have, his statements are of no consequence."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הֲרֵי שֶׁהָיָה מִצְטַעֵר עַל מָעוֹת שֶׁהִנִּיחַ לוֹ אָבִיו וְלֹא יָדַע הֵיכָן הֶחְבִּיאָם וְאָמְרוּ לוֹ בַּחֲלוֹם כָּךְ וְכָךְ הֵם בְּמָקוֹם פְּלוֹנִי הֵן וְשֶׁל פְּלוֹנִי הֵן וְשֶׁל מַעֲשֵׂר שֵׁנִי הֵן. וּמְצָאָן בְּמָקוֹם פְּלוֹנִי שֶׁנֶּאֱמַר לוֹ וּבַמִּנְיָן שֶׁנֶּאֱמַר לוֹ. זֶה הָיָה מַעֲשֶׂה וְאָמְרוּ חֲכָמִים דִּבְרֵי חֲלוֹמוֹת לֹא מַעֲלִין וְלֹא מוֹרִידִין: \n",
            "english": "An incident occurred when a person was upset because of money that he knew that his father had left him, but he did not know where his father had hid it. He was told in a dream: \"There was so and so much money. They are in this and this place, but they belong to so and so,\" or \"...but they are <i>ma'aser sheni.\"</i> He found the exact sum of money in the place that was told him. The question was brought before the Sages and they said: \"Words from dreams neither avail nor impair.\""
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁהוֹדָה שֶׁיֵּשׁ לִפְלוֹנִי בְּיָדוֹ מָנֶה וְאָמְרוּ יְתוֹמִים חָזַר וְאָמַר לָנוּ אָבִינוּ פְּרַעְתִּיו נֶאֱמָנִין וְנִשְׁבָּעִין עַל זֶה שְׁבוּעַת הֶסֵּת: \n",
            "english": "When a <i>sh'chiv me'ra</i> acknowledged that he owes so and so a <i>maneh,</i> and afterwards, the orphans state: \"At a later date, our father told us that he paid the debt,\" their word is accepted. They must, however, take a <i>sh'vuat hesset</i> to confirm their claim."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אָמַר תְּנוּ וְאָמְרוּ יְתוֹמִים חָזַר וְאָמַר לָנוּ אָבִינוּ פְּרַעְתִּיו אֵין נֶאֱמָנִין: \n",
            "english": "If, however, the <i>sh'chiv me'ra</i> said \"Give the <i>maneh</i> to so and so\" when making the acknowledgement his statements cannot be retracted. Even if the orphans state: \"At a later date, our father told us that he paid the debt,\" their word is not accepted."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אָמַר מָנֶה לִפְלוֹנִי (בְּיָדִי) וְאָמְרוּ יְתוֹמִין נָתַנְנוּ אֵין נֶאֱמָנִין. שֶׁהֲרֵי לֹא אָמַר תְּנוּ וּמִנַּיִן יָדְעוּ שֶׁחַיָּבִין לִתֵּן: \n",
            "english": "If a <i>sh'chiv me'ra</i> says: \"I owe so and so a <i>maneh\"</i> and after his death the heirs say: \"We gave it to him,\" their statements are not accepted. Since the <i>sh'chiv me'ra</i> did not say: \"Give it,\" how would they know that they were obligated to give it?"
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אָמַר תְּנוּ וְאָמְרוּ יְתוֹמִים נָתַנְנוּ נֶאֱמָנִין וְנִשְׁבָּעִין שְׁבוּעַת הֶסֵּת שֶׁנָּתְנוּ: \n",
            "english": "If the dying man said: \"Give so and so the money owed him,\" and the heirs claim to have paid the debt, the heirs are believed. They must, however, take a <i>sh'vuat hesset.</i>"
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁנָּתַן מָנֶה לְאֶחָד וְאָמַר לוֹ הוֹלֵךְ מָנֶה זוֹ לִפְלוֹנִי וְהָלַךְ וּמְצָאוֹ שֶׁמֵּת. אִם קַיָּם הָיָה בְּשָׁעָה שֶׁנָּתַן לוֹ הַשְּׁכִיב מֵרַע. יִנָּתְנוּ לְיוֹרְשֵׁי מִי שֶּׁנִּשְׁתַּלְּחוּ לוֹ. שֶׁדִּבְרֵי שְׁכִיב מֵרַע כִּכְתוּבִין וְכִמְסוּרִין הֵן. וְאִם לֹא הָיָה קַיָּם יַחְזְרוּ לְיוֹרְשֵׁי מְשַׁלֵּחַ שֶׁאֵין קִנְיָן לְמֵת: \n",
            "english": "The following rules apply when a <i>sh'chiv me'ra</i> gives a <i>maneh</i> to a third party and tells him: \"Bring this <i>maneh</i> to so and so,\" and the third party goes to the designated recipient, but finds that he has died. If the recipient was alive at the time the <i>sh'chiv me'ra</i> gave the money to the third party, he should give it to the heirs of the intended recipient. The rationale is that the words of a <i>sh'chiv me'ra</i> are considered as if they have been recorded in a legal document, and the object concerned already transferred.<br>If the intended recipient was not alive at that time, the third party should return the money to the heirs of the principal, for a deceased person cannot acquire property."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי וּשְׁלֹשׁ מֵאוֹת זוּז לִפְלוֹנִי וְאַרְבַּע מֵאוֹת זוּז לִפְלוֹנִי. אֵין אוֹמְרִין הַקּוֹדֵם בַּשְּׁטָר זָכָה. לְפִיכָךְ אִם לֹא הִנִּיחַ תְּשַׁע מֵאוֹת חוֹלְקִין הַנִּמְצָא לְפִי מַה שֶּׁכָּתַב לָהֶן. וְאִם יָצָא עָלָיו שְׁטַר חוֹב גּוֹבֶה מִכֻּלָּן מִכָּל אֶחָד וְאֶחָד כְּפִי מַה שֶּׁכָּתוּב לָהֶן. כֵּיצַד. הָיָה הַחוֹב אַרְבַּע מֵאוֹת וַחֲמִשִּׁים בַּעַל הַמָּאתַיִם נוֹתֵן מֵאָה וּבַעַל הַשְּׁלֹשׁ מֵאוֹת מֵאָה וַחֲמִשִּׁים וּבַעַל הָאַרְבַּע מֵאוֹת נוֹתֵן מָאתַיִם: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Give 200 <i>zuz</i> to so and so, 300 <i>zuz</i> to so and so, and 400 <i>zuz</i> to so and so,\" we do not say that the first person mentioned in the legal record of his statements receives his portion first. Instead, if the estate does not contain 900 <i>zuz,</i> it is divided proportionately. And if a promissory note is issued against the estate, the creditor expropriates from all recipients proportionately.<br>What is implied? If the debt was for 450 <i>zuz,</i> the person granted 200 gives 100, the person granted 300 gives 150, and the person granted 400 gives 200."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "אֲבָל אִם אָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי וְאַחֲרָיו שְׁלֹשׁ מֵאוֹת לִפְלוֹנִי וְאַחֲרָיו אַרְבַּע מֵאוֹת לִפְלוֹנִי. כָּל הַקּוֹדֵם בַּשְּׁטָר זָכָה. לְפִיכָךְ אִם יָצָא עָלָיו שְׁטַר חוֹב גּוֹבֶה מִן הָאַחֲרוֹן. אֵין לוֹ גּוֹבֶה מִשֶּׁלְּפָנָיו. אֵין לוֹ גּוֹבֶה מִשֶּׁלִּפְנֵי פָנָיו: \n",
            "english": "If, however, the <i>sh'chiv me'ra</i> says: \"Give 200 <i>zuz</i> to so and so. Afterwards, give 300 to so and so, and then 400 to so and so,\" whoever is mentioned first in the legal record is granted priority.<br>Therefore, if a promissory note against the estate is brought up, the creditor should expropriate the money from the last recipient. If his holdings are not sufficient to satisfy the debt, the creditor should expropriate the money from the one mentioned before him. If his holdings are also not sufficient, the creditor should expropriate the money from the one mentioned before the second to last recipient."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר יָדוּר פְּלוֹנִי בְּבַיִת זֶה. יֹאכַל פְּלוֹנִי פֵּרוֹת דֶּקֶל זֶה. לֹא אָמַר כְּלוּם שֶׁלֹּא הִקְנָה לָהֶם דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ. שֶׁהַדִּירָה וְהָאֲכִילָה וְכַיּוֹצֵא בָּהֶן הֲרֵי הֵן כְּדִבּוּר וּכְשֵׁינָה שֶׁאֵין נִקְנִין. אֲבָל אִם אָמַר תְּנוּ בַּיִת זֶה לִפְלוֹנִי כְּדֵי שֶׁיָּדוּר בּוֹ עַד זְמַן פְּלוֹנִי. אוֹ תְּנוּ דֶּקֶל זֶה לִפְלוֹנִי כְּדֵי שֶׁיֹּאכַל פֵּרוֹתָיו. דְּבָרָיו קַיָּמִין. שֶׁהֲרֵי הִקְנָה לָהֶם הַגּוּף לְפֵרוֹת וְהַגּוּף דָּבָר שֶׁיֵּשׁ בּוֹ מַמָּשׁ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "If a <i>sh'chiv me'ra</i> says: \"Let so and so live in this house,\" or \"Let so and so partake of the fruits of this palm tree,\" his words are of no significance. The rationale is that he did not transfer an object of substance. For living and eating are like speech and sleep, which cannot be transferred.<br>If, however, the <i>sh'chiv me'ra</i> said: \"Give this house to so and so, so that he may live in it,\" or \"Give so and so this tree, so that he may partake of its fruits,\" his statements are effective. The rationale is that he transferred the entity itself mentioned in the gift with the intent that benefit be derived. This entity is an object of substance. Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסים אֵלּוּ לְבָנַי. אֵין הַבָּנוֹת בִּכְלָלָם. הָיָה לוֹ בֵּן אֶחָד וּבַת. אוֹ בֵּן וּבֶן הַבֵּן. אַף עַל פִּי שֶׁהוּא אָמַר לְבָנַי שֶׁהוּא לְשׁוֹן רַבִּים אֵין נוֹתְנִין אֶלָּא לִבְנוֹ. שֶׁהַבֵּן הָאֶחָד נִקְרָא בָּנִים: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"This property of mine should be given to <i>banai,\"</i> his daughters are not included among the recipients.<br>Even when the descendants of the <i>sh'chiv me'ra</i> include only one son and a daughter, or one son and the son of another son, and he used the expression <i>banai -</i> which is a plural term - the estate should be given to his son alone. For one son can be referred to as \"my sons.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לְטוֹבִיָּה וּמֵת. וּבָא אֶחָד שֶׁשְּׁמוֹ טוֹבִיָּה וְאָמַר אֲנִי הוּא. נוֹטְלָן. וְאִם הֻחְזַק שְׁמוֹ רַב טוֹבִיָּה אֵינוֹ נוֹטְלָן. וְאִם הָיָה שְׁכִיב מֵרַע גַּס בּוֹ וְקוֹרֵא אוֹתוֹ בִּשְׁמוֹ נוֹטְלָן: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"My property should be given to Tovia,\" and then dies, and a person named Tovia comes and claims the estate, it should be given to him.<br>If, however, it is established that the claimant is referred to as \"Rav Tovia,\"<br>the estate should not be given to him. Nevertheless, should the <i>sh'chiv me'ra</i> be familiar with the claimant and be on first name basis with him, the estate should be given to him although he is generally referred to as Rav Tovia."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בָּאוּ שְׁנַיִם לִתְבֹּעַ וְכָל אֶחָד מֵהֶן מֻחְזָק שְׁמוֹ טוֹבִיָּה. אִם הָיָה אֶחָד מֵהֶם תַּלְמִיד חָכָם. תַּלְמִיד חָכָם קוֹדֵם. אֵין בָּהֶן תַּלְמִיד חָכָם וְהָיָה אֶחָד מֵהֶן שָׁכֵן אוֹ קָרוֹב הוּא קוֹדֵם. הָיָה אֶחָד שָׁכֵן וְאֶחָד קָרוֹב שָׁכֵן קוֹדֵם. שְׁנֵיהֶם קְרוֹבִים אוֹ שְׁנֵיהֶם שְׁכֵנִים אוֹ שְׁנֵיהֶם תַּלְמִידֵי חֲכָמִים. יַעֲשׂוּ הַדַּיָּנִין כְּמוֹ שֶׁיֵּרָאֶה לָהֶם. כָּל מִי שֶׁדַּעְתָּן נוֹטָה שֶׁעַל זֶה אָמַר נוֹתְנִין לוֹ. וְכֵן אִם הָיוּ רַבִּים: \n",
            "english": "The following principles apply when two claimants come, and it is established that they are both called Tovia. If one of them is a Torah scholar and the other is not, the Torah scholar receives precedence. If neither of them is a Torah scholar, but one is a neighbor or a relative, the neighbor or relative receives precedence. If one is a neighbor and the other is a relative, the neighbor is given precedence.<br>If both of the claimants are relatives, neighbors or Torah scholars, the judges should act on their own assessment of the circumstances; the estate should be given to the claimant whom they think the deceased intended.<br>Similar principles apply if there are several intended recipients."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לִפְלוֹנִי וּפְלוֹנִי וּפְלוֹנִי. חוֹלְקִין בְּשָׁוֶה אֲפִלּוּ הֵן מֵאָה: \n",
            "english": "If a <i>sh'chiv me'ra</i> says: \"My property should be given to so and so, to so and so, and to so and so,\" the intended recipients should divide the estate equally. This applies even if 100 people are mentioned."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אָמַר נְכָסַי לִפְלוֹנִי וּלְבָנַי חוֹלְקִין. פְּלוֹנִי נוֹטֵל מֶחֱצָה וְכָל בָּנָיו מֶחֱצָה. וּמַעֲשֶׂה בְּאֶחָד שֶׁאָמַר לְאִשְׁתּוֹ נְכָסַי לִיךְ וּלְבָנַיִךְ. וְאָמְרוּ חֲכָמִים תִּטּל הִיא מֶחֱצָה וְכָל הַבָּנִים מֶחֱצָה: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"My property should be given to so and so and to my sons,\" the estate should be divided between them. The person named receives half, and all his sons together receive the other half.<br>An incident occurred concerning a person who told his wife: \"My property should be given to you and my sons.\" Our Sages said: She should receive half of the estate, and all the sons should divide the other half."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָמַר לִפְלוֹנִי וּפְלוֹנִי וְלִבְנֵי פְּלוֹנִי. נוֹטְלִין בְּנֵי פְּלוֹנִי מֶחֱצָה וְהַשְּׁנַיִם הָרִאשׁוֹנִים מֶחֱצָה: \n",
            "english": "If a <i>sh'chiv me'ra</i> says: \"My property should be given to so and so, to so and so, and to the sons of so and so,\" the sons of so and so receive half of the estate, and the other two people mentioned receive the other half."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר יַחֲלֹק פְּלוֹנִי בִּנְכָסַי. יִטּל מֶחֱצָה. תְּנוּ חֵלֶק לִפְלוֹנִי בִּנְכָסַי. יִטּל אֶחָד מִשִּׁשָּׁה עָשָׂר. וְיֵשׁ מִי שֶׁהוֹרָה יִטּל רְבִיעַ הַנְּכָסִים: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"So and so should receive a portion of my property,\" he should receive half. When he says: \"Give a portion of my property to so and so,\" he should be given one sixteenth. There are, however, those who maintain that he should be given one fourth of the estate."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ חֵלֶק לִפְלוֹנִי בְּבוֹר הַיַּיִן שֶׁיֵּשׁ לִי. יִטּל רְבִיעַ הַיַּיִן. אָמַר תְּנוּ לוֹ בּוֹ חֵלֶק לֶחָבִית. הֲרֵי מִעוּט וְיִטּל שְׁמִינִית הַיַּיִן. אָמַר תְּנוּ לוֹ בּוֹ חֵלֶק לִקְדֵרָה נוֹטֵל חֵלֶק מִשְּׁנֵים עָשָׂר מִן הַיַּיִן. אָמַר תְּנוּ לוֹ בּוֹ חֵלֶק לְטָפִיחַ נוֹטֵל חֵלֶק מִשִּׁשָּׁה עָשָׂר מִן הַיַּיִן שֶׁבַּבּוֹר. שֶׁהֲרֵי גִּלָּה דַּעְתּוֹ שֶׁלְּחֵלֶק מוּעָט נִתְכַּוֵּן: \n",
            "english": "If a <i>sh'chiv me'ra</i> says: \"Give so and so a portion of the wine that I possess,\" the person named should be given one fourth of the wine. If he says: \"Give him a portion of the wine to pour into jugs,\" he has diminished that person's share, and the person named should be given one eighth of the wine.<br>If he says: \"Give him a portion of the wine for cooking, the person named should be given one twelfth of the wine. If he says: \"Give him a portion of the wine for a small cup, the person named should be given one sixteenth of the wine. For he revealed that his intent was to give him merely a small portion."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְאֵין גּוֹמְרִין מִן הַשִּׁעוּרִין הָאֵלּוּ לְדִין אַחֵר: \n",
            "english": "One should not extrapolate from the measures mentioned with regard to any other matters."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תִּטּל אִשְׁתִּי כְּאֶחָד מִן הַבָּנִים. נוֹטֶלֶת כְּאֶחָד מִבָּנָיו. וְאִם נוֹלְדוּ לוֹ בָּנִים אַחַר הַצַּוָּאָה מִצְטָרְפִין עִם אֵלּוּ שֶׁהָיוּ בִּשְׁעַת הַצַּוָּאָה וְנוֹטֶלֶת חֵלֶק עִם כֻּלָּן. כֵּיצַד. הָיוּ שְׁלֹשָׁה בָּנִים בִּשְׁעַת הַצַּוָּאָה וּלְאַחַר זְמַן נוֹלְדוּ לוֹ שְׁנַיִם. נוֹטֶלֶת כְּאֶחָד מִן הַחֲמִשָּׁה שֶׁהוּא שְׁתוּת כָּל הַמָּמוֹן: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Let my wife receive a portion like one of the sons,\" she should be given a portion the size of that given to each of the sons. If sons are born to the deceased after he has made this deposition of his property, they are added to the sons who existed at the time the will was made, and she receives a portion equal to that given to each of them.<br>What is implied? If the <i>sh'chiv me'ra</i> had three sons at the time he made his will, and two more sons were born to him afterwards, she should receive a portion equal to that given the five sons - i.e., one sixth of the estate."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "וְאֵינָהּ נוֹטֶלֶת עִמָּהֶם אֶלָּא בִּנְכָסִים שֶׁהָיוּ לוֹ בִּשְׁעַת הַצַּוָּאָה. אֲבָל נְכָסִים שֶׁבָּאוּ לוֹ אַחַר זְמַן הַצַּוָּאָה אֵין לָהּ בָּהֶן חֵלֶק שֶׁאֵין אָדָם מַקְנֶה דָּבָר שֶׁלֹּא בָּא בִּרְשׁוּתוֹ: \n",
            "english": "The widow receives a portion only from the property that the deceased owned at the time he made his will. She does not receive a portion of any property he acquires after the will was made. The rationale is that a person cannot transfer ownership of an entity that is not in his possession."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר מִטַּלְטְלִין שֶׁיֵּשׁ לִי לִפְלוֹנִי. נוֹטֵל כְּלֵי תַּשְׁמִישׁוֹ. אֲבָל לֹא חִטִּים וּשְׂעוֹרִים וְכַיּוֹצֵא בָּהֶן. אָמַר כָּל מִטַּלְטְלִין שֶׁלִּי. נוֹטֵל הַכּל: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"So and so should receive movable property that I own,\" the person named should receive his personal utensils. He is not, however, given wheat, barley or other similar entities that the deceased owned. If, however, he says: \"...all the movable property that I own,\" the person named receives everything."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "וְהָעֲבָדִים בִּכְלַל הַמִּטַּלְטְלִין. אֲבָל לֹא רֵחַיִם הַתַּחְתּוֹנָה וְכַיּוֹצֵא בָּהּ. שֶׁהֲרֵי הִיא מְחֻבֶּרֶת לָאָרֶץ: \n",
            "english": "Servants are included in the category of movable property, but not a lower millstone or the like. For the lower millstone is attached to the earth."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "אָמַר כָּל הַמִּטַּלְטֵל. נוֹטֵל אַף רֵחַיִם הַתַּחְתּוֹנָה וְכַיּוֹצֵא בָּהֶן: \n",
            "english": "If the <i>sh'chiv me'ra</i> said: \"...everything that can be carried,\" the intended recipient acquires even a lower millstone and similar objects."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לִפְלוֹנִי. נוֹטֵל כָּל הַמִּטַּלְטְלִין וְכָל הַקַּרְקָעוֹת וְהַבְּגָדִים וְהָעֲבָדִים וְהַבְּהֵמָה וְהָעוֹפוֹת. וְהַתְּפִלִּין עִם שְׁאָר סְפָרִים הַכּל בִּכְלַל הַנְּכָסִים. אֲבָל סֵפֶר תּוֹרָה יֵשׁ בּוֹ סָפֵק אִם הוּא בִּכְלַל נְכָסִים אוֹ אֵינוֹ לְפִיכָךְ אִם תְּפָסוֹ אֵין מוֹצִיאִין מִיָּדוֹ: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Give my property to so and so,\" that person receives all his movable property, all his landed property, the garments, the servants, the livestock, the fowl, the <i>tefillin</i> and the other sacred texts; for these are all considered to be property.<br>There is, however, an unresolved question of whether or not a Torah scroll is considered to be \"property.\" Therefore, if the recipient takes possession of it, it should not be expropriated from him."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי בְּכוֹרִי כָּרָאוּי לוֹ. נוֹטְלָן וְנוֹטֵל בְּכוֹרָתוֹ: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Give 200 <i>zuz</i> to so and so, my firstborn, as is appropriate for him,\" he should be given that sum as well as his portion as a firstborn."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "אָמַר בִּבְכוֹרָתוֹ יָדוֹ עַל הָעֶלְיוֹנָה. רָצָה חֵלֶק בְּכוֹרָה נוֹטֵל רָצָה מָאתַיִם זוּז נוֹטֵל: \n",
            "english": "In the above situation, if the <i>sh'chiv me'ra</i> said: \"Give him 200 <i>zuz</i> as his firstborn portion,\" the firstborn is given the option: He may take his firstborn portion, or he may take the 200 <i>zuz.</i>"
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "וְכֵן אִם אָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִית אִשְׁתִּי כָּרָאוּי לָהּ. נוֹטַלְתָּן וְנוֹטֶלֶת כְּתֻבָּתָהּ. וְאִם אָמַר בִּכְתֻבָּתָהּ יָדָהּ עַל הָעֶלְיוֹנָה: \n",
            "english": "Similarly, if the <i>sh'chiv me'ra</i> said: \"Give 200 <i>zuz</i> to my wife so and so, as is fitting for her, she receives that sum and the money due her by virtue of her <i>ketubah. lf</i> he said: \"Give her 200 <i>zuz</i> for her <i>ketubah\"</i> the option is hers."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "אָמַר תְּנוּ מָאתַיִם זוּז לִפְלוֹנִי בַּעַל חוֹבִי כָּרָאוּי לוֹ נוֹטְלָן וְנוֹטֵל אֶת חוֹבוֹ. אָמַר בְּחוֹבוֹ אֵין לוֹ אֶלָּא חוֹבוֹ: \n",
            "english": "If the <i>sh'chiv me'ra</i> said: \"Give 200 <i>zuz</i> to so and so, my creditor, as is fitting for him,\" he receives that sum and the money due him because of the debt. If he said: \"Give him 200 <i>zuz</i> for his debt,\" he may collect only his debt."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ אַרְבַּע מֵאוֹת זוּז לִפְלוֹנִי וְיִשָּׂא בִּתִּי. הֲרֵי זֶה כְּמִי שֶׁנָּתַן לוֹ שְׁתֵּי מַתָּנוֹת כָּל אֵיזֶה מֵהֶן שֶׁיִּרְצֶה יִקַּח. לְפִיכָךְ אִם רָצָה לִקַּח הַמָּעוֹת וְלֹא יִשָּׂא הַבַּת יִקַּח. אֲבָל אִם אָמַר יִקַּח בִּתִּי וּתְנוּ לוֹ אַרְבַּע מֵאוֹת זוּז. הֲרֵי זֶה תְּנַאי וְלֹא יִזְכֶּה בַּמָּעוֹת עַד שֶׁיִּקַּח הַבַּת: \n",
            "english": "If a <i>sh'chiv me'ra</i> said: \"Give 400 <i>zuz</i> to so and so and let him marry my daughter,\" it is as if he gave him two gifts. Whichever he desires, he may take. Therefore, if he desires to take the money but not to marry the daughter, he may do so.<br>If, however, the <i>sh'chiv me'ra</i> said: \"Let him take my daughter and give him 400 <i>zuz\"</i> he is making the gift conditional. The person mentioned does not acquire the gift unless he marries the daughter."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ אַרְבַּע מֵאוֹת זוּז לְבִתִּי בִּכְתֻבָּתָהּ אוֹ לִכְתֻבָּתָהּ. אִם דֶּרֶךְ אַנְשֵׁי הָעִיר לְהוֹסִיף בְּשׁוּמַת הַנְּדוּנְיָא וְלִכְתֹּב שְׁוֵה מָנֶה בְּמָאתַיִם אֵינָהּ נוֹטֶלֶת אֶלָּא מָאתַיִם זוּז. שֶׁהֲרֵי לֹא אָמַר אַרְבַּע מֵאוֹת זוּז סְתָם אֶלָּא בִּכְתֻבָּתָהּ. כְּלוֹמַר תְּנוּ לָהּ מַה שֶּׁתִּהְיֶה שׁוּמָתוֹ בִּכְתֻבָּתָהּ אַרְבַּע מֵאוֹת זוּז: \n",
            "english": "The following principle applies if a <i>sh'chiv me'ra</i> said: \"Give 400 <i>zuz</i> to my daughter as her <i>ketubah\"</i> or \"...for her <i>ketubah.\"</i> If it is the custom of the people of that city to add to the appraisal of the dowry and to write a <i>maneh's</i> worth as 200 <i>zuz</i><i>,</i> the daughter should be given only 200 <i>zuz.</i> For the <i>sh'chiv me'ra</i> did not say \"400 <i>zuz\"</i> without any modifier, but rather \"400 <i>zuz</i> as her <i>ketubah.\"</i> It is as if he said: \"Give her what is necessary so that her <i>ketubah</i> will be appraised at 400 <i>zuz.\"</i>"
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "אָמַר תְּנוּ נְדוּנְיָא לְבִתִּי כָּךְ וְכָךְ בְּגָדִים כָּךְ וְכָךְ כֵּלִים. הוּזְלוּ הַבְּגָדִים וְהַכֵּלִים אַחַר כֵּן. הָרֶוַח לַיתוֹמִים וְנוֹתְנִין לָהּ כַּשַּׁעַר הַזּוֹל. וְכֵן אִם אָמַר תְּנוּ אַרְבַּע מֵאוֹת זוּז דְּמֵי הַיַּיִן לְבִתִּי וְהוּקַר הַיַּיִן הָרֶוַח לַיתוֹמִים וְנוֹתְנִין לָהּ אַרְבַּע מֵאוֹת זוּז. מַעֲשֶׂה בְּאֶחָד שֶׁהָיָה יוֹצֵא בְּקוֹלָר וְאָמַר תְּנוּ לִפְלוֹנִי אַרְבַּע מֵאוֹת זוּז מֵהַיַּיִן שֶׁל מָקוֹם פְּלוֹנִי. וְאָמְרוּ חֲכָמִים יִטּל אַרְבַּע מֵאוֹת זוּז מִדְּמֵי אוֹתוֹ הַיַּיִן שֶׁלֹּא נִתְכַּוֵּן זֶה לִתֵּן לוֹ מִן הַיַּיִן מִשְׁקַל אַרְבַּע מֵאוֹת זוּז וְלֹא נִתְכַּוֵּן אֶלָּא לְדָמִים וְזֶה שֶׁיִּחֲדָן כְּדֵי לְיַפּוֹת אֶת כֹּחוֹ. וְשׁוּב מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר הַדֶּקֶל לְבִתִּי וְהִנִּיחַ שְׁנֵי חֲצָאֵי דֶּקֶל אָמְרוּ חֲכָמִים תִּטּל הַשְּׁנֵי חֲצָאִים שֶׁלָּזֶה נִתְכַּוֵּן וְהֵם שֶׁקָּרָא דֶּקֶל. וְשׁוּב מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר תְּנוּ לִפְלוֹנִי בַּיִת הַמַּחֲזִיק מֵאָה כּוֹרִין וְנִמְצָא הַבַּיִת שֶׁיֵּשׁ לְזֶה הַמְצַוֶּה מַחֲזִיק מֵאָה וְעֶשְׂרִים. וְאָמְרוּ חֲכָמִים זָכָה בְּבַיִת זֶה שֶׁהַדְּבָרִים מַרְאִין שֶׁכַּוָּנָתוֹ לָזֶה הָיְתָה שֶׁכָּל הַנּוֹתֵן בְּעַיִן יָפָה נוֹתֵן. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
            "english": "If a <i>sh'chiv me'ra</i> said: \"Give such and such clothing and such and such articles to my daughter for her dowry,\" and the price of the garments and the articles decreases afterwards, the heirs profit, and they are required to give her only what she was promised according to the lesser price.<br>Similarly, if a <i>sh'chiv me'ra</i> said: \"Give my daughter the 400 <i>zuz,</i> the money from this wine,\" and the price of wine increases, the heirs profit, and the daughter is given only 400 <i>zuz.</i><br>An incident occurred concerning a person who was being led off in fetters. He said: \"Give so and so 400 <i>zuz</i> from the wine in this and this place.\" Our sages said: \"He should receive 400 <i>zuz</i> from the price of that wine.\" The condemned man did not intend to give the person named an amount of wine equal in weight to 400 <i>zuz</i>. He intended to give him the monetary amount. He specified the place from which he could collect the money to strengthen the legal power of the recipient.<br>Another incident occurred concerning a man who said: \"Give my daughter the date palm,\" but he left only two halves of a date palm. Our Sages said: \"She should receive the two halves of the date palm, for that was his intent. He called them a date palm.\"<br>And another incident occurred concerning a person who said: \"Give so and so a building that contains 100 <i>korim</i>.\" It was discovered that the building owned by the person who apportioned his property could contain 120 <i>korim</i>. Our Sages said: \"He acquires that house, because it appears that this was his intent.\" For everyone who gives a gift gives generously. The same applies in all analogous situations."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר תְּנוּ לִבְנִי שֶׁקֶל בְּכָל שַׁבָּת. אוֹ שֶׁאָמַר אַל תִּתְּנוּ לָהֶם אֶלָּא שֶׁקֶל. וְנִמְצָא שֶׁאֵינוֹ מַסְפִּיק לָהֶם אֶלָּא סֶלַע בְּכָל שַׁבָּת. נוֹתְנִים לָהֶם כָּל צָרְכָּן שֶׁלֹּא נִתְכַּוֵּן זֶה לְהַרְעִיב אֶת בָּנָיו אֶלָּא לְזָרֵז אוֹתָם. שֶׁמָּא יַרְוִיחוּ בָּהוֹצָאָה יוֹתֵר מִדַּאי: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"Give my sons a shekel each week,\" or even if he said: \"Do not give them anything but a shekel each week,\" and it is discovered that a <i>sela</i> a week is necessary to meet their needs, they are given whatever they need. We assume that his intent was not to starve his children, but to encourage them not to live on a very lavish budget."
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁצִּוָּה וְאָמַר אַל תִּסְפְּדוּהוּ. אֵין סוֹפְדִין אוֹתוֹ. אַל תִּקְבְּרוּהוּ מִנְּכָסָיו. אֵין שׁוֹמְעִין לוֹ שֶׁיָּחוּס עַל מָמוֹן בָּנָיו וְיַפִּיל עַצְמוֹ עַל הַצִּבּוּר. שֶׁאָסוּר לְהַנִּיחוֹ בְּלֹא קְבוּרָה. אֶלָּא כּוֹפִין אֶת הַיּוֹרְשִׁין לְקָבְרוֹ מִנְּכָסָיו: \n",
            "english": "When a sh'chiv me'ra orders: \"Do not eulogize me,\" he should not be eulogized. If he says: \"Do not use funds from my estate to bury me,\" his words are not heeded. We do not enable him to secure the funds of his children and make himself a burden on the community. For it is forbidden to leave him without a burial. Instead, we compel his heirs to bury him from the funds in his estate."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר בְּנִי פְּלוֹנִי יִירָשֵׁנִי. הֲרֵי זֶה יוֹרֵשׁ אוֹתוֹ לְבַדּוֹ וְלֹא יִירָשׁוּהוּ שְׁאָר הַבָּנִים. וְכֵן אִם אָמַר עַל בַּת בֵּין הַבָּנוֹת אוֹ אָח בֵּין הָאַחִין אוֹ שְׁאָר יוֹרְשִׁין דְּבָרָיו קַיָּמִין: \n",
            "english": "When a <i>sh'chiv me'ra</i> says: \"My son, so and so, should inherit my estate,\" that son alone should inherit the estate, and not the man's other sons. Similarly, if he makes such statements about one daughter with regard to his other daughters, one brother with regard to his other brothers, or similarly, with regard to other heirs, his words are binding."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֲבָל הַבָּרִיא אֵין דְּבָרָיו קַיָּמִין: \n",
            "english": "If a healthy person makes such statements, his words are of no consequence."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לִפְלוֹנִי וְאַחֲרָיו לִפְלוֹנִי. אֵין לַשֵּׁנִי אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן: \n",
            "english": "When a <i>sh'chiv me'ra</i> states: \"My property should be given to so and so, and after him, to so and so,\" the second person receives only what the first person leaves over."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְאִם הָיָה הָרִאשׁוֹן רָאוּי לְיָרְשׁוֹ כְּגוֹן שֶׁהָיָה בֵּן מִכְּלַל הַבָּנִים אֵין לַשֵּׁנִי כְּלוּם. שֶׁכָּל לְשׁוֹן מַתָּנָה לַיּוֹרֵשׁ הֲרֵי הוּא כִּלְשׁוֹן יְרֻשָּׁה. וִירֻשָּׁה אֵין לָהּ הֶפְסֵק וְאַף עַל פִּי שֶׁאָמַר וְאַחֲרָיו לִפְלוֹנִי: \n",
            "english": "If, however, the first person was fit to inherit the estate of the <i>sh'chiv me'ra</i> <i>-</i> e.g., he was one of his sons - the second person does not receive anything. For regardless of the expression used to give a gift to an heir, it is considered as if he were given an inheritance. And an inheritance never ends. This applies even though the giver said: \"After him, it should be given to so and so.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֲבָל הַבָּרִיא שֶׁנָּתַן מַתְּנַת בָּרִיא עַל דֶּרֶךְ זֶה וְכָתַב לָזֶה נְכָסַי לְךָ וְאַחֲרֶיךָ לִפְלוֹנִי. אֵין לַשֵּׁנִי אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן בֵּין שֶׁהָיָה הָרִאשׁוֹן רָאוּי לְיָרְשׁוֹ בֵּין שֶׁלֹּא הָיָה רָאוּי לְיָרְשׁוֹ: \n",
            "english": "If, however, a healthy person gave a gift in this manner and had a deed composed saying: \"My property should be given to you, and after you to so and so,\" the second person receives only what the first person leaves over. This applies whether or not the first person was fit to inherit the estate of the giver."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר נְכָסַי לְךָ וְאַחֲרֶיךָ לִפְלוֹנִי וְהָיָה רִאשׁוֹן רָאוּי לְיָרְשׁוֹ וּפֵרֵשׁ וְאָמַר לֹא מִשּׁוּם יְרֻשָּׁה אֲנִי נוֹתֵן לְךָ שֶׁאֵין לָהּ הֶפְסֵק אֶלָּא בְּמַתָּנָה וַהֲרֵי הִפְסַקְתִּיהָ. הַשֵּׁנִי קוֹנֶה מַה שֶּׁמְּשַׁיֵּר הָרִאשׁוֹן. לְפִיכָךְ אִם נָתַן הַמָּעוֹת עַל יַד שָׁלִישׁ אוֹ שֶׁאָמַר תְּנוּ לְבָנַי שֶׁקֶל בְּכָל שַׁבָּת וְלֹא מִשּׁוּם יְרֻשָּׁה אֲנִי נוֹתְנָם לָהֶם. וְהַנִּשְׁאָר מִן הַנְּכָסִים אַחַר מוֹתָם יִהְיֶה לִפְלוֹנִי. אֵין נוֹתְנִין לָהֶם אֶלָּא שֶׁקֶל אַף עַל פִּי שֶׁאֵינוֹ מַסְפִּיק לָהֶם: \n",
            "english": "There is an exception to the principle stated above with regard to a <i>sh'chiv me'ra</i> who says: \"My property should be given to you, and after you to so and so,\" and the first recipient is fit to inherit the giver's estate. If the giver explicitly states: \"I am not giving you this property as an inheritance that never ceases, but as a gift, and I have set a limit to it,\" the second person acquires what the first leaves over.<br>For this reason, if the giver entrusted the money to a third party, or he said: \"Give my sons a <i>shekel</i> every week. I am not giving them this money as an inheritance. Afterwards, what remains of the estate after their death should be given to so and so,\" they should be given only a <i>shekel</i> a week, even though it does not suffice for them."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "נְכָסַי לִפְלוֹנִי וְאַחֲרָיו לִפְלוֹנִי. מֵת רִאשׁוֹן קָנָה שֵׁנִי. מֵת שֵׁנִי הֲרֵי אֵלּוּ שֶׁל יוֹרְשֵׁי הַשֵּׁנִי. מֵת שֵׁנִי בְּחַיֵּי רִאשׁוֹן יִהְיוּ הַנְּכָסִים שֶׁל יוֹרְשֵׁי רִאשׁוֹן: \n",
            "english": "If a <i>sh'chiv me'ra</i> states: \"My property should be given to so and so, and after him to so and so,\" and the first person named dies, the property is acquired by the second. If the second person named also dies, the property is given to the heirs of the second person.<br>If, however, the second person dies during the lifetime of the first, and the first dies before the <i>sh'chiv me'ra,</i> the property should be given to the heirs of the first person."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְאַף עַל פִּי שֶׁאֵין לַשֵּׁנִי אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן אָסוּר לָרִאשׁוֹן לִמְכֹּר וְלִתֵּן גּוּפוֹ אֶלָּא אוֹכֵל הַפֵּרוֹת עַד שֶׁיָּמוּת וְיִזְכֶּה הַשֵּׁנִי: \n",
            "english": "Although the second person named receives only what the first person leaves over, it is forbidden for the first person to sell or give as a gift the body of the property that he has been given. Instead, he is entitled to reap the benefits from the property until he dies, at which time the second person acquires the property."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְאִם עָבַר הָרִאשׁוֹן וּמָכַר וְנָתַן בְּמַתָּנָה. אֵין הַשֵּׁנִי מוֹצִיא מִיַּד הַלָּקוֹחוֹת שֶׁאֵין לַשֵּׁנִי לֹא מִן הַגּוּף וְלֹא מִן הַפֵּרוֹת אֶלָּא הַנִּשְׁאָר. וְכָל הַמַּשִּׂיא עֵצָה לָרִאשׁוֹן לִמְכֹּר נִקְרָא רָשָׁע. וַאֲפִלּוּ הָיָה בָּהֶן עֲבָדִים וְהוֹצִיאָן הָרִאשׁוֹן לְחֵרוּת אוֹ כֵּלִים וַעֲשָׂאָן תַּכְרִיכִין לְמֵת מַעֲשָׂיו קַיָּמִין: \n",
            "english": "If, however, the first person transgresses and sells or gives as a gift the property, the second person cannot expropriate the property from the recipient. For the second person does not have any right to the body of the property or the benefits from it, but only what remains after the first person dies.<br>Any person who advises the first person named to sell the property is called \"wicked.\"<br>Even if the estate contained servants and the first person granted them their freedom or garments and he made them shrouds for a corpse, his deeds are binding."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁמָּכַר הָרִאשׁוֹן אוֹ נָתַן מַתָּנָה לַאֲחֵרִים. אֲבָל אִם מְכָרָן הָרִאשׁוֹן אוֹ נְתָנָן לִבְנוֹ מַתָּנָה אוֹ לְאֶחָד מִיּוֹרְשָׁיו לֹא עָשָׂה כְּלוּם. וְכֵן אִם נְתָנָן בְּמַתְּנַת שְׁכִיב מֵרַע אֲפִלּוּ לַאֲחֵרִים לֹא עָשָׂה כְּלוּם שֶׁאֵין מַתְּנַת שְׁכִיב מֵרַע קוֹנָה אֶלָּא לְאַחַר מִיתָה וּכְשֶׁיָּמוּת יִקְנֶה הַשֵּׁנִי: \n",
            "english": "When does the above apply? When the first person sold or gave as a gift the property to an outside party. If, however, the first person sold or gave them as a gift to his son or to another heir, his deeds are of no consequence.<br>Similarly, if he gave the property as a gift of a <i>sh'chiv me'ra</i> to an outside party, his deeds are of no consequence. The rationale is that the recipient of a gift given by a <i>sh'chiv me'ra</i> does not acquire it until after the <i>sh'chiv me'ra</i> dies, and when the first recipient dies, the property has already been acquired by the second person named by the original giver."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָיָה חוֹב עַל הָרִאשׁוֹן אוֹ כְּתֻבַּת אִשָּׁה וּבָאוּ לְבֵית דִּין לְהִפָּרַע מִנְּכָסִים אֵלּוּ. אַף עַל פִּי שֶׁהָרִאשׁוֹן קַיָּם אֵין בֵּית דִּין מְגַבִּין אוֹתָם מִגּוּף הַנְּכָסִים אֶלָּא מִן הַפֵּרוֹת בִּלְבַד שָׁמִין לָהֶם. מֵת הָרִאשׁוֹן וּבָא בַּעַל חוֹבוֹ וְאִשְׁתּוֹ לִגְבּוֹת מִנְּכָסִים אֵלּוּ אֵין מְגַבִּין לָהֶם כְּלוּם אֲפִלּוּ עֲשָׂאָן אַפּוֹתֵיקֵי אוֹ שֶׁיִּחֲדָן לְאִשְׁתּוֹ בִּכְתֻבָּתָהּ אֵינָן גּוֹבִין מִנְּכָסִים אֵלּוּ כְּלוּם אֶלָּא הֲרֵי הֵן שֶׁל שֵׁנִי: \n",
            "english": "In the above situation, if the first recipient owes a debt or must pay his wife the money due her by virtue of her <i>ketubah,</i> and the court seeks to collect the debt from this property, even if the first recipient is still alive, the court does not collect the debt from the body of the property itself. Instead, only the proceeds from it are indentured.<br>If the first person dies and his creditor or his wife seeks to expropriate this property, nothing at all is expropriated for them. This applies even when he made them an <i>ipotiki</i> or designated them for his wife so that she could collect the money due her by virtue of her <i>ketubah</i> from them. Nothing is expropriated from this property, because it belongs to the second person."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שְׁכִיב מֵרַע שֶׁאָמַר לְאִשָּׁה פְּנוּיָה נְכָסַי לָךְ וְאַחֲרַיִךְ לִפְלוֹנִי וְעָמְדָה וְנִשֵּׂאת. בַּעַל לוֹקֵחַ הוּא וְאֵין הַשֵּׁנִי מוֹצִיא מִיַּד הַבַּעַל. וְאִם אָמַר לָהּ כְּשֶׁהִיא נְשׂוּאָה נְכָסַי לִיךְ וְאַחֲרַיִךְ לִפְלוֹנִי וּמֵתָה. הַשֵּׁנִי מוֹצִיא מִיַּד הַבַּעַל. שֶׁכֵּיוָן שֶׁזָּכְתָה בַּנְּכָסִים עַל תְּנַאי זֶה כְּשֶׁהִיא נְשׂוּאָה נִמְצָא כְּאִלּוּ אָמַר לָהּ בְּפֵרוּשׁ אַחֲרַיִךְ יִקְנֶה פְּלוֹנִי לֹא הַבַּעַל. לְפִיכָךְ אִם מָכְרָה נְכָסִים אֵלּוּ כְּשֶׁהִיא תַּחַת בַּעְלָהּ וּמֵתָה תַּחַת בַּעְלָהּ יַעַמְדוּ נְכָסִים בְּיַד הַלּוֹקֵחַ שֶׁאִם יוֹצִיא הַבַּעַל מִיַּד הַלּוֹקֵחַ מִפְּנֵי שֶׁמָּכְרָה כְּשֶׁהִיא נְשׂוּאָה הֲרֵי הַשֵּׁנִי מוֹצִיא מִיַּד הַבַּעַל וְהַלּוֹקֵחַ חוֹזֵר וּמוֹצִיא מִיַּד הַשֵּׁנִי. שֶׁהֲרֵי מָכְרָה לוֹ וְאֵין לוֹ אֶלָּא מַה שֶּׁשִּׁיֵּר רִאשׁוֹן. וְאֵין בִּשְׁלָשְׁתָּן מִי שֶׁהוֹצִיא מָמוֹן אֶלָּא הַלּוֹקֵחַ. וּלְפִיכָךְ תַּעֲמֹד בְּיָדוֹ. מַעֲשֶׂה בְּאֶחָד שֶׁאָמַר נְכָסַי לְאִמִּי וְאַחֲרֶיהָ לְיוֹרְשַׁי וְהָיְתָה לוֹ בַּת נְשׂוּאָה וּמֵתָה הַבַּת בְּחַיֵּי בַּעְלָהּ וּבְחַיֵּי אֵם אָבִיהָ וְאַחַר כָּךְ מֵתָה הַזְּקֵנָה. וְאָמְרוּ חֲכָמִים אֵין הַבַּעַל יוֹרֵשׁ אוֹתָן נְכָסִים מִפְּנֵי שֶׁהֵן רְאוּיִין לְאִשְׁתּוֹ וְלֹא זָכְתָה בָּהֶן הָאִשָּׁה אֶלָּא אַחַר שֶׁמֵּתָה. אֲבָל אִם הִנִּיחָה הַבַּת בֵּן אוֹ בַּת הָיוּ יוֹרְשִׁין הַנְּכָסִים. שֶׁמַּשְׁמָע יוֹרְשִׁין וַאֲפִלּוּ יוֹרְשֵׁי יוֹרְשִׁין. וְאִלּוּ אָמַר וּכְשֶׁתָּמוּת הַזְּקֵנָה הֲרֵי הֵן לְבִתִּי מֵעַכְשָׁו. הָיָה הַבַּעַל יוֹרֵשׁ אוֹתָן אַחַר מִיתַת אִשְׁתּוֹ: \n",
            "english": "When a <i>sh'chiv me'ra</i> says to an unmarried woman: \"My property should be given to you, and after you to so and so,\" and then the woman marries, her husband is considered to be a purchaser, and the second person may not expropriate the property from him.<br>If the woman was already married when the <i>sh</i>'<i>chiv me'ra</i> said: \"...and after you to so and so,\" the second person may expropriate the property from the husband. The rationale is that since she acquired the property on this condition when she was married, it is as though the <i>sh'chiv me'ra</i> told her explicitly: \"After your death, so and so will acquire the property, and not your husband.\"<br>Therefore, if she sold this property while she was married to her husband, and then died while married to her husband, the property should remain in the possession of the purchaser. For if the husband expropriated the property from the purchaser because his wife sold it while she was married, the second person mentioned by the original giver may expropriate the property from the husband, and then the man who purchased it from the woman may expropriate it from the second person, for she sold the property to him, and the second person is entitled only to property that the woman left over. And the cycle could continue endlessly. Nevertheless, since the only one who spent money for the property is the purchaser, the property is allowed to remain in his possession.<br>An incident occurred with regard to a person who said: \"Let my property be given to my mother, and after her to my heirs.\" He had a married daughter. That daughter died during her husband's lifetime, and also in the lifetime of her father's mother. After she died, the elder woman also died.<br>Our Sages said: The daughter's husband does not inherit that property, for it was only fitting for his wife to inherit, and she did not actually have a right to acquire the property until she had died.<br>If the daughter had left a son or a daughter, they would have inherited the estate, for the expression \"heirs\" used by the deceased includes even the heirs' heirs. And if the dying man had said: \"When the elder woman dies, the estate becomes my daughter's retroactive to the present time,\" the daughter's husband would inherit it after his wife's death."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַכּוֹתֵב נְכָסָיו לִבְנוֹ וּלְאַחַר מוֹתוֹ. הֲרֵי הַגּוּף שֶׁל בֵּן מִזְּמַן הַשְּׁטָר וְהַפֵּרוֹת לָאָב עַד שֶׁיָּמוּת. לְפִיכָךְ הָאָב אֵינוֹ יָכוֹל לִמְכֹּר מִפְּנֵי שֶׁהֵן נְתוּנִין לַבֵּן. וְהַבֵּן אֵינוֹ יָכוֹל לִמְכֹּר מִפְּנֵי שֶׁהֵן בִּרְשׁוּת הָאָב. מֵת הָאָב וְהִנִּיחַ פֵּרוֹת מְחֻבָּרִין לַקַּרְקַע הֲרֵי הֵן שֶׁל בֵּן. מִפְּנֵי שֶׁדַּעְתּוֹ שֶׁל אָדָם קְרוֹבָה אֵצֶל בְּנוֹ. הָיוּ תְּלוּשִׁין אוֹ שֶׁהִגִּיעוּ לְהִבָּצֵר הֲרֵי הֵן שֶׁל יוֹרְשִׁין. עָבַר הָאָב וּמָכַר מְכוּרִין עַד שֶׁיָּמוּת. וּכְשֶׁיָּמוּת הָאָב מוֹצִיא הַבֵּן מִיַּד הַלָּקוֹחוֹת. וְאִם הָיוּ שָׁם פֵּרוֹת מְחֻבָּרִין שָׁמִין אוֹתָם לַלּוֹקֵחַ וְנוֹתֵן הַבֵּן דְּמֵיהֶם. הָיוּ תְּלוּשִׁין אוֹ שֶׁהִגִּיעוּ לְהִבָּצֵר הֲרֵי הֵן שֶׁל לוֹקֵחַ. עָבַר הַבֵּן וּמָכַר אֵין לַלּוֹקֵחַ כְּלוּם עַד שֶׁיָּמוּת הָאָב. מָכַר הַבֵּן בְּחַיֵּי הָאָב וּמֵת הַבֵּן וְאַחַר כָּךְ מֵת הָאָב. כְּשֶׁיָּמוּת הָאָב קָנָה הַלּוֹקֵחַ. שֶׁאֵין לָאָב אֶלָּא פֵּרוֹת וְקִנְיַן פֵּרוֹת אֵינוֹ כְּקִנְיַן הַגּוּף: \n",
            "english": "When a person has a legal record composed giving property to his son after his death, the body of the property becomes the son's from the time this legal record is composed. The benefit from the property is retained by the father until he dies.<br>Accordingly, the father cannot sell this property, because it has already been given to his son. Nor can the son sell the property, because it is under the father's control.<br>If the father dies and there is produce attached to the ground on this property, it belongs to the son. The rationale is that a person feels a closeness to his son. If the produce has already become detached or it is ready to be harvested, it belongs to the other heirs.<br>If the father transgresses and sells the property, the sale is binding until he dies. When he dies, the son expropriates the property from the purchaser. If there was produce attached to the property, its worth should be evaluated and credited to the purchaser, and the son must pay him for it. If the produce was detached or ready to be harvested, it belongs to the purchaser.<br>If the son transgresses and sells the property, the purchaser does not receive anything until the father dies. If the son sold the property during the father's lifetime, the son died, and then the father dies, the purchaser takes possession of the property when the father dies. The sale of the property by the son is not nullified, because the father possesses only the right to benefit from the property, and possession of the right to benefit from a property is not the same as possession of the property itself."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מַתְּנַת בָּרִיא שֶׁכָּתוּב בָּהּ מֵהַיּוֹם וּלְאַחַר מִיתָה. הֲרֵי הִיא כְּמַתְּנַת שְׁכִיב מֵרַע שֶׁאֵינוֹ קוֹנֶה אֶלָּא לְאַחַר מִיתָה. שֶׁמַּשְׁמַע דְּבָרִים אֵלּוּ שֶׁאַף עַל פִּי שֶׁקָּנָה הַגּוּף מֵהַיּוֹם אֵינוֹ זוֹכֶה בּוֹ וְאוֹכֵל פֵּרוֹת אֶלָּא לְאַחַר מִיתָה: \n",
            "english": "When the deed recording a gift given by a healthy person states that the gift takes effect \"from today and after the person's death,\" it is considered to be a gift given by a <i>sh'chiv me'ra.</i> The implication is that although he acquires the body of the property from the day of the gift, he may not take possession of it and partake of its fruits until after the giver's death."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שְׁטַר מַתָּנָה שֶׁכָּתוּב בּוֹ שֶׁיִּקְנֶה פְּלוֹנִי שָׂדֶה פְּלוֹנִית לְאַחַר מִיתָה בֵּין שֶׁהָיָה בַּשְּׁטָר קִנְיָן בֵּין שֶׁלֹּא הָיָה בּוֹ קִנְיָן. כֵּיוָן שֶׁכָּתוּב בּוֹ זְמַן וּבִזְמַן זֶה חַי הָיָה. הַזְּמַן מוֹכִיחַ שֶׁמֵּחַיִּים הִקְנָה לוֹ וְאֵינוֹ זוֹכֶה אֶלָּא לְאַחַר מִיתָה. שֶׁאִלּוּ הָיָה בְּדַעְתּוֹ לְהַקְנוֹת לוֹ בִּשְׁטָר זֶה לְאַחַר מִיתָה לֹא הָיָה כּוֹתֵב בּוֹ זְמַן. לְפִיכָךְ אַף עַל פִּי שֶׁאֵין כָּתוּב בּוֹ מֵהַיּוֹם וּלְאַחַר מִיתָה קוֹנֶה לְאַחַר מִיתָה. וְזֶה שֶׁכּוֹתְבִין בְּכָל הַמַּתָּנוֹת וְהַמִּמְכָּרוֹת מֵעַכְשָׁו וְאַף עַל פִּי שֶׁיֵּשׁ בַּשְּׁטָר הַזְּמַן. לְהַרְוִיחַ הַדָּבָר כּוֹתְבִין בּוֹ אַף עַל פִּי שֶׁאֵינוֹ צָרִיךְ: \n",
            "english": "The following laws apply with regard to a deed recording a gift, which states that so and so should acquire a particular field after the death of the giver.<br>Whether or not the legal document records a <i>kinyan</i>, since it mentions a date and the giver was alive on that date, the date indicates that he transferred ownership of the property during his lifetime. The recipient may not take possession of it until after the giver's death.<br>This is certainly the intent. For if the giver's intent had been to transfer the property with this document after his death, he would not have dated it.<br>Therefore, even though the document does not state that the gift takes effect \"from today and after the person's death,\" the recipient acquires the property after the giver's death.<br>The reason we write \"from the present time\" in a legal document although it is dated, is to clarify the matter, even though it is unnecessary."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "בָּרִיא שֶׁנָּתַן מַתָּנָה וְכָתַב בַּשְּׁטָר מֵחַיִּים וּבַמָּוֶת. הֲרֵי זוֹ מַתָּנָה גְּמוּרָה מֵחַיִּים שֶׁהֲרֵי כָּתוּב בּוֹ מֵחַיִּים. וְזֶה שֶׁכָּתוּב בּוֹ וּבַמָּוֶת כְּמִי שֶׁאוֹמֵר מֵעַתָּה וְעַד עוֹלָם וּכְמוֹ נוֹיֵי הַשְּׁטָר הוּא זֶה: \n",
            "english": "When a healthy person gives a gift and composes the deed recording it saying: \"During my lifetime and in my death,\" it is a completely binding gift, taking effect during the person's lifetime, for it states: \"During my lifetime.\" The fact that it also states: \"And in my death,\" is as if it states: \"from now until eternity.\" It is an embellishment of the document."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "הַצַּדִּיקִים הַגְּמוּרִים וְאַנְשֵׁי מַעֲשֶׂה לֹא יְקַבְּלוּ מַתָּנָה מֵאָדָם. אֶלָּא בּוֹטְחִים בַּה' בָּרוּךְ שְׁמוֹ לֹא בִּנְדִיבִים. וַהֲרֵי נֶאֱמַר <small>(משלי טו כז)</small> \"וְשׂוֹנֵא מַתָּנֹת יִחְיֶה\": סְלִיקוּ לְהוּ הִלְכוֹת זְכִיָּה וּמַתָּנָה בְּסַ\"ד \n",
            "english": "Perfectly righteous men and men of spiritual stature would not receive gifts from other men. Instead, they would trust in God, blessed be His name, and not in generous men. And Proverbs 15:27 states: \"One who hates gifts will live.\""
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:14:28.623Z",
    "totalChapters": 12,
    "status": "imported_sefaria"
  }
}
