{
  "id": "paschal_offering",
  "name": "Mishneh Torah, Paschal Offering",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Paschal Offering",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה לִשְׁחֹט אֶת הַפֶּסַח בְּאַרְבָּעָה עָשָׂר לְחֹדֶשׁ נִיסָן אַחַר חֲצוֹת. וְאֵין שׁוֹחֲטִין אֶלָּא מִן הַכְּבָשִׂים אוֹ מִן הָעִזִּים בִּלְבַד זָכָר בֶּן שָׁנָה. וְאֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה חַיָּבִין בְּמִצְוָה זוֹ:\n",
            "english": "It is a positive commandment to offer the Paschal sacrifice on the fourteenth day of the month of Nisan after midday. This offering is brought only from lambs or goats, a male in its first year. Both men and women are obligated in this mitzvah."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "ומִי שֶׁבִּטֵּל מִצְוָה זוֹ בְּזָדוֹן וְעָבַר יוֹם אַרְבָּעָה עָשָׂר וְלֹא הִקְרִיב וְהוּא לֹא טָמֵא וְלֹא בַּדֶּרֶךְ רְחוֹקָה הֲרֵי זֶה חַיָּב כָּרֵת. וְאִם בִּטְּלָהּ בִּשְׁגָגָה פָּטוּר:\n",
            "english": "One who willfully nullifies this mitzvah and allows the fourteenth of Nisan to pass without him offering the Paschal sacrifice despite the fact that he is not impure or not on a distant journey, he is liable for <i>karet</i>. If he neglected the offering of this sacrifice inadvertently, he is exempt."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא בַּעֲזָרָה כִּשְׁאָר הַקָּדָשִׁים. אַף בִּשְׁעַת הֶתֵּר הַבָּמוֹת לֹא הָיוּ מַקְרִיבִין אֶת הַפֶּסַח בְּבָמַת יָחִיד [ב.] וְכָל הַמַּקְרִיב אֶת הַפֶּסַח בְּבָמַת יָחִיד לוֹקֶה [ג.] שֶׁנֶּאֱמַר <small>(דברים טז ה)</small> \"לֹא תוּכַל לִזְבֹּחַ אֶת הַפָּסַח בְּאַחַד שְׁעָרֶיךָ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹ אַזְהָרָה לַשּׁוֹחֵט בְּבָמַת יָחִיד אֲפִלּוּ בִּשְׁעַת הֶתֵּר הַבָּמוֹת:\n",
            "english": "The Paschal sacrifice may be slaughtered only in the Temple Courtyard like other sacrifices. Even when sacrificing in high places was permitted, the Paschal sacrifice would not be offered on an individual altar. Anyone who offers the Paschal sacrifice on an individual altar is liable for lashes as if he offered it in the market place, as Deuteronomy 16:5 states\" \"You may not sacrifice the Paschal sacrifice in one of your gates.\" According to the Oral Tradition, it was taught that this is warning not to slaughter a Paschal sacrifice on an individual altar even during the time when sacrificing on the high places was permitted."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "שְׁחִיטַת הַפֶּסַח אַחַר חֲצוֹת. וְאִם שְׁחָטוֹ קֹדֶם חֲצוֹת פָּסוּל. וְאֵין שׁוֹחֲטִין אוֹתוֹ אֶלָּא אַחַר תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. אַחַר שֶׁמַּקְטִירִין קְטֹרֶת שֶׁל בֵּין הָעַרְבַּיִם וְאַחַר שֶׁמֵּיטִיבִין אֶת הַנֵּרוֹת מַתְחִילִין לִשְׁחֹט אֶת הַפְּסָחִים עַד סוֹף הַיּוֹם. וְאִם שְׁחָטוֹ אַחַר חֲצוֹת קֹדֶם תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם כָּשֵׁר וְיִהְיֶה אֶחָד מְמָרֵס בְּדַם הַפֶּסַח עַד שֶׁיִּזָּרֵק דַּם הַתָּמִיד וְאַחַר כָּךְ יִזְרֹק דַּם הַפֶּסַח אַחֲרָיו. וְאִם נִזְרַק דַּם הַפֶּסַח קֹדֶם דַּם הַתָּמִיד כָּשֵׁר:\n",
            "english": "The slaughter of the Paschal sacrifice takes place after midday. It should not be slaughtered until the afternoon daily offering is slaughtered. After the afternoon incense offering is brought and the lamps of the <i>Menorah</i> are kindled, they begin slaughtering the Paschal sacrifices and continue until the end of the day.<br>If one slaughtered the Paschal sacrifice after midday, but before the afternoon daily sacrifice was offered, it is acceptable, but one should stir the blood of the Paschal sacrifice until the blood of the daily offering is cast on the altar. Afterwards, the blood of the Paschal sacrifice should be cast after it. If, however, the blood of the Paschal sacrifice is cast before the blood of the daily offering, it is acceptable."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַשּׁוֹחֵט אֶת הַפֶּסַח בִּזְמַנּוֹ וְהָיָה לוֹ כְּזַיִת חָמֵץ בִּרְשׁוּתוֹ לוֹקֶה. שֶׁנֶּאֱמַר <small>(שמות כג יח)</small> \"לֹא תִזְבַּח עַל חָמֵץ דַּם זִבְחִי\". שֶׁלֹּא יִזְבַּח הַפֶּסַח וְהֶחָמֵץ קַיָּם. אֶחָד הַשּׁוֹחֵט וְאֶחָד הַזּוֹרֵק אֶת הַדָּם וְאֶחָד הַמַּקְטִיר אֶת הָאֵימוּרִין אִם הָיָה בִּרְשׁוּת אֶחָד מֵהֶם אוֹ בִּרְשׁוּת אֶחָד מִבְּנֵי חֲבוּרָה שֶׁאוֹכְלִין פֶּסַח זֶה כְּזַיִת חָמֵץ בִּשְׁעַת הַקְרָבָתוֹ הֲרֵי זֶה לוֹקֶה וְהַפֶּסַח כָּשֵׁר: \n",
            "english": "A person who slaughters the Paschal sacrifice at the appropriate time while possessing an olive-sized portion of <i>chametz</i> is liable for lashes, as Exodus 23:18 states: \"Do not slaughter sacrificial blood over <i>chametz</i>, i.e., that one should not offer the Paschal sacrifice while <i>chametz</i> continues to exist in his possession.<br>Whether one slaughters, casts the blood on the altar, or offers the organs and fats, if one of these individuals or one of the members of the company partaking of this Paschal sacrifice possessed <i>chametz</i> in his domain at the time it is offered, he is liable for lashes. The sacrifice is, however, acceptable."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "דַּם הַפֶּסַח טָעוּן שְׁפִיכָה כְּנֶגֶד הַיְסוֹד. וְאַחַר שֶׁשּׁוֹפְכִים דָּמוֹ מַפְשִׁיטִים אוֹתוֹ וְקוֹרְעִין אֶת בִּטְנוֹ וּמוֹצִיאִין אֶת אֵימוּרָיו וּמַקְטִירִין אוֹתָן חֲלָבִין כָּל זֶבַח וְזֶבַח לְבַדּוֹ. וּבַעַל הַזֶּבַח נוֹטֵל פִּסְחוֹ עִם הָעוֹר שֶׁלּוֹ וּמֵבִיא לְבֵיתוֹ לִירוּשָׁלַיִם וְצוֹלֵהוּ וְאוֹכֵל לָעֶרֶב:\n",
            "english": "The blood of the Paschal sacrifice should be poured out on the base of the altar. After the blood was poured, its belly should be opened up, the fats and organs to be offered on the altar removed. The fats of each Paschal sacrifice should be offered on the pyre individually. The owner of the sacrifice should take his Paschal sacrifice with its hide to his home in Jerusalem.There he roasts it and eats it in the evening."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמַּנִּיחַ אֵימוּרִים וְלֹא הִקְטִירָן עַד שֶׁלָּנוּ וְנִפְסְלוּ בְּלִינָה הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה. שֶׁנֶּאֱמַר <small>(שמות כג יח)</small> \"לֹא יָלִין חֵלֶב חַגִּי עַד בֹּקֶר\". וְאַף עַל פִּי שֶׁעָבַר אֵינוֹ לוֹקֶה לְפִי שֶׁאֵין בּוֹ מַעֲשֶׂה:\n",
            "english": "When one leaves these fats and organs and does not offer them until they remain overnight and thus become disqualified because they remained overnight, he violates a negative commandment, as Exodus 23:18 states: \"Do not leave over the festive fats until the morning.\" Even though he transgresses, he is not liable for lashes, for the prohibition does not involve a deed."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וּמַקְטִירִין חֶלְבֵי פְּסָחִים כָּל הַלַּיְלָה עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁחָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת שֶׁהֲרֵי חֶלְבֵי שַׁבָּת קְרֵבִין בְּיוֹם טוֹב. אֲבָל אִם חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּחל אֵין מַקְטִירִין חֶלְבֵי חֹל בְּיוֹם טוֹב:\n",
            "english": "The fats of the Paschal sacrifice may be offered on the altar's pyre until dawn.<br>When does the above apply? When the fourteenth of Nisan falls on the Sabbath, for fats of sacrifices offered on the Sabbath may be offered on a festival. If, however, the fourteenth fell on a weekday, this leniency is not taken, because we do not offer the fats of sacrifices offered on a weekday on a festival."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַפֶּסַח נִשְׁחָט בְּשָׁלֹשׁ כִּתּוֹת. שֶׁנֶּאֱמַר <small>(שמות יב ו)</small> \"וְשָׁחֲטוּ אֹתוֹ כּל קְהַל עֲדַת יִשְׂרָאֵל\". קָהָל. וְעֵדָה. וְיִשְׂרָאֵל. וְאֵין פּוֹחֲתִין מִשְּׁלֹשִׁים בְּנֵי אָדָם בְּכָל כַּת וְכַת:\n",
            "english": "The Paschal sacrifice should be offered in three groups, as implied by Exodus 12:6 \"And all of the congregation of the community of Israel shall slaughter it.\" Three collective terms are used \"congregation,\" community,\" and \"Israel.\" There should be no less than 30 people in each group."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָיוּ הַכּל חֲמִשִּׁים. נִכְנָסִים בַּתְּחִלָּה שְׁלֹשִׁים וְשׁוֹחֲטִין. וְיוֹצְאִים עֲשָׂרָה וְנִכְנָסִין עֲשָׂרָה. וְחוֹזְרִין וְיוֹצְאִין עֲשָׂרָה וְנִכְנָסִין עֲשָׂרָה:\n",
            "english": "If there were only 50 people who came to slaughter the Paschal sacrifice, thirty enter the Temple Courtyard and slaughter their sacrificial animals. Ten depart and another ten enter. Then ten more depart and another ten enter."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָיוּ פָּחוֹת מֵחֲמִשִּׁים אֵין שׁוֹחֲטִין אֶת הַפֶּסַח לְכַתְּחִלָּה [וְאִם שָׁחֲטוּ כָּשֵׁר]. וְאִם שָׁחֲטוּ כֻּלָּן בְּבַת אַחַת כָּשֵׁר. כֵּיצַד נִשְׁחָט. נִכְנְסָה הַכַּת הָרִאשׁוֹנָה עַד שֶׁתִּתְמַלֵּא הָעֲזָרָה וְנוֹעֲלִין דַּלְתוֹת הָעֲזָרָה וּמַתְחִילִין לִשְׁחֹט אֶת פִּסְחֵיהֶן. וְכָל זְמַן שֶׁהֵן שׁוֹחֲטִין וּמַקְרִיבִין קוֹרְאִים הַלְּוִיִּים אֶת הַהַלֵּל. אִם גָּמְרוּ הַהַלֵּל וַעֲדַיִן לֹא שָׁלְמָה הַכַּת מִלְּהַקְרִיב שׁוֹנִים. וְאִם שָׁנוּ וְלֹא שָׁלְמוּ לְהַקְרִיב מְשַׁלְּשִׁין. וּמֵעוֹלָם לֹא שִׁלְּשׁוּ:\n",
            "english": "If there are less than 50 people who seek to offer Paschal sacrifices, the initial preference is not to offer that sacrifice. If, however, it was offered, it is acceptable. If all the Jewish people slaughtered their Paschal sacrifices at one time, it is acceptable.<br>How is the Paschal sacrifice slaughtered? The first group enters the Temple Courtyard until it is full. Its gates are locked and they begin slaughtering their Paschal sacrifices. As long as they are slaughtering and offering the blood, the Levites recite the <i>Hallel</i>. If they completed its recitation before the group completed its sacrifice, the <i>Hallel</i> is repeated. If they completed its repetition before the group completed its sacrifice, the <i>Hallel</i> is recited a third time. There was never a situation where the <i>Hallel</i> was completed a third time."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "עַל כָּל קְרִיאָה וּקְרִיאָה תּוֹקְעִין שָׁלֹשׁ תְּקִיעוֹת בַּחֲצוֹצְרוֹת. תְּקִיעָה תְּרוּעָה וּתְקִיעָה. הוֹאִיל וְאֵין לוֹ נְסָכִים לִתְקֹעַ בִּשְׁעַת נִסּוּךְ תּוֹקְעִין בִּשְׁעַת שְׁחִיטָה:\n",
            "english": "For every time the <i>Hallel</i> is read, three blasts are sounded with the trumpets, a <i>tekiah, teruah</i>, and <i>tekiah</i>. Since these sacrifices are not accompanied by libations for the trumpets to be sounded when they are offered, they are sounded when the sacrifices are slaughtered."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַכֹּהֲנִים עוֹמְדִים שׁוּרוֹת שׁוּרוֹת וּבִידֵיהֶן מִזְרְקֵי כֶּסֶף וּמִזְרְקֵי זָהָב. שׁוּרָה שֶׁכֻּלָּהּ כֶּסֶף כֶּסֶף. שׁוּרָה שֶׁכֻּלָּהּ זָהָב זָהָב. וְלֹא הָיוּ מְעֹרָבִים כְּדֵי שֶׁיִּהְיֶה לָהֶם נוֹי. וְלֹא הָיוּ לַמִּזְרָקִין שׁוּלַיִם כְּדֵי שֶׁלֹּא יַנִּיחוּם וְיִקְרַשׁ הַדָּם:\n",
            "english": "The priests stand in lines, holding silver and gold vessels in their hands. One line would all hold silver ones and another, all gold, without them mixing together so that it would be attractive.<br>The vessels did not have flat bottoms so that they would not be placed down and the blood allowed to coagulate."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "שָׁחַט הַשּׁוֹחֵט וְקִבֵּל הַכֹּהֵן. נוֹתְנוֹ לַחֲבֵרוֹ וַחֲבֵרוֹ לַחֲבֵרוֹ כְּדֵי שֶׁיִּתְעַסְּקוּ רַבִּים בַּמִּצְוָה עַד שֶׁיַּגִּיעַ הַדָּם אֵצֶל כֹּהֵן הַקָּרוֹב לַמִּזְבֵּחַ. שׁוֹפְכוֹ שְׁפִיכָה אַחַת כְּנֶגֶד הַיְסוֹד וּמְקַבֵּל מִזְרָק אֶחָד מָלֵא וְאַחַר כָּךְ מַחְזִיר אֶת הָרֵיקָן. וְתוֹלִין וּמַפְשִׁיטִין אֶת כֻּלּוֹ וְקוֹרְעוֹ וּמְמַחֶה אֶת קְרָבָיו עַד שֶׁמֵּסִיר מֵהֶן הַצּוֹאָה וְהַפֶּרֶשׁ. וּמוֹצִיא אֶת הָאֵימוּרִין וְנוֹתְנָן בִּכְלִי וּמוֹלְחָן וּמַקְטִירָן הַכֹּהֵן עַל גַּבֵּי הַמִּזְבֵּחַ. וְכֵיצַד תּוֹלִין וּמַפְשִׁיטִין. מַסְמְרוֹת שֶׁל בַּרְזֶל הָיוּ קְבוּעִין בַּכְּתָלִים וּבָעַמּוּדִים שֶׁבָּהֶן תּוֹלִין וּמַפְשִׁיטִין. וְכָל מִי שֶׁלֹּא מָצָא מָקוֹם לִתְלוֹת מַקְלוֹת דַּקִּים וַחֲלָקִים הָיוּ שָׁם מַנִּיחַ עַל כְּתֵפוֹ וְעַל כֶּתֶף חֲבֵרוֹ וְתוֹלֶה וּמַפְשִׁיט:\n",
            "english": "A slaughterer slaughters the sacrificial animal and a priest receives its blood, gives it to his colleague, who gives it to his colleague - so that many will be involved in the mitzvah - until the blood reaches the priest near the altar. He should pour it in a single action towards the altar's base. He receives a full vessel and returns the empty one.<br>Afterwards, the sacrificial animal is hung and skinned entirely. Its belly is ripped open and its innards are pressed until the filth and waste are removed from them. The organs and fats to be offered are removed, placed in a vessel, salted, and offered by a priest on the altar.<br>How is the sacrificial animal hung and skinned? There were iron pegs affixed in the walls and the pillars of the Temple Courtyard. The sacrificial animals were hung and skinned on them. For those who did not find a place to hang his animal, there were thin, smooth rods. One would place the rod on his shoulder and on his friend's shoulder and hang the sacrificial animal on it and skin it."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שָׁלְמוּ מִלְּהַקְרִיב פּוֹתְחִין דַּלְתוֹת הָעֲזָרָה וְיוֹצֵאת כַּת הָרִאשׁוֹנָה וְנִכְנְסָה שְׁנִיָּה. יָצָאת שְׁנִיָּה וְנִכְנְסָה שְׁלִישִׁית. כְּמַעֲשֵׂה רִאשׁוֹנָה כָּךְ מַעֲשֵׂה שְׁנִיָּה וּשְׁלִישִׁית. שָׁלְמָה כַּת שְׁלִישִׁית וְיָצָאת רוֹחֲצִים אֶת הָעֲזָרָה:\n",
            "english": "After the sacrifice was completed, the gates of the Temple Courtyard are opened. The first group departs and the second group enters. Then the second group departs and the third group enters. The manner in which it was offered the first time was repeated the second time and the third time. When the third group completed its sacrificial service and departed, the Temple Courtyard is washed."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "חָל אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת כְּמַעֲשֵׂהוּ בְּחל כָּךְ מַעֲשֵׂהוּ בְּשַׁבָּת. וְרוֹחֲצִין אֶת הָעֲזָרָה בְּשַׁבָּת שֶׁאֵין אִסּוּר שְׁבוּת בַּמִּקְדָּשׁ אֲפִלּוּ בְּדָבָר שֶׁאֵינוֹ צֹרֶךְ עֲבוֹדָה אִסּוּר שְׁבוּת בַּמִּקְדָּשׁ הֶתֵּר הוּא:\n",
            "english": "If the fourteenth of Nisan fell on the Sabbath, it was offered on the Sabbath in the same way as it was offered during the week. The floor of the Temple Courtyard would be washed, for prohibitions of the category of <i>shvut</i> are not observed in the Temple, even when the matter is not necessary for the Temple service. For the prohibitions of <i>shvut</i> are released entirely in the Temple."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "אֵין כָּל אֶחָד וְאֶחָד מוֹלִיךְ אֶת פִּסְחוֹ לְבֵיתוֹ בְּשַׁבָּת. אֶלָּא כַּת הָרִאשׁוֹנָה יוֹצְאִין בְּפִסְחֵיהֶם וְיוֹשְׁבִין בְּהַר הַבַּיִת. וְהַשְּׁנִיָּה יוֹצְאִין בְּפִסְחֵיהֶן וְיוֹשְׁבִין בַּחֵיל. וְהַשְּׁלִישִׁית עוֹמְדִין בִּמְקוֹמָן בָּעֲזָרָה. וְשׁוֹהִים הַכּל עַד מוֹצָאֵי שַׁבָּת וְהוֹלֵךְ כָּל אֶחָד בְּפִסְחוֹ לְבֵיתוֹ:\n",
            "english": "No one would bring their Paschal sacrifices to their homes on the Sabbath. Instead, the first group would depart with their Paschal sacrifices and sit on the Temple Mount. The second group would depart with their Paschal sacrifices and sit on the surrounding rampart. And the third group would stand in their place in the Temple Courtyard. They would all wait until the conclusion of the Sabbath and then everyone would bring their Paschal sacrifice to his home."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "שְׁחִיטַת הַפֶּסַח וּזְרִיקַת דָּמוֹ וּמִחוּי קְרָבָיו וְהֶקְטֵר חֲלָבָיו דּוֹחִין אֶת הַשַּׁבָּת. שֶׁאִי אֶפְשָׁר לַעֲשׂוֹתָן קֹדֶם הַשַּׁבָּת שֶׁהֲרֵי קָבוּעַ לוֹ זְמַן שֶׁנֶּאֱמַר <small>(במדבר ט ב ג)</small> \"בְּמוֹעֲדוֹ\". אֲבָל הַרְכָּבָתוֹ וַהֲבָאָתוֹ מִחוּץ לַתְּחוּם וַחֲתִיכַת יַבָּלָתוֹ בִּכְלִי אֵינָן דּוֹחִין אֶת הַשַּׁבָּת שֶׁהֲרֵי אֶפְשָׁר לַעֲשׂוֹתָן קֹדֶם הַשַּׁבָּת. וְאִם יָכוֹל לַחְתֹּךְ יַבַּלְתּוֹ בְּיָדוֹ בְּשַׁבָּת חוֹתֵךְ. וְאִם הָיְתָה יְבֵשָׁה חוֹתְכָהּ אֲפִלּוּ בִּכְלִי שֶׁאֵין שְׁבוּת בַּמִּקְדָּשׁ כְּלָל. וְכֵן צְלִיָּתוֹ וַהֲדָחַת קְרָבָיו אֵינָן דּוֹחִין אֶת הַשַּׁבָּת שֶׁהֲרֵי אֶפְשָׁר לַעֲשׂוֹתָן לְאַחַר הַשַּׁבָּת:\n",
            "english": "The slaughter of the Paschal sacrifice, pouring its blood on the altar, pressing out its innards, and offering its fats supersede the Sabbath prohibitions. For it is impossible to perform these before the Sabbath, because the sacrifice has a fixed time, as implied by Numbers 9:2 which states that the sacrifice must be brought \"at its appointed time.\" Nevertheless, carrying it through the city, bringing it from outside the Sabbath limits, cutting off its wart with a utensil do not supersede the Sabbath prohibitions, because these activities could be performed before the Sabbath. If, however, he could cut it off by hand on the Sabbath, he may. If it was dried up, he may cut it off, even with a utensil, for the prohibitions defined as <i>shvut</i> do not apply in the Temple at all.<br>Similarly, roasting it and washing out its innards do not supersede the Sabbath prohibitions, because these activities can be performed after the Sabbath."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "שָׁכַח וְלֹא הֵבִיא סַכִּין לֹא יְבִיאֶנָּה בְּשַׁבָּת. אֶלָּא נוֹתְנָהּ בֵּין קַרְנֵי הַכֶּבֶשׂ אוֹ בְּצַמְרוֹ וּמַכִּישׁוֹ עַד שֶׁמְּבִיאוֹ לָעֲזָרָה וּמַקְדִּישׁוֹ שָׁם. וְאַף עַל פִּי שֶׁהוּא מְחַמֵּר בְּשַׁבָּת מְחַמֵּר כִּלְאַחַר יָד הוּא וּמִפְּנֵי הַמִּצְוָה מֻתָּר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁלֹּא הִקְדִּישׁ פִּסְחוֹ עֲדַיִן וְלֹא אָמַר זֶה פֶּסַח אֲבָל אִם הִקְדִּישׁוֹ לֹא יָבִיא סַכִּין עָלָיו מִפְּנֵי שֶׁהוּא עוֹבֵד בְּקָדָשִׁים. וּמִפְּנֵי מָה הִתִּירוּ לְהַקְדִּישׁ פִּסְחוֹ בְּשַׁבָּת הוֹאִיל וְקָבוּעַ לוֹ זְמַן מֻתָּר לְהַקְדִּישׁוֹ בְּשַׁבָּת. וְכֵן מַקְדִּישׁ אָדָם חֲגִיגָתוֹ בְּיוֹם טוֹב וְאֵינוֹ חוֹשֵׁשׁ:\n",
            "english": "If one forgot and did not bring a knife, he should not bring it on the Sabbath. Instead, he should place it between the horns of the lamb or in its wool and spur it on until it brings it to the Temple. There he should consecrate it. Although he is having an animal carry a burden for him on the Sabbath, since he is doing this in an abnormal manner and because of the mitzvah, it was permitted.<br>When does this apply? When he has not consecrated his Paschal sacrifice as of yet or said: \"This is a Paschal sacrifice.\" If, however, he consecrated it, he should not have a knife carried upon it, because he is having work performed by a consecrated animal.<br>Why was a person permitted to consecrate his Paschal sacrifice on the Sabbath? Since the sacrifice has a fixed time, it is permitted to consecrate it on the Sabbath. Similarly, a person may consecrate his festive offering on a festival without any concern."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "הַשּׁוֹחֵט אֶת הַפֶּסַח וְנִמְצָא בַּעַל מוּם אוֹ טְרֵפָה הֲרֵי זֶה שׁוֹחֵט אַחֵר בֵּין בְּחל בֵּין בְּשַׁבָּת אֲפִלּוּ מֵאָה זֶה אַחַר זֶה שׁוֹחֵט וְהוֹלֵךְ עַד שֶׁיִּכְשַׁר אֶחָד אוֹ עַד שֶׁתֶּחֱשַׁךְ וְיִדָּחֶה לַשֵּׁנִי שֶׁהֲרֵי אָנוּס הוּא:\n",
            "english": "When a person slaughters his Paschal sacrifice and it is discovered to have a disqualifying physical blemish or it is <i>treifah</i>. he may slaughter another one whether on the weekday or on the Sabbath. He may proceed and slaughter one hundred one after the other until one is acceptable or until night falls and his offering of the sacrifice is postponed until the Second Pesach, because he was prevented by forces beyond his control."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא לִמְנוּיָיו שֶׁנֶּאֱמַר <small>(שמות יב ד)</small> \"תָּכֹסּוּ עַל הַשֶּׂה\" מְלַמֵּד שֶׁמִּתְמַנִּים עָלָיו כְּשֶׁהוּא חַי. וְאֵלּוּ הַמִּתְמַנִּים עַל הַפֶּסַח הֵם הַנִּקְרָאִים בְּנֵי חֲבוּרָה:\n",
            "english": "The Paschal sacrifice should be slaughtered only for the sake of those who were enumerated for partaking of it, as Exodus 13:4 states: \"Everyone... should be enumerated on the lamb.\" The implication is that one should be enumerated on it while it is alive. Those enumerated on a Paschal sacrifice are referred to as \"the members of the company.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "יָחִיד שֶׁשָּׁחַט אֶת הַפֶּסַח לְעַצְמוֹ כָּשֵׁר. וְהוּא שֶׁיִּהְיֶה רָאוּי לֶאֱכוֹל אֶת כֻּלּוֹ. וּמִשְׁתַּדְּלִין שֶׁלֹּא יִשְׁחַט לְכַתְּחִלָּה עַל יָחִיד שֶׁנֶּאֱמַר <small>(שמות יב מז)</small> <small>(במדבר ט יא יב)</small> \"יַעֲשׂוּ אֹתוֹ\": \n",
            "english": "When one individual sacrifices a Paschal sacrifice for himself alone, it is acceptable, provided he is capable of partaking of it in its entirety. As an initial preference, an endeavor is made not to sacrifice the Paschal sacrifice for the sake of one individual alone, for Numbers 9:12 states: \"They shall offer it.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין שׁוֹחֲטִין אֶת הַפֶּסַח אֶלָּא עַל מִי שֶׁרָאוּי לֶאֱכל. הָיָה אֶחָד מִבְּנֵי חֲבוּרָה קָטָן אוֹ זָקֵן אוֹ חוֹלֶה אִם יָכוֹל לֶאֱכל כְּזַיִת שׁוֹחֲטִין עָלָיו וְאִם לָאו אֵין שׁוֹחֲטִין עָלָיו שֶׁנֶּאֱמַר <small>(שמות יב ד)</small> \"אִישׁ לְפִי אָכְלוֹ\" עַד שֶׁיִּהְיֶה רָאוּי לֶאֱכל. אֲפִלּוּ חֲבוּרָה שֶׁל מֵאָה וְאֵין כָּל אֶחָד מֵהֶן יָכוֹל לֶאֱכל כְּזַיִת אֵין שׁוֹחֲטִין עֲלֵיהֶן:\n",
            "english": "The Paschal sacrifice should be slaughtered only for those who are fit to partake of it. If one of the members of the company was a minor, an elder person, or infirm, he may be counted among those for whom the Paschal sacrifice is slaughtered if he is capable of eating an olive-sized portion. If not, he may not be counted among them, as implied by Exodus 12:4: \"A person according to his capacity to eat,\" indicating that he must be fit to partake of it. Even if the company includes 100, if any one of them is not capable of eating an olive-sized portion, he may not be counted among those for whom it is slaughtered."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין עוֹשִׂין חֲבוּרָה נָשִׁים וַעֲבָדִים אוֹ קְטַנִּים וַעֲבָדִים מִפְּנֵי שֶׁלֹּא תִּהְיֶה קַלּוּת רֹאשׁ בֵּינֵיהֶן. אֲבָל עוֹשִׂים חֲבוּרָה כֻּלָּם נָשִׁים אֲפִלּוּ בְּפֶסַח שֵׁנִי. אוֹ כֻּלָּהּ עֲבָדִים. וְשׁוֹחֲטִין עַל הַקְּטַנִּים שֶׁיִּהְיוּ מִכְּלַל בְּנֵי הַחֲבוּרָה. לֹא שֶׁתִּהְיֶה חֲבוּרָה כֻּלָּהּ קְטַנִּים שֶׁאֵינָן בְּנֵי דַּעַת. וְכֵן אֵין עוֹשִׂין חֲבוּרָה כֻּלָּהּ חוֹלִים אוֹ זְקֵנִים אוֹ אוֹנְנִים אַף עַל פִּי שֶׁהֵן יְכוֹלִין לֶאֱכל הוֹאִיל וַאֲכִילָתָם מְעוּטָה. שֶׁמָּא יַשְׁאִירוּ הַפֶּסַח וִיבִיאוּהוּ לִידֵי פְּסוּל. וְאִם עָבְרוּ וְשָׁחֲטוּ עַל חֲבוּרָה זוֹ כָּשֵׁר. וְכֵן אֵין עוֹשִׂין חֲבוּרָה כֻּלָּהּ גֵּרִים שֶׁמָּא יְדַקְדְּקוּ בּוֹ וִיבִיאוּהוּ לִידֵי פִּסּוּל. וְאִם שָׁחֲטוּ עֲלֵיהֶן כָּשֵׁר:\n",
            "english": "A company should not be composed of solely women and servants or minors and servants so that frivolity will not be found among them. A company may, however, be made entirely of women even for the second Paschal sacrifice or entirely of servants. Minors may be counted among the company for whom the Paschal sacrifice is slaughtered, but a company may not be comprised solely of minors, for they are not intellectually mature.<br>Similarly, a company should not be made up solely of the infirm, the elderly, or those in an acute state of mourning. Even though they are capable of eating, since they will eat only a meager amount, it is possible that they will leave over from the Paschal sacrifice and cause it to become unacceptable. If they transgressed and had a Paschal sacrifice slaughtered for such a company, it is acceptable. Similarly, a company should not be made up solely of converts, lest they not be precise concerning it and cause it to be disqualified. If a Paschal sacrifice was slaughtered for such a company, it is acceptable."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁחָטוֹ שֶׁלֹּא לִמְנוּיָיו אוֹ לְמִי שֶׁאֵין כָּל אֶחָד מֵהֶן יָכוֹל לֶאֱכל כְּזַיִת אוֹ שֶׁשְּׁחָטוֹ לַעֲרֵלִים אוֹ לִטְמֵאִים פָּסוּל. שְׁחָטוֹ לְמִי שֶׁיָּכוֹל לֶאֱכל וּלְמִי שֶׁאֵינוֹ יָכוֹל לֶאֱכל כְּזַיִת. לִמְנוּיָיו וְשֶׁלֹּא לִמְנוּיָיו. לְמוּלִים וְלַעֲרֵלִים. לִטְהוֹרִים וְלִטְמֵאִין. כָּשֵׁר. שֶׁאֵלּוּ הָרְאוּיִין לוֹ אוֹכְלִין כַּהֲלָכָה וְהָאֲחֵרִים כְּאִלּוּ לֹא חָשַׁב עֲלֵיהֶם:\n",
            "english": "If a Paschal sacrifice was slaughtered for people who were not enumerated upon it or for individuals whom none could eat an olive-sized portion or it was slaughtered for the uncircumcised or those impure, it is unacceptable. If it was slaughtered for one who could partake of it and one who could not partake of an olive-sized portion, for those enumerated on it and for others not enumerated on it, for circumcised and uncircumcised, for the pure and the impure, it is acceptable. Those who are fit to partake of it eat according to law; it is as if he did not have the others in mind."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁחָטוֹ לְמוּלִים וְזָרַק הַדָּם לְשֵׁם מוּלִים וַעֲרֵלִים פָּסוּל. שֶׁהַזְּרִיקָה חֲמוּרָה שֶׁהִיא עִקַּר הַקָּרְבָּן. שְׁחָטוֹ לְמוּלִים שֶׁיִּתְכַּפְּרוּ בּוֹ עֲרֵלִים פָּסוּל שֶׁהֲרֵי יֵשׁ מַחֲשֶׁבֶת עֲרֵלִים בִּזְרִיקָה. שְׁחָטוֹ לְאוֹכְלָיו לִזְרֹק דָּמוֹ שֶׁלֹּא לְאוֹכְלָיו הַפֶּסַח כָּשֵׁר וְאֵין אָדָם יוֹצֵא בּוֹ יְדֵי חוֹבָתוֹ לְפִי שֶׁאֵין מַחֲשֶׁבֶת אוֹכְלִים בַּזְּרִיקָה:\n",
            "english": "If the Paschal sacrifice was slaughtered for the sake of the circumcised, but its blood was cast on the altar for the sake of the circumcised and the uncircumcised, it is unacceptable. The rationale is that casting the blood is more severe, because it is the fundamental dimension of the sacrifice.<br>If he slaughtered it for the circumcised so that the uncircumcised will derive atonement through it, it is unacceptable, because he had the uncircumcised in mind when casting the blood. If he slaughtered it for the sake of those who would partake of it so that its blood would be cast for those who would not partake of it, the Paschal sacrifice is acceptable, but no one fulfills their obligation with it, because the ones who will partake of it were not in mind when the blood was cast."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁהוּא בָּרִיא בִּשְׁעַת שְׁחִיטָה וְחוֹלֶה בִּשְׁעַת זְרִיקָה. אוֹ חוֹלֶה בִּשְׁעַת שְׁחִיטָה וּבָרִיא בִּשְׁעַת זְרִיקָה. אֵין שׁוֹחֲטִין וְזוֹרְקִין עָלָיו עַד שֶׁיִּהְיֶה בָּרִיא מִשְּׁעַת שְׁחִיטָה עַד שְׁעַת זְרִיקָה:\n",
            "english": "When one was healthy at the time the sacrificial animal was slaughtered, but sick at the time its blood was cast or sick at the time of slaughter, but healthy at the time the blood was cast, the sacrificial animal should not be slaughtered, nor its blood cast for him unless he is healthy from the time it was slaughtered until its blood was cast."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שׁוֹחֵט אָדָם עַל יְדֵי בְּנוֹ וּבִתּוֹ הַקְּטַנִּים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים בֵּין מִדַּעְתָּן בֵּין שֶׁלֹּא מִדַּעְתָּן. אֲבָל אֵינוֹ שׁוֹחֵט עַל יְדֵי בְּנוֹ וּבִתּוֹ הַגְּדוֹלִים וְלֹא עַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים וְלֹא עַל יְדֵי אִשְׁתּוֹ אֶלָּא מִדַּעְתָּן. וְאִם שָׁתְקוּ וְלֹא מִחוּ הֲרֵי זֶה מִדַּעְתָּן:\n",
            "english": "A person may have a sacrificial animal slaughtered for the sake of his son or daughter who are below majority and for his Canaanite servants and maidservants, whether with their consent or without their consent. He may not, however, slaughter for the sake of his son or daughter who are above majority or for the sake of his Hebrew servants and maidservants or for the sake of his wife without their consent. If they were silent and did not protest, they are considered to have consented."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שָׁחַט עַל יְדֵי בְּנוֹ וּבִתּוֹ הַקְּטַנִּים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הַכְּנַעֲנִים וְהָלְכוּ וְשָׁחֲטוּ הֵן לְעַצְמָן יוֹצְאִין בְּשֶׁל רַבָּן:\n",
            "english": "If one slaughtered a sacrificial animal for the sake of his son or daughter who are below majority and/or for his Canaanite servants and maidservants and they went and had one slaughtered for themselves, they fulfill their obligation by partaking of their master's sacrifice."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שָׁחַט עַל יְדֵי אִשְׁתּוֹ וּבְנוֹ וּבִתּוֹ הַגְּדוֹלִים וְעַל יְדֵי עַבְדּוֹ וְשִׁפְחָתוֹ הָעִבְרִים וְשָׁחֲטוּ הֵן לְעַצְמָן. אֵין לְךָ מִחוּי גָּדוֹל מִזֶּה וְאֵינָן יוֹצְאִין אֶלָּא בְּשֶׁל עַצְמָן:\n",
            "english": "If one slaughtered a sacrificial animal for the sake of his wife, his son or daughter who are above majority and/or for his Hebrew servants and maidservants and they went and had one slaughtered for themselves, there is no greater protest than this. They fulfill their obligation by partaking of their own sacrifice."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָאִשָּׁה שֶׁהִיא בְּבֵית בַּעְלָהּ שָׁחַט עָלֶיהָ אָבִיהָ וְשָׁחַט עָלֶיהָ בַּעְלָהּ תֹּאכַל מִשֶּׁל בַּעְלָהּ. הָיְתָה נֶחְפֶּזֶת לָלֶכֶת לְבֵית אָבִיהָ בָּרֶגֶל הָרִאשׁוֹן הַסָּמוּךְ לְנִשּׂוּאֶיהָ כְּדֶרֶךְ כָּל הַבָּנוֹת וְשָׁחַט עָלֶיהָ אָבִיהָ וְשָׁחַט עָלֶיהָ בַּעְלָהּ תֹּאכַל מִשֶּׁל אָבִיהָ. מִכָּאן וְאֵילָךְ תֹּאכַל מִמָּקוֹם שֶׁהִיא רוֹצָה. וְהוּא שֶׁתִּבְרֹר לָהּ מָקוֹם שֶׁתִּרְצֶה בִּשְׁעַת שְׁחִיטָה. וְכֵן יָתוֹם שֶׁשָּׁחֲטוּ עָלָיו אַפּוֹטְרוֹפְּסִין יֹאכַל מִמָּקוֹם שֶׁהוּא רוֹצֶה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּיָתוֹם קָטָן. אֲבָל גָּדוֹל נַעֲשֶׂה כִּמְמַנֶּה עַצְמוֹ עַל שְׁנֵי פְּסָחִים וְהַמְמַנֶּה עַצְמוֹ עַל שְׁנֵי פְּסָחִים אֵינוֹ אוֹכֵל אֶלָּא מִן הַנִּשְׁחָט רִאשׁוֹן:\n",
            "english": "When a woman is living in her husband's home and her father slaughters for her and her husband slaughters for her, she should partake of her husband's. If she was hurrying to go to her father's home on the first festival after her wedding as is the pattern of all women and both her father and her husband slaughtered for her, she should partake of her father's. From this point onward, she should eat at the place she desires, provided it is clear where she desires to eat at the time of slaughter.<br>Similarly, if two guardians sacrifice on behalf of an orphan, the orphan should eat where he desires. When does the above apply? To an orphan below majority. If, however, he is above majority, it is as if he was enumerated on two Paschal sacrifices. And when one enumerates himself on two Paschal sacrifices, he may partake only of the one slaughtered first."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "עֶבֶד שֶׁל שְׁנֵי שֻׁתָּפִין בִּזְמַן שֶׁמַּקְפִּידִין זֶה עַל זֶה שֶׁלֹּא יִגְנְבֶנּוּ לֹא יֹאכַל מִשֶּׁל שְׁנֵיהֶן. וְאִם אֵינָן מַקְפִּידִין מִמָּקוֹם שֶׁיִּרְצֶה יֹאכַל:\n",
            "english": "With regard to a Canaanite servant of two partners, if they are untrusting of each other, suspecting that the other will steal the servant, he should not partake of either of their Paschal sacrifice. If they are not untrusting, he may eat where he desires."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין. לֹא יֹאכַל לֹא מִשֶּׁל רַבּוֹ וְלֹא מִשֶּׁל עַצְמוֹ עַד שֶׁיֵּעָשֶׂה כֻּלּוֹ בֶּן חוֹרִין:\n",
            "english": "A person who is half a servant and half free, he should not partake of his masters, nor of his own until he attains his freedom."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "עַד כַּמָּה נִמְנִים עַל הַפֶּסַח. עַד שֶׁיִּהְיֶה בּוֹ כְּזַיִת לְכָל אֶחָד וְאֶחָד. וְנִמְנִין עָלָיו וּמוֹשְׁכִין אֶת יְדֵיהֶן מִמֶּנּוּ עַד שֶׁיִּשָּׁחֵט. כֵּיוָן שֶׁנִּשְׁחַט אֵינוֹ יָכוֹל לִמְשֹׁךְ אֶת יָדוֹ שֶׁהֲרֵי נִשְׁחַט עָלָיו. נִמְנוּ עָלָיו וְחָזְרוּ אֲחֵרִים וְנִמְנוּ עָלָיו. רִאשׁוֹנִים שֶׁיֵּשׁ לָהֶם כְּזַיִת אוֹכְלִים וּפְטוּרִים מֵעֲשׂוֹת פֶּסַח שֵׁנִי וְאַחֲרוֹנִים שֶׁרָבוּ עַד שֶׁלֹּא נִמְצָא בּוֹ כְּזַיִת לְכָל אֶחָד אֵינָן אוֹכְלִין וְחַיָּבִים לַעֲשׂוֹת פֶּסַח שֵׁנִי:\n",
            "english": "To what extent can people be enumerated on a Paschal sacrifice? Until there is an olive-sized portion for each one.<br>One may be enumerated upon it and remove himself from it until it is slaughtered. Once it is slaughtered, he may not remove himself from it, for it was already slaughtered on his behalf.<br>The following rules apply when some people were enumerated on a sacrificial animal and others came and enumerated themselves on the same animal. If there is an olive-sized portion for the first, they may partake of it and are exempt from bringing a second Paschal sacrifice. The later ones who were added until there was not an olive-sized portion for each person should not partake of it and are obligated to offer a second Paschal sacrifice."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הַמְמַנֶּה אֲחֵרִים עִמּוֹ עַל חֶלְקוֹ וְלֹא יָדְעוּ בָּהֶן בְּנֵי הַחֲבוּרָה הֲרֵי בְּנֵי הַחֲבוּרָה רַשָּׁאִין לִתֵּן לוֹ חֶלְקוֹ אַחַר שֶׁיִּצָּלֶה בְּעֵת הָאֲכִילָה וּבְנֵי הַחֲבוּרָה אוֹכְלִין מִשֶּׁלָּהֶן וְהוּא אוֹכֵל חֶלְקוֹ עִם הָאֲחֵרִים שֶׁמָּנָה עָלָיו בַּחֲבוּרָה שְׁנִיָּה. וְכֵן בְּנֵי הַחֲבוּרָה שֶׁהָיָה אֶחָד מֵהֶם גַּרְגְּרָן רַשָּׁאִים לְהוֹצִיאוֹ מֵהֶן וְנוֹתְנִין לוֹ חֶלְקוֹ וְיֹאכְלֵהוּ בַּחֲבוּרָתוֹ. וְאִם אֵינוֹ זוֹלֵל אֵינָן רַשָּׁאִין לְחַלֵּק:\n",
            "english": "When a person enumerates others on his portion of the Paschal sacrifice without the other members of his company knowing, the members of the company are entitled to give him his portion after it was roasted at the time when the sacrifice is eaten. The members of the company partake of their portion and he eats together with the others whom he enumerated in a second company.<br>Similarly, if one of the members of a company is a glutton, the members of the company are permitted to remove him and give him his portion which he will eat in his own company. If he is not a glutton, they may not divide."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָאוֹמֵר לְעַבְדּוֹ צֵא וּשְׁחֹט עָלַי אֶת הַפֶּסַח. אַף עַל פִּי שֶׁדֶּרֶךְ רַבּוֹ לִשְׁחֹט טָלֶה בְּכָל שָׁנָה וְהָלַךְ וְשָׁחַט עָלָיו גְּדִי אוֹ שֶׁהָיָה דַּרְכּוֹ לִשְׁחֹט גְּדִי וְהָלַךְ וְשָׁחַט עָלָיו טָלֶה הֲרֵי זֶה יֹאכַל מִמֶּנּוּ. שֶׁהֲרֵי לֹא פֵּרֵשׁ וְאָמַר לוֹ שְׁחֹט לִי מִמִּין פְּלוֹנִי. הָלַךְ וְשָׁחַט גְּדִי וְטָלֶה אֵינוֹ אוֹכֵל מִשְּׁנֵיהֶן אֶלָּא יֵצְאוּ לְבֵית הַשְּׂרֵפָה שֶׁאֵין נִמְנִין עַל שְׁנֵי פְּסָחִים. וְאִם הָיָה מֶלֶךְ אוֹ מַלְכָּה וְאָמַר לְעַבְדּוֹ לִשְׁחֹט עָלָיו וְשָׁחַט גְּדִי וְטָלֶה יֹאכַל מִן הָרִאשׁוֹן מִשּׁוּם שְׁלוֹם מַלְכוּת:\n",
            "english": "The following rules apply when a person tells his servant: \"Go and sacrifice a Paschal sacrifice for me.\" Even though his master usually slaughters a lamb every year and the servant slaughtered a goat - or his master would usually slaughter a goat and he went and slaughtered a lamb, the master may partake of it, since he did not explicitly say: \"Slaughter this particular type.\"<br>If the servant went and slaughtered both a kid and a lamb, the master may not partake of either of them. Instead, they should be taken to the place where sacrifices are burnt, because one may not be enumerated on two Paschal sacrifices. If, however, it was a king or queen who told his servant to sacrifice an animal for him and the servant slaughtered a kid and a lamb, the king or queen may partake of the one slaughtered first. This leniency was granted to placate the king."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָאוֹמֵר לִשְׁלוּחוֹ צֵא וּשְׁחֹט עָלַי אֶת הַפֶּסַח וְקָבַע לוֹ גְּדִי אוֹ טָלֶה וְשָׁכַח מָה אָמַר לוֹ רַבּוֹ. הֲרֵי זֶה שׁוֹחֵט גְּדִי וְטָלֶה וְאוֹמֵר אִם גְּדִי אָמַר לִי גְּדִי שֶׁלּוֹ וְטָלֶה שֶׁלִּי וְאִם טָלֶה אָמַר לִי טָלֶה שֶׁלּוֹ וּגְדִי שֶׁלִּי. שָׁכַח הַשּׁוֹלֵחַ מָה אָמַר לוֹ שְׁנֵיהֶן יֵצְאוּ לְבֵית הַשְּׂרֵפָה. וְאִם שָׁכַח הַשּׁוֹלֵחַ קֹדֶם שֶׁיִּזָּרֵק הַדָּם חַיָּבִין לַעֲשׂוֹת פֶּסַח שֵׁנִי. שָׁכַח אַחַר שֶׁנִּזְרַק הַדָּם פָּטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. וְכֵן הַדִּין בְּאוֹמֵר לְעַבְדּוֹ צֵא וּשְׁחֹט עָלַי וְקָבַע לוֹ וְשָׁכַח הָעֶבֶד מָה אָמַר לוֹ רַבּוֹ. וְהוּא שֶׁיִּתֵּן לוֹ רוֹעֶה שֶׁל רַבּוֹ גְּדִי וְטָלֶה וְיֹאמַר לוֹ שְׁחֹט שְׁנֵיהֶן כְּדֵי שֶׁתִּשְׁחֹט כְּמוֹ שֶׁאָמַר לוֹ רַבְּךָ וַהֲרֵי אֶחָד מֵהֶן שֶׁלְּךָ עַל מְנָת שֶׁלֹּא יִהְיֶה לְרַבְּךָ בּוֹ כְּלוּם. אִם עָשָׂה הָרוֹעֶה כָּךְ אַחַר כָּךְ יִהְיֶה אֶפְשָׁר לָעֶבֶד לְהַתְנוֹת כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "english": "When one tells his agent: \"Go out and slaughter a Paschal sacrifice for me\" and establishes that he wants either a kid or a lamb slaughtered, but the agent forgot what the principal told him, the agent should slaughter both a kid and a lamb and say: \"If the principal told me to slaughter a kid, the kid should be his and the lamb, mine. If he told me to slaughter a lamb, the lamb should be his and the kid, mine.\"<br>In such a situation, if the principal also forgot what he told the agent, both animals should be taken to the place where sacrifices are burnt. If the principal forgot before the blood was cast on the altar, they are obligated to bring a second Paschal sacrifice. If he forgot after the blood was cast on the altar, he is exempt from bring a second Paschal sacrifice.<br>The same also applies if one tells a Canaanite servant: \"Go and slaughter a Paschal sacrifice for me,\" and he established the type of sacrifice he desired and the servant forgot what his master told him, provided the shepherd of his master gives him a kid and a lamb and tells him: \"Slaughter both of them so that you will have slaughtered one according to the instructions of your master. And one shall be yours on the condition that your master has no portion in it.\" If the shepherd does this, it will be possible for the servant to make the stipulation described above."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בְּנֵי חֲבוּרָה שֶׁאָמְרוּ לָאֶחָד צֵא וּשְׁחֹט לָנוּ אֶת הַפֶּסַח וְאָמַר הוּא לָהֶן וְאַתֶּם שַׁחֲטוּ עָלַי וְשָׁחֲטוּ הֵם וְשָׁחַט הוּא כֻּלָּם אוֹכְלִין מִזֶּה שֶׁנִּשְׁחַט רִאשׁוֹן וְהָאַחֲרוֹן יֵצֵא לְבֵית הַשְּׂרֵפָה:\n",
            "english": "The following rules apply if the members of a company tell a person: \"Go and slaughter a Paschal sacrifice for us,\" and he tells them: \"And you should slaughter for me.\" If they slaughtered an animal and he slaughtered an animal, they should eat from the animal slaughtered first and the one slaughtered last should be taken to the place where sacrifices are burnt."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "חֲבוּרָה שֶׁאָבַד פִּסְחָהּ וְאָמְרוּ לָאֶחָד צֵא וּבַקֵּשׁ וּשְׁחֹט עָלֵינוּ. הָלַךְ וּמָצָא פֶּסַח שֶׁאָבַד וּשְׁחָטוֹ וְהֵם לָקְחוּ פֶּסַח אַחֵר וּשְׁחָטוּהוּ אִם שֶׁלּוֹ נִשְׁחַט רִאשׁוֹן הוּא אוֹכֵל מִשֶּׁלּוֹ וְהֵן אוֹכְלִין עִמּוֹ וְהַשֵּׁנִי יִשָּׂרֵף וְאִם שֶׁלָּהֶן נִשְׁחַט רִאשׁוֹן הֵן אוֹכְלִין מִשֶּׁלָּהֶן וְהוּא אוֹכֵל מִשֶּׁלּוֹ. אֵין יָדוּעַ אֵי זֶה מֵהֶן נִשְׁחַט רִאשׁוֹן אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶן כְּאַחַת הוּא אוֹכֵל מִשֶּׁלּוֹ וְהֵן אֵינָן אוֹכְלִין עִמּוֹ וְשֶׁלָּהֶן יֵצֵא לְבֵית הַשְּׂרֵפָה וּפְטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי:\n",
            "english": "The following laws apply when the animal designated as a Paschal sacrifice of a company is lost and they tell one of the members of the company: \"Go, search for it, and slaughter it for us.\" He went, found the Paschal sacrifice that was lost, and slaughtered it and they took another animal for a Paschal sacrifice and slaughtered it. If his was slaughtered first, he partakes of his sacrifice and they partake of it with him and the second one should be burnt. If theirs was slaughtered first, they should partake of their sacrifice and he should partake of his own. If it is not known which was slaughtered first or they were both slaughtered at the same time, he should partake of his own, but they should not eat with him. Their sacrifice should be taken to the place where sacrifices are burnt, but they are exempt from bringing a second Paschal sacrifice."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אָמַר לָהֶם זֶה שֶׁשְּׁלָחוּהוּ לְבַקֵּשׁ פֶּסַח שֶׁאָבַד וּלְשָׁחֳטוֹ אִם אֵחַרְתִּי שַׁחֲטוּ אַתֶּם עָלַי. הָלַךְ וּמָצָא וְשָׁחַט וְהֵם לָקְחוּ וְשָׁחֲטוּ. אִם שֶׁלָּהֶן נִשְׁחַט רִאשׁוֹן הֵם אוֹכְלִין מִשֶּׁלָּהֶם וְהוּא אוֹכֵל עִמָּהֶם וְהַשֵּׁנִי יִשָּׂרֵף. וְאִם שֶׁלּוֹ נִשְׁחַט רִאשׁוֹן הוּא אוֹכֵל מִשֶּׁלּוֹ וְהֵן אוֹכְלִין מִשֶּׁלָּהֶן. אֵין יָדוּעַ אֵי זֶה מֵהֶן נִשְׁחַט רִאשׁוֹן אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶם כְּאֶחָד הֵן אוֹכְלִין מִשֶּׁלָּהֶן וְהוּא אֵינוֹ אוֹכֵל עִמָּהֶן. וְשֶׁלּוֹ יֵצֵא לְבֵית הַשְּׂרֵפָה וּפָטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי:\n",
            "english": "The following laws apply when the agent told the members of the company who sent him to search for the Paschal sacrifice that was lost and to slaughter it: \"If I come late, slaughter a Paschal sacrifice for me,\" and then he went and found the lost animal and slaughtered it, but they also took another animal for a Paschal sacrifice and slaughtered it. If theirs is slaughtered first, they should partake of their own and he should eat with them. The second one should be burnt. If his is slaughtered first, he should partake of his own and they should partake of their own. If it is not known which was slaughtered first or they were both slaughtered at the same time, they should partake of theirs, but he does not partake of it with them. His sacrifice should be taken to the place where sacrifices are burnt, but he is exempt from bringing a second Paschal sacrifice."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָבַד לָהֶן פִּסְחָם וְאָבַד לוֹ פִּסְחוֹ וְאָמַר לָהֶן צְאוּ וּבַקְּשׁוּ וְשַׁחֲטוּ עָלַי וְאָמְרוּ לוֹ צֵא וּבַקֵּשׁ וּשְׁחֹט עָלֵינוּ וְהָלַךְ וּמָצָא וְשָׁחַט וּמָצְאוּ הֵם וְשָׁחֲטוּ. כֻּלָּם אוֹכְלִין מִן הָרִאשׁוֹן וְהַשֵּׁנִי יִשָּׂרֵף. וְאִם אֵין יָדוּעַ אֵי זֶה נִשְׁחַט תְּחִלָּה אוֹ שֶׁשָּׁחֲטוּ שְׁנֵיהֶן כְּאֶחָד שְׁנֵיהֶן יִשָּׂרְפוּ וּפְטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. הָלַךְ הוּא לְבַקֵּשׁ וְהָלְכוּ הֵם לְבַקֵּשׁ וְלֹא אָמְרוּ זֶה לָזֶה כְּלוּם. אַף עַל פִּי שֶׁהָיָה בְּלִבָּם שֶׁיִּשְׁחֹט כָּל אֶחָד מֵהֶן עַל חֲבֵרוֹ. אוֹ שֶׁהָיוּ שָׁם רְמִיזוֹת וּדְבָרִים שֶׁאֻמְדַּן הַדַּעַת בָּהֶן שֶׁכָּל אֶחָד שֶׁיִּמְצָא יִשְׁחֹט עַל חֲבֵרוֹ. הוֹאִיל וְלֹא פֵּרְשׁוּ וְלֹא אָמְרוּ זֶה לָזֶה כְּלוּם אֵינָן אַחְרָאִין זֶה לָזֶה:\n",
            "english": "The following laws apply if the Paschal sacrifice of a company was lost and the Paschal sacrifice of an individual was lost. He told them: \"Go, search for it, and slaughter for me\" and they told him: \"Go, search for it, and slaughter for us.\" If he went, found the lost animal, and slaughtered it and they went, found the lost animal, and slaughtered it, they should all eat from the first one slaughtered and the second should be burnt. If it is not known which was slaughtered first or they were both slaughtered at the same time, they should both be burnt and they are all exempt from bringing a second Paschal sacrifice.<br>If he went to search for the lost animal and they went to search for the lost animal, but they did not tell each other anything, neither one has any responsibility to the other. Since they said nothing explicitly and did not tell each other anything, this applies even if, in their hearts, they had the intent that each one would slaughter for the other and there were gestures and other matters from which it could be assessed that they all agreed that whoever finds the lost animal should slaughter for the sake of the other."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁתֵּי חֲבוּרוֹת שֶׁנִּתְעָרְבוּ פִּסְחֵיהֶן קֹדֶם שֶׁיִּשָּׁחֲטוּ. חֲבוּרָה זוֹ לוֹקְחִין כֶּבֶשׂ אֶחָד מִן הַתַּעֲרוֹבוֹת. וְהַשְּׁנִיָּה לוֹקְחִין הַשֵּׁנִי. וְאֶחָד מִבְּנֵי חֲבוּרָה זוֹ בָּא אֵצֶל אֵלּוּ. וְאֶחָד מִבְּנֵי שְׁנִיָּה בָּא אֵצֶל הָרִאשׁוֹנָה. וְכָל חֲבוּרָה מֵהֶן אוֹמְרוֹת לְזֶה הָאֶחָד שֶׁבָּא אֶצְלָם אִם שֶׁלָּנוּ הוּא הַפֶּסַח הַזֶּה יָדֶיךָ מְשׁוּכוֹת מִשֶּׁלְּךָ וְנִמְנֵיתָ עַל שֶׁלָּנוּ וְאִם שֶׁלְּךָ הוּא הַפֶּסַח הַזֶּה יָדֵינוּ מְשׁוּכוֹת מִשֶּׁלָּנוּ וְנִמְנֵינוּ עַל שֶׁלְּךָ. וְכֵן חָמֵשׁ חֲבוּרוֹת שֶׁל חֲמִשָּׁה חֲמִשָּׁה בְּנֵי אָדָם אוֹ עֶשֶׂר חֲבוּרוֹת שֶׁל עֲשָׂרָה עֲשָׂרָה מוֹשְׁכִין לָהֶן אֶחָד מִכָּל חֲבוּרָה לַחֲבוּרָה הָאַחֶרֶת וְכָךְ הֵם מַתְנִים וְאוֹמְרִים וְאַחַר כָּךְ שׁוֹחֲטִין:\n",
            "english": "The following rules apply when the Paschal sacrifices of two companies become intermingled before they are slaughtered. One company takes one lamb from the mixture and the other takes the second. One of the members of one company should go to the other and one of the members of the second company should go the first. Each of the companies say to the person who came to join them: \"If this Paschal sacrifice is ours, you are removed from your Paschal sacrifice and enumerated on ours. If, however, this Paschal sacrifice is yours, we are removed from our Paschal sacrifice and enumerated on yours.\"<br>Similarly, if there were five groups with at least five persons in each or ten groups of at least ten, a member of every company is taken to each other company and such stipulations are made. Afterwards, they slaughter the sacrificial animals."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁנִּתְעָרְבוּ פִּסְחֵיהֶן זֶה לוֹקֵחַ פֶּסַח אֶחָד מִן הַתַּעֲרוֹבוֹת וְזֶה לוֹקֵחַ לוֹ אֶחָד. וְזֶה מְמַנֶּה עַל פִּסְחוֹ אֶחָד מִן הַשּׁוּק וְהָאַחֵר מְמַנֶּה עִמּוֹ אֶחָד מִן הַשּׁוּק כְּדֵי שֶׁיִּהְיוּ שְׁתֵּי חֲבוּרוֹת. וְאַחַר כָּךְ יָבוֹא אֶחָד מִשְּׁנֵיהֶם אֵצֶל אֵלּוּ וְיָבוֹא אֶחָד מֵאֵלּוּ אֵצֶל הָאַחֵר וּמַתְנֶה כָּל אֶחָד עִם חֲבֵרוֹ שֶׁבָּא אֶצְלוֹ מֵחֲבוּרָה שְׁנִיָּה וְאוֹמֵר אִם שֶׁלִּי הוּא פֶּסַח זֶה יָדֶיךָ מְשׁוּכוֹת מִשֶּׁלְּךָ וְנִמְנֵיתָ עַל שֶׁלִּי וְאִם שֶׁלְּךָ הוּא יָדִי מְשׁוּכָה מִפֶּסַח שֶׁלִּי וְנִמְנֵיתִי עַל שֶׁלְּךָ וְנִמְצָא שֶׁלֹּא הִפְסִידוּ כְּלוּם:\n",
            "english": "When the Paschal sacrifices of two individuals become intermingled, one should take one of the Paschal sacrifices that are intermingled and the other should take the other. One should add another outsider to his Paschal sacrifice and the other should add an outsider, so that there be two companies. Afterwards, one of the two will go to the others and one of the others will go to the one and each one will stipulate with the person who came to him from the other company. Each should say: \"If this Paschal sacrifice is mine, you are removed from your Paschal sacrifice and enumerated on mine. If, however, this Paschal sacrifice is yours, I am removed from our Paschal sacrifice and enumerated on yours.\" Thus no one has lost anything."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "חֲמִשָּׁה שֶׁנִּתְעָרְבוּ עוֹרוֹת פִּסְחֵיהֶן נִמְצֵאת יַבֶּלֶת בְּעוֹר אֶחָד מֵהֶן כֻּלָּם יֵצְאוּ לְבֵית הַשְּׂרֵפָה. וְאִם נִתְעָרְבוּ קֹדֶם זְרִיקַת דָּמָן חַיָּבִין בְּפֶסַח שֵׁנִי. נִתְעָרְבוּ אחַר זְרִיקָה פְּטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי שֶׁאִם הִקְרִיבוּ פֶּסַח שֵׁנִי נִמְצָא זֶה שֶׁקָּרַב בָּרִאשׁוֹן קָרְבָּן כָּשֵׁר מֵבִיא חֻלִּין עֲזָרָה. וְאִם נִמְנוּ כֻּלָּן עַל פֶּסַח אֶחָד נִמְצָא נִשְׁחַט שֶׁלֹּא לִמְחֻיָּב וְזֶה כְּמִי שֶׁנִּשְׁחַט שֶׁלֹּא לִמְנוּיָיו. וְאִם הִתְנָה כָּל אחָד מֵהֶן וְאָמַר אִם אֵינוֹ פֶּסַח יִהְיֶה שְׁלָמִים דַּם הַפֶּסַח בִּשְׁפִיכָה וְדַם הַשְּׁלָמִים בִּזְרִיקָה וְהַנִּתָּנִין בִּזְרִיקָה אַל יִתְּנֵם בִּשְׁפִיכָה לְכַתְּחִלָּה לְפִיכָךְ פְּטוּרִין מִפֶּסַח שֵׁנִי:\n",
            "english": "When the hides of the Paschal sacrifices of five companies become intermingled and a disqualifying growth was discovered on the hide of one of them, all the sacrifices must be taken to the place where sacrifices are burnt. If they were intermingled before the blood was cast on the altar, they are all obligated to bring the second Paschal sacrifice.<br>If, however, the sacrificial animals became intermingled after the blood was cast, they are exempt from bringing the second Paschal sacrifice. For if they would offer a second Paschal sacrifice, the ones who offered an acceptable sacrifice on the first Pesach will be bringing non-sacrificial animals to the Temple Courtyard. If they would all be enumerated on one Paschal sacrifice, it would be slaughtered for those who are not obligated. That is equivalent to having it sacrificed for the sake of those who were not enumerated upon it. If each one of them brought a sacrifice for the second Paschal sacrifice and made a stipulation saying: \"If it is not a Paschal sacrifice, it should be considered as a peace-offering,\" that is undesirable. For the blood of the Paschal sacrifice is poured on the altar, while the blood of a peace-offering is dashed and, as an initial preference, blood that should be dashed should not be poured. Hence they are exempt from a second Paschal sacrifice."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כְּבָר נִתְבָּאֵר בְּהִלְכוֹת פְּסוּלֵי הַמֻּקְדָּשִׁין שֶׁהַפֶּסַח אֵינוֹ נִשְׁחַט אֶלָּא לְשֵׁם פֶּסַח וּלְשֵׁם בְּעָלָיו וְאִם שְׁחָטוֹ בְּמַחְשֶׁבֶת שִׁנּוּי הַשֵּׁם פָּסוּל. הַשּׁוֹחֵט אֶת הַפֶּסַח עַל בְּנֵי חֲבוּרָה וְאָמַר לָהֶם לְאַחַר זְמַן אוֹתוֹ הַפֶּסַח שֶׁשָּׁחַטְתִּי עֲלֵיכֶם שֶׁלֹּא לִשְׁמוֹ שְׁחַטְתִּיו. אִם הָיָה נֶאֱמָן לָהֶן סוֹמְכִין עַל דְּבָרָיו. וְאִם לָאו שׁוּרַת הַדִּין שֶׁאֵינוֹ נֶאֱמָן. וְהָרוֹצֶה לְהַחְמִיר עַל עַצְמוֹ הֲרֵי זֶה מְשֻׁבָּח וְיָבִיא פֶּסַח שֵׁנִי:\n",
            "english": "We already explained in <i>Hilchot Pesulei HaMukdashim</i> that a Paschal sacrifice is slaughtered only for the sake of a Paschal sacrifice and only for the sake of its owners. If it was slaughtered for the sake of another type of sacrifice, it is unacceptable.<br>When a person slaughters a Paschal sacrifice for the members of a company and, at a later time, told them: \"That Paschal sacrifice that I slaughtered for you was not slaughtered with the proper intent,\" they should rely on his words if they consider him trustworthy. If not, according to the letter, his word is not accepted. If one desires to be stringent with himself and bring a second Paschal sacrifice, he is praiseworthy."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בְּשַׂר הַפֶּסַח שֶׁנִּטְמָא וְנוֹדַע לוֹ קֹדֶם זְרִיקָה אַף עַל פִּי שֶׁהָאֵימוּרִין טְהוֹרִין לֹא יִזְרֹק אֶת הַדָּם שֶׁאֵין הַפֶּסַח בָּא אֶלָּא לַאֲכִילָה וְאִם זָרַק לֹא הֻרְצָּה. וְאִם לֹא נוֹדַע לוֹ עַד שֶׁנִּזְרַק הַדָּם הֻרְצָּה שֶׁהַצִּיץ מְרַצֶּה עַל שִׁגְגַת הַבָּשָׂר שֶׁנִּטְמָא וְאֵינוֹ מְרַצֶּה עַל הַזָּדוֹן. נִטְמְאוּ מִקְצָת הָאֵיבָרִים שׂוֹרֵף אֶת הַטְּמֵאִים וְאוֹכֵל אֶת הַטְּהוֹרִים. נִטְמְאוּ הָאֵימוּרִים וְהַבָּשָׂר קַיָּם זוֹרֵק אֶת הַדָּם וְהַבָּשָׂר נֶאֱכָל לָעֶרֶב. נִטְמְאוּ הַבְּעָלִים אַחַר שֶׁנִּשְׁחַט לֹא יִזְרֹק אֶת הַדָּם וְאִם זָרַק לֹא הֻרְצָּה. לְפִיכָךְ חַיָּבִין בְּפֶסַח שֵׁנִי שֶׁאֵין הַצִּיץ מְרַצֶּה עַל טֻמְאַת הַגּוּף אֶלָּא אִם נִטְמְאָה בְּטֻמְאַת הַתְּהוֹם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת הַמִּקְדָּשׁ:\n",
            "english": "When the meat of the Paschal sacrifice becomes impure and one becomes aware of this before the blood is poured on the altar, it should not be poured on the altar even though the fats and organs are pure. The rationale is that the Paschal sacrifice is offered only with the intent that it be eaten. If the blood is poured on the altar, it is not acceptable.<br>If one does not become aware until the blood was poured, it is acceptable. For the High Priest's forehead plate generates appeasement for blood offered unintentionally when meat became impure, but it does not generate appeasement for intentional violation.<br>If a portion of the limbs of the Paschal sacrifice become impure, he should burn those which became impure and partake of those which are pure. If the fats and organs become impure while the meat is intact, the blood should be poured and the meat eaten in the evening.<br>If the owners become impure after the Paschal sacrifice was slaughtered, the blood should not be poured. If it is poured, it is not acceptable. Therefore they are obligated to bring a second Paschal sacrifice. For the High Priest's forehead plate does not generate appeasement for bodily impurity unless the person became impure due to \"impurity likened to the depths,\" as we explained in <i>Hilchot Bi'at HaMikdash</i>."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַפֶּסַח שֶׁיָּצָא מִירוּשָׁלַיִם אוֹ שֶׁנִּטְמָא בְּאַרְבָּעָה עָשָׂר יִשָּׂרֵף מִיָּד. נִטְמְאוּ הַבְּעָלִים אוֹ מֵתוּ אוֹ מָשְׁכוּ אֶת יְדֵיהֶם אֲפִלּוּ נִטְמְאוּ אוֹ מֵתוּ קֹדֶם זְרִיקַת הַדָּם מַנִּיחִין אוֹתוֹ עַד שֶׁתְּעֻבַּר צוּרָתוֹ וְאַחַר כָּךְ יִשָּׂרֵף. זֶה הַכְּלָל כָּל שֶׁפְּסוּלוֹ בְּגוּפוֹ יִשָּׂרֵף מִיָּד. בַּדָּם אוֹ בַּבְּעָלִים תְּעֻבַּר צוּרָתוֹ וְאַחַר כָּךְ יִשָּׂרֵף. לְפִיכָךְ אִם שְׁחָטוֹ אַחַר שֶׁנּוֹדַע שֶׁמָּשְׁכוּ הַבְּעָלִים אֶת יְדֵיהֶם אוֹ מֵתוּ אוֹ נִטְמְאוּ וְנִדְּחוּ לְפֶסַח שֵׁנִי הֲרֵי זֶה יִשָּׂרֵף מִיָּד. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁיִּשָּׂרֵף אִם נִטְמְאוּ הַבְּעָלִים כְּשֶׁנִּטְמְאוּ כָּל בְּנֵי הַחֲבוּרָה. אֲבָל אִם נִטְמְאוּ מִקְצָתָן זָכוּ טְהוֹרִים בְּחֶלְקָם שֶׁל טְמֵאִים. אַף עַל פִּי שֶׁנִּטְמְאוּ מִקְצָתָן אַחַר שֶׁהִתְחִילוּ לֶאֱכל זָכוּ הַטְּהוֹרִים שֶׁעֲדַיִן לֹא הִתְחִילוּ. אֲבָל אִם הִתְחִילוּ כֻּלָּן וְנִטְמְאוּ מִקְצָתָן לֹא זָכוּ טְהוֹרִים בְּחֶלְקָן שֶׁל טְמֵאִים אֶלָּא הַטְּהוֹרִים אוֹכְלִין חֶלְקָם וְחֵלֶק הַטְּמֵאִים יִשָּׂרֵף. וְהוּא הַדִּין אִם מֵתוּ מִקְצָתָן. נִטְמָא שָׁלֵם אוֹ רֻבּוֹ שׂוֹרְפִים אוֹתוֹ לִפְנֵי הַבִּירָה בִּפְנֵי הַכּל כְּדֵי לְבַיְּשָׁן עַד שֶׁיִּזָהֲרוּ בּוֹ. וְשׂוֹרְפִין אוֹתוֹ מֵעֲצֵי הַמַּעֲרָכָה כְּדֵי שֶׁלֹּא יַחְשְׁדוּ אוֹתָן וְיֹאמְרוּ מֵעֲצֵי הַמַּעֲרָכָה גָּנְבוּ. לְפִיכָךְ אִם יִשְׂרְפוּהוּ בְּקַשׁ וּבְקָנִים וְרָצוּ לִשְׂרֹף מִשֶּׁל עַצְמָן שׂוֹרְפִין. נִטְמָא מִעוּטוֹ וְכֵן הַנּוֹתָר שׂוֹרְפִין אוֹתוֹ בְּחַצְרוֹתֵיהֶן מֵעֲצֵי עַצְמָן אֲבָל לֹא מֵעֲצֵי הַמַּעֲרָכָה שֶׁלֹּא יִשָּׁאֲרוּ מֵהֶן אֶצְלָם וְיִמְעֲלוּ בָּהֶן:\n",
            "english": "When a Paschal sacrifice was taken out of Jerusalem or it became impure on the fourteenth of Nisan, it should be burnt immediately. When the owners became impure, died, or remove themselves - even if they became impure or died before the blood was poured on the altar - it should be left overnight and burnt afterwards.<br>This is the general principle: Whenever there is a disqualifying factor involving the actual body of the sacrifice, it should be burnt immediately. If the disqualifying factor involves the blood or the owners, it should be left overnight and then burnt. Therefore if it was slaughtered after it was known that the owners removed themselves from the sacrifice, died, or became impure and thus their obligation was postponed until the second Pesach, their first Paschal sacrifice should be burnt immediately.<br>When does the statement that the Paschal sacrifice should be burnt if the owners become impure apply? When all of the members of the company become impure. If, however, only some of them become impure, those who remain pure acquire the portions of those who became impure. Even if those who became impure incurred their impurity after they began eating, those who were pure who did not begin eating as of yet, acquire their portion.<br>If, however, all of them began eating and some of them became impure, those who remain pure do not acquire the portions of those who became impure. Instead, those who remain pure should partake of their portions and the portions of those who became impure should be burnt. This also applies if a portion of the owners died.<br>If the Paschal sacrifice became impure after those impure began eating, those who remained pure acquire their portions. If, however, they all had begun to eat and some of them became impure, those who remained pure do not acquire the portions of those who became impure. Instead, those who remained pure should eat their own portion and the portions of those who became impure should be burnt. These same laws apply if some of those enumerated on the sacrifice died.<br>If the entire Paschal sacrifice or its majority becomes impure, it should be burnt in front of the Temple in the presence of everyone to embarrass its owners, so that in the future they will show greater care. It should be burnt with wood designated for the altar so that suspicion about them will not be aroused and it be said: \"They stole wood designated for the altar.\" Therefore if they burn it with straw and reeds and desire to burn it with their own straw, they may.<br>If less than half of it became impure, and similarly, any meat left over from the Paschal sacrifice, should be burnt in their own courtyards from their own wood. Wood designated for the altar should not be used, so that it will not remain in their possession and they misappropriate it."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמַּפְרִישׁ נְקֵבָה לְפִסְחוֹ אוֹ זָכָר בֶּן שְׁתֵּי שָׁנִים. יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִמָּכֵר וְיָבִיא בְּדָמָיו פֶּסַח. וְאִם לֹא נָפַל בָּהּ מוּם עַד שֶׁהִקְרִיב פִּסְחוֹ יָבִיא בְּדָמָיו שְׁלָמִים:\n",
            "english": "If one set aside a female animal for his Paschal sacrifice or a male animal in its second or third year of life, it should be allowed to pasture until it contracts a disqualifying blemish. Then it should be sold and a Paschal sacrifice brought with the proceeds of the sale. If it did not contract a blemish until after he offered his Paschal sacrifice, he should bring a peace-offering with the proceeds of the sale."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הִפְרִישׁ פִּסְחוֹ וּמֵת. לֹא יְבִיאֶנּוּ בְּנוֹ אַחֲרָיו לְשֵׁם הַפֶּסַח אֶלָּא לְשֵׁם שְׁלָמִים. וְאִם הָיָה מְמֻנֶּה עִם אָבִיו עָלָיו יְבִיאֶנּוּ לְשֵׁם פֶּסַח. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁמֵּת אָבִיו אַחַר חֲצוֹת אַרְבָּעָה עָשָׂר אֲבָל קֹדֶם חֲצוֹת הֲרֵי זֶה נִדְחֶה לְפֶסַח שֵׁנִי מִפְּנֵי שֶׁהוּא אוֹנֵן כְּמוֹ שֶׁיִּתְבָּאֵר וְיָבִיא פִּסְחוֹ זֶה בַּשֵּׁנִי:\n",
            "english": "When a person sets aside a Paschal sacrifice and dies, his son should not bring it afterwards as a Paschal sacrifice, but as a peace-offering. If the son was enumerated on the Paschal sacrifice together with his father, he may bring it as a Paschal sacrifice.<br>When does the above apply? When his father dies after midday on the fourteenth of Nisan. If, however, he died before midday on the fourteenth, the son is deferred to the second Pesach, because he is in the acute state of <i>onain</i> mourning, as will be explained. He should bring this animal as a Paschal sacrifice on the second Pesach."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁאָבַד פִּסְחוֹ וּמְצָאוֹ אַחַר שֶׁהִפְרִישׁ פֶּסַח אַחֵר וַהֲרֵי שְׁנֵיהֶן עוֹמְדִין יַקְרִיב אֵי זֶה מֵהֶן שֶׁיִּרְצֶה לְשֵׁם פֶּסַח וְהַשֵּׁנִי יִקְרַב שְׁלָמִים. מְצָאוֹ אַחַר שֶׁשָּׁחַט פִּסְחוֹ הֲרֵי זֶה יִקְרַב שְׁלָמִים. וְכֵן אִם הֵמִיר בָּזֶה הַנִּמְצָא אַחַר שְׁחִיטָה הֲרֵי תְּמוּרָה זוֹ תִּקְרַב שְׁלָמִים. אֲבָל אִם מְצָאוֹ קֹדֶם שְׁחִיטַת זֶה שֶׁהִפְרִישׁ. הוֹאִיל וְזֶה הַנִּמְצָא רָאוּי לְהַקְרִיבוֹ פֶּסַח וְרָאוּי לְהַקְרִיבוֹ שְׁלָמִים כְּמוֹ שֶׁבֵּאַרְנוּ. אִם הֵמִיר בָּזֶה הַנִּמְצָא בֵּין קֹדֶם שְׁחִיטַת הַמֻּפְרָשׁ תַּחְתָּיו בֵּין אַחַר שְׁחִיטָה. אֵין תְּמוּרָתוֹ קְרֵבָה אֶלָּא תִּרְעֶה עַד שֶׁיִּפּל בָּהּ מוּם וְיָבִיא בְּדָמֶיהָ שְׁלָמִים:\n",
            "english": "The following laws apply if a person's Paschal sacrifice was lost and then he found it after he set aside another Paschal sacrifice and they are both standing before him. He should sacrifice whichever one he desires for the sake of a Paschal sacrifice and the other should be offered as a peace-offering.<br>If he finds it after he slaughtered another animal as a Paschal sacrifice, the one that he found should be offered as a peace-offering. Similarly, if he transferred the holiness of the animal he found after the slaughter of its replacement, the animal unto which the holiness was transferred should be sacrificed as a peace-offering. If, however, he found it before the other he set aside was slaughtered, different rules apply. Since the animal that was found is fit to be offered as a Paschal sacrifice and it is fit to be offered as a peace-offering, as explained above, if he transferred the holiness of the animal that was found whether before the slaughter of the one designated in its place or afterwards, the animal to which its holiness is transferred is not sacrificed. Instead, it is left to pasture until it contracts a blemish. Then a peace-offering is brought with the proceeds of its sale."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "פֶּסַח שֶׁעָבְרָה שְׁנָתוֹ וּשְׁלָמִים הַבָּאִים מֵחֲמַת הַפֶּסַח הֲרֵי הֵם כִּשְׁלָמִים לְכָל דָּבָר טְעוּנִין סְמִיכָה וּנְסָכִים וּתְנוּפַת חָזֶה וְשׁוֹק מַה שֶּׁאֵין כֵּן בְּפֶסַח:\n",
            "english": "An animal designated as a Paschal sacrifice that becomes more than a year old or a peace-offering brought from an animal that was originally designated as Paschal sacrifice is considered as a peace-offering in all contexts. It requires <i>semichah</i>, accompanying offerings, and the waving of the breast and thigh. These requirements do not apply with regard to the Paschal sacrifice."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "פֶּסַח שֶׁנִּתְעָרֵב בִּשְׁלָמִים יִקְרְבוּ כֻּלָּן שְׁלָמִים. נִתְעָרֵב בִּזְבָחִים אֲחֵרִים יִרְעוּ עַד שֶׁיִּפּל בָּהֶן מוּם וְיָבִיא בִּדְמֵי הַיָּפֶה שֶׁבָּהֶן מִמִּין זֶה וּבִדְמֵי הַיָּפֶה שֶׁבָּהֶן שְׁלָמִים וְיַפְסִיד הַמּוֹתָר מִבֵּיתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין. נִתְעָרֵב בִּבְכוֹרוֹת. יִרְעוּ הַכּל עַד שֶׁיִּפּל בָּהֶן מוּם וְיֵאָכֵלוּ כִּבְכוֹר בַּעַל מוּם. וְיָבִיא בְּהֵמָה שֶׁהִיא יָפָה כַּיָּפָה שֶׁבְּתַעֲרוֹבוֹת וְיֹאמַר כָּל מָקוֹם שֶׁהוּא הַפֶּסַח קְדֻשָּׁתוֹ תָּחוּל עַל זוֹ וְיַקְרִיבֶנָּה שְׁלָמִים אִם קָרֵב פִּסְחוֹ:\n",
            "english": "When an animal designated as a Paschal sacrifice becomes intermingled with animals designated as peace-offerings, they should all be brought as peace-offerings. If it became intermingled with an animal designated as another type of offering, the two should be allowed to pasture until they contract disqualifying physical blemishes. An animal equivalent to the value of the more expensive of the two should be brought for each type of sacrifice and the owner should forfeit the remainder from his resources, as explained in <i>Hilchot Pesulei HaMukdashim</i>.<br>If a Paschal sacrifice becomes intermingled with firstborn animals, they should be allowed to pasture until they contract disqualifying physical blemishes and then they should be eaten according to the laws pertaining to a blemished firstborn animal. And he should bring an animal equivalent to the most valuable one in the mixture and say: \"Wherever the Paschal sacrifice is, its holiness should be transferred to this animal.\" That animal should be brought as a peace-offering if his Paschal sacrifice was already offered."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמַּפְרִישׁ פִּסְחוֹ עַד שֶׁלֹּא נִתְגַּיֵּר וְנִתְגַּיֵּר. עַד שֶׁלֹּא נִשְׁתַּחְרֵר וְנִשְׁתַּחְרֵר. עַד שֶׁלֹּא הֵבִיא שְׁתֵּי שְׂעָרוֹת וְהֵבִיא. הֲרֵי זֶה מַקְרִיבוֹ לְשֵׁם פֶּסַח. שֶׁאֵין בַּעֲלֵי חַיִּים נִדְחִין כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין:\n",
            "english": "When one sets aside an animal for a Paschal sacrifice before he converts and then converts or a Canaanite servant sets one aside before he is freed and then he is freed, or a child sets one aside before he manifests signs of physical maturity and then he manifests them, he may offer it for the sake of a Paschal sacrifice. The rationale is that living animals are not deemed unacceptable forever, as explained in <i>Hilchot Pesulei HaMukdashim</i>."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמַּפְרִישׁ מָעוֹת לְפִסְחוֹ וְהוֹתִירוּ. יָבִיא הַמּוֹתָר שְׁלָמִים. הַמְמַנֶּה אֲחֵרִים עַל פִּסְחוֹ וְעַל חֲגִיגָתוֹ. הֲרֵי הַמָּעוֹת שֶׁיִּקַּח מֵהֶן בְּחֶלְקָם חֻלִּין. אַף עַל פִּי שֶׁזֶּה הִפְרִישׁ טָלֶה לְפִסְחוֹ וְזֶה הִפְרִישׁ מָעוֹת לְפִסְחוֹ וְלָקַח מִמֶּנּוּ הַמָּעוֹת וּמִנָּהוּ עַל פִּסְחוֹ הֲרֵי הַמָּעוֹת חֻלִּין שֶׁעַל מְנָת כֵּן הִקְדִּישׁוּ יִשְׂרָאֵל אֶת פִּסְחֵיהֶן וְאֶת חֲגִיגָתָן וְאֶת מְעוֹת פִּסְחֵיהֶן וַחֲגִיגָתָן:\n",
            "english": "If one set aside money for his Paschal sacrifice and there was some left over, he should use the remainder for a peace-offering. If someone enumerates others on his Paschal sacrifice and festive offering, the money he takes from them for their portion is considered as ordinary funds. Even though this one set aside a lamb for his Paschal sacrifice and this one set aside money, and then one took that money and enumerated the other on his Paschal sacrifice, the money is considered as ordinary funds. For the Jews consecrated their Paschal sacrifices and festive offerings and the money for their Paschal sacrifices and festive offerings with this stipulation."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "עֵצִים שֶׁל צְלִיַּת הַפֶּסַח כְּפֶסַח. וְכֵן מַצָּה וּמָרוֹר הוֹאִיל וְהֵן מַכְשִׁירֵי הַפֶּסַח הֲרֵי הֵם כְּפֶסַח. וְאִם לָקַח מִמְּעוֹת הַפֶּסַח מִמִּי שֶׁמִּנָּה אוֹתָן עִמּוֹ כְּדֵי לְמַנּוֹתָן עִמּוֹ בַּמַּצָּה וּמָרוֹר אוֹ לִהְיוֹת לוֹ חֵלֶק בָּעֵצִים שֶׁצּוֹלֶה בָּהֶן הֲרֵי הַמָּעוֹת חֻלִּין:\n",
            "english": "The wood used for roasting the Paschal sacrifice is equivalent to the Paschal sacrifice. Similarly, the <i>matzah</i> and bitter herbs, since they are necessary elements for the Paschal sacrifice, are equivalent to the Paschal sacrifice. If one took money from the money for the Paschal sacrifice from someone who was enumerated with him to enumerate him on the <i>matzah</i> and the bitter herbs or so that he will own a portion of the wood used to roast it, the money is considered as ordinary funds."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה טָמֵא בִּשְׁעַת שְׁחִיטַת הַפֶּסַח שֶׁאֵין שׁוֹחֲטִין עָלָיו. אוֹ שֶׁהָיָה בְּדֶרֶךְ רְחוֹקָה. אוֹ נֶאֱנַס בְּאֹנֶס אַחֵר. אוֹ שֶׁשָּׁגַג וְלֹא הִקְרִיב בָּרִאשׁוֹן. הֲרֵי זֶה מֵבִיא פֶּסַח בְּאַרְבָּעָה עָשָׂר לַחֹדֶשׁ הַשֵּׁנִי בֵּין הָעַרְבַּיִם. וּשְׁחִיטַת פֶּסַח זֶה מִצְוַת עֲשֵׂה בִּפְנֵי עַצְמוֹ וְדוֹחָה אֶת הַשַּׁבָּת שֶׁאֵין הַשֵּׁנִי תַּשְׁלוּמִין לָרִאשׁוֹן אֶלָּא רֶגֶל בִּפְנֵי עַצְמוֹ לְפִיכָךְ חַיָּבִין עָלָיו כָּרֵת:\n",
            "english": "When someone was impure at the time of the slaughter of the Paschal sacrifice and the Paschal sacrifice could not be slaughtered for him, was \"on a distant way,\" he was prevented because of other reasons, or inadvertently failed to offer the first Paschal sacrifice, he should bring a Paschal sacrifice on the fourteenth of the second month in the afternoon. Slaughtering this Paschal sacrifice is an independent positive commandment and supersedes the Sabbath prohibitions. For the second Pesach is not compensation for the first, but an independent festival. Therefore one is liable for <i>karet</i> for failing to bring the sacrifice."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כֵּיצַד. מִי שֶׁשָּׁגַג אוֹ נֶאֱנַס וְלֹא הִקְרִיב בָּרִאשׁוֹן אִם הֵזִיד וְלֹא הִקְרִיב בַּשֵּׁנִי חַיָּב כָּרֵת. וְאִם שָׁגַג אוֹ נֶאֱנַס אַף בַּשֵּׁנִי פָּטוּר. הֵזִיד וְלֹא הִקְרִיב בָּרִאשׁוֹן הֲרֵי זֶה מַקְרִיב בַּשֵּׁנִי. וְאִם לֹא הִקְרִיב בַּשֵּׁנִי אַף עַל פִּי שֶׁשָּׁגַג הֲרֵי זֶה חַיָּב כָּרֵת שֶׁהֲרֵי לֹא הִקְרִיב קָרְבַּן ה' בְּמוֹעֲדוֹ וְהָיָה מֵזִיד. אֲבָל מִי שֶׁהָיָה טָמֵא אוֹ בְּדֶרֶךְ רְחוֹקָה וְלֹא עָשָׂה אֶת הָרִאשׁוֹן. אַף עַל פִּי שֶׁהֵזִיד בַּשֵּׁנִי אֵינוֹ חַיָּב כָּרֵת. שֶׁכְּבָר נִפְטַר בְּפֶסַח רִאשׁוֹן מִן הַכָּרֵת:\n",
            "english": "What is implied? If a person inadvertently or because of forces beyond his control failed to offer the first Paschal sacrifice, if he intentionally refrained from offering the second, he is liable for <i>karet</i>. If he inadvertently did not offer the second Paschal sacrifice or was held back due to forces beyond his control, he is exempt from <i>karet</i>. If he intentionally did not offer the first Paschal sacrifice, he may offer the second. If he did not offer the second Paschal sacrifice, even if his lapse was unintentional, he is liable for <i>karet</i>. The rationale is that he did not offer God's sacrifice at the appointed time and was willful in his omission. If, however, he was impure or \"on a distant way\" and did not offer the first Paschal sacrifice, he is not liable for <i>karet</i> even though he willfully did not bring the second. The rationale is that on the first Pesach, he was already exempt from <i>karet</i>."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וּמִי שֶׁהָיָה בְּדֶרֶךְ רְחוֹקָה וְשָׁחֲטוּ וְזָרְקוּ עָלָיו אֶת הַדָּם. אַף עַל פִּי שֶׁבָּא לָעֶרֶב לֹא הֻרְצָּה וְחַיָּב בְּפֶסַח שֵׁנִי:\n",
            "english": "When someone was \"on a distant way\" on the fourteenth of Nisan, but the Paschal sacrifice was nevertheless sacrificed on his behalf and the blood was poured on the altar for him, it is not accepted and he is obligated to offer a second Paschal sacrifice even though he came in the evening."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "טָמֵא שֶׁיָּכוֹל לִטַּהֵר בְּפֶסַח רִאשׁוֹן. שֶׁלֹּא טָבַל אֶלָּא יָשַׁב בְּטֻמְאָתוֹ עַד שֶׁעָבַר זְמַן הַקָּרְבָּן. וְכֵן עָרֵל שֶׁלֹּא מָל עַד שֶׁעָבַר זְמַן הַקָּרְבָּן. הֲרֵי זֶה מֵזִיד בָּרִאשׁוֹן. לְפִיכָךְ אִם לֹא עָשָׂה אֶת הַשֵּׁנִי אֲפִלּוּ בִּשְׁגָגָה חַיָּב כָּרֵת:\n",
            "english": "When a person is impure, but could purify himself to partake of the first Paschal sacrifice, and yet refrains from immersing himself and instead, remains in a state of impurity until the time for offering the sacrifices passes, he is considered as having intentionally failed to sacrifice the first Paschal sacrifice. This ruling also applies to an uncircumcised person who does not circumcise himself until the time for the sacrifice passes. Therefore if these individuals do not offer the second Paschal sacrifice - even if their failure to do so is inadvertent - they are liable for <i>karet</i>."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁמִּילַת עַצְמוֹ מְעַכַּבְתּוֹ מִלַּעֲשׂוֹת פֶּסַח כָּךְ מִילַת בָּנָיו הַקְּטַנִּים וּמִילַת כָּל עֲבָדָיו בֵּין גְּדוֹלִים בֵּין קְטַנִּים מְעַכֶּבֶת אוֹתוֹ. שֶׁנֶּאֱמַר <small>(שמות יב מח)</small> \"הִמּוֹל לוֹ כָל זָכָר וְאָז יִקְרַב לַעֲשׂוֹתוֹ\". וְאִם שָׁחַט קֹדֶם שֶׁיָּמוּל אוֹתָם הַפֶּסַח פָּסוּל. וְכֵן טְבִילַת אַמְהוֹתָיו לְשֵׁם עַבְדוּת מְעַכַּבְתּוֹ. וְדָבָר זֶה מִפִּי הַקַּבָּלָה. שֶׁהַטְּבִילָה לִשְׁפָחוֹת כְּמִילָה לַעֲבָדִים:\n",
            "english": "Just as the failure to circumcise oneself holds a person back from offering the Paschal sacrifice, so too, the failure to circumcise one's children below the age of majority and the failure to circumcise all of one's Canaanite servants, whether above majority or below majority, holds him back, as Exodus 12:48 states: \"He shall circumcise all males, then he will draw close to offer it.\" If one offered the Paschal sacrifice before circumcising the above individuals, the Paschal sacrifice is invalidated.<br>Similarly, the immersion of one's Canaanite maidservants in a <i>mikveh</i> for the sake of servitude holds one back from offering the Paschal sacrifice. This matter is part of the received tradition: immersion for maidservants is equivalent to circumcision for servants."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַקָּטָן אֵין מִילַת עֲבָדָיו וּטְבִילַת שִׁפְחוֹתָיו מְעַכַּבְתּוֹ מִלְּהִמָּנוֹת עַל הַפֶּסַח. שֶׁנֶּאֱמַר <small>(שמות יב מד)</small> \"וְכָל עֶבֶד אִישׁ\" לְהוֹצִיא אֶת הַקָּטָן:\n",
            "english": "The circumcision of his servants and the immersion of his maidservants does not prevent a minor from being enumerated on a Paschal sacrifice, as indicated by <i>ibid.</i>:44: \"Any servant of a man.\" This excludes a minor."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "גֵּר שֶׁנִּתְגַּיֵּר בֵּין פֶּסַח רִאשׁוֹן לְפֶסַח שֵׁנִי. וְכֵן קָטָן שֶׁהִגְדִּיל בֵּין שְׁנֵי פְּסָחִים. חַיָּבִין לַעֲשׂוֹת פֶּסַח שֵׁנִי. וְאִם שָׁחֲטוּ עָלָיו בָּרִאשׁוֹן פָּטוּר:\n",
            "english": "A convert who converts between the first Pesach and the second Pesach and similarly, a child who comes of age between these two holidays are obligated to offer the second Paschal sacrifice. If one slaughtered the first Paschal sacrifice for the sake of the minor, the minor is exempt from bringing the second sacrifice."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "נָשִׁים שֶׁנִּדְּחוּ לַשֵּׁנִי. בֵּין מִפְּנֵי הָאֹנֶס וְהַשְּׁגָגָה. בֵּין מִפְּנֵי הַטֻּמְאָה וְדֶרֶךְ רְחוֹקָה. הֲרֵי פֶּסַח שֵׁנִי לָהֶם רְשׁוּת. רָצוּ שׁוֹחֲטִין רָצוּ אֵין שׁוֹחֲטִין. לְפִיכָךְ אֵין שׁוֹחֲטִין עֲלֵיהֶן בִּפְנֵי עַצְמָן בְּשַׁבָּת בְּפֶסַח שֵׁנִי. אֲבָל אִם הָיְתָה הָאִשָּׁה אַחַת מִבְּנֵי חֲבוּרָה מֻתָּר. וְאֵי זוֹ הִיא דֶּרֶךְ רְחוֹקָה. חֲמִשָּׁה עָשָׂר מִיל חוּץ לְחוֹמַת יְרוּשָׁלַיִם:\n",
            "english": "When the obligation of women is postponed until the second Pesach, whether because of forces beyond their control, inadvertent omission, impurity, or because they were \"on a distant way,\" offering the second Paschal sacrifice is optional for them. If they desire, they may have the offering slaughtered; if they do not desire, they don't. Therefore one should not slaughter a Paschal sacrifice only for women when the second Pesach falls on the Sabbath. If, however, a woman is part of the company offering a second Paschal sacrifice, it is permitted.<br>What is meant by the term \"on a distant way\" which exempts a person from bringing a Paschal sacrifice? Fifteen <i>mil</i> outside the walls of Jerusalem."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה בֵּינוֹ וּבֵין יְרוּשָׁלַיִם יוֹם אַרְבָּעָה עָשָׂר עִם עֲלִיַּת הַשָּׁמֶשׁ חֲמִשָּׁה עָשָׂר מִיל אוֹ יֶתֶר הֲרֵי זֶה דֶּרֶךְ רְחוֹקָה. הָיָה בֵּינוֹ וּבֵינָהּ פָּחוֹת מִזֶּה אֵינוֹ בְּדֶרֶךְ רְחוֹקָה מִפְּנֵי שֶׁהוּא יָכוֹל לְהַגִּיעַ לִירוּשָׁלַיִם אַחַר חֲצוֹת כְּשֶׁיְּהַלֵּךְ בְּרַגְלָיו בְּנַחַת. הָלַךְ וְלֹא הִגִּיעַ מִפְּנֵי שֶׁעִכְּבוּהוּ הַבְּהֵמוֹת בְּדָחֳקָם. אוֹ שֶׁהָיָה בִּירוּשָׁלַיִם וְהָיָה חוֹלֶה בְּרַגְלָיו וְלֹא הִגִּיעַ לָעֲזָרָה עַד שֶׁעָבַר זְמַן הַקָּרְבָּן. הֲרֵי זֶה אָנוּס וְאֵינוֹ בְּדֶרֶךְ רְחוֹקָה. מִי שֶׁהָיָה חָבוּשׁ חוּץ לְחוֹמַת יְרוּשָׁלַיִם וְהִבְטִיחוּהוּ לָצֵאת לָעֶרֶב. שׁוֹחֲטִין עָלָיו וּכְשֶׁיֵּצֵא לָעֶרֶב יֹאכַל. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה חָבוּשׁ בְּיַד יִשְׂרָאֵל. אֲבָל אִם הָיָה חָבוּשׁ בְּיַד עַכּוּ\"ם אֵין שׁוֹחֲטִין עָלָיו עַד שֶׁיֵּצֵא. וְאִם שָׁחֲטוּ עָלָיו וְיָצָא הֲרֵי זֶה אוֹכֵל. וְאִם לֹא יָצָא פָּטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי שֶׁהֲרֵי נִשְׁחַט עָלָיו. וְכֵן הָאוֹנֵן וְהַחוֹלֶה וְהַזָּקֵן שֶׁהֵם יְכוֹלִין לֶאֱכל שֶׁשָּׁחֲטוּ עֲלֵיהֶן וְאַחַר שֶׁנִּזְרַק הַדָּם נִטְמְאוּ בְּמֵת וַהֲרֵי אֵינָן יְכוֹלִין לֶאֱכל. הֲרֵי אֵלּוּ פְּטוּרִין מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי:\n",
            "english": "If one was fifteen <i>mil</i> or more outside of Jerusalem at the appearance of the sun on the fourteenth of Nisan, he is considered to be \"on a distant way.\" If he was closer than this, he is not considered to be \"on a distant way,\" because he could reach Jerusalem after midday while walking comfortably by foot.<br>If he journeyed and did not reach Jerusalem in time, because he was held back by a press of animals or he was in Jerusalem, but was infirm in his legs and did not reach the Temple Courtyard until the time for the offering of the sacrifice passed, he is considered as having been held back by forces beyond his control, but not \"on a distant way.\"<br>If someone was imprisoned outside the walls of Jerusalem and was promised to be released in the evening, the offering may be slaughtered on his behalf and when he is released in the evening, he may partake of it.<br>When does the above apply? When he was imprisoned by Jews. If, by contrast, he was imprisoned by gentiles, the Paschal sacrifice should not be slaughtered on his behalf until he is released. If, however, it was slaughtered on his behalf and he was released, he may partake of it. If he was not released, he is exempt from bringing a second Paschal sacrifice, since the sacrifice was slaughtered on his behalf.<br>Similar laws apply when a Paschal sacrifice was slaughtered for a person in the acute state of <i>onain</i> mourning, for an invalid, or for an elderly person who could have partaken of the sacrifice who became impure after the blood was poured on the altar and thus they are no longer able to partake of it. They are exempt from offering the second Paschal sacrifice."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵי זֶהוּ טָמֵא שֶׁנִּדְחֶה לְפֶסַח שֵׁנִי. כָּל מִי שֶׁאֵינוֹ יָכוֹל לֶאֱכל אֶת הַפֶּסַח בְּלֵילֵי ט\"ו בְּנִיסָן מִפְּנֵי טֻמְאָתוֹ כְּגוֹן זָבִים וְזָבוֹת נִדּוֹת וְיוֹלְדוֹת וּבוֹעֲלֵי נִדּוֹת. אֲבָל הַנּוֹגֵעַ בִּנְבֵלָה וְשֶׁרֶץ וְכַיּוֹצֵא בָּהֶן בְּיוֹם אַרְבָּעָה עָשָׂר הֲרֵי זֶה טוֹבֵל וְשׁוֹחֲטִין עָלָיו אַחַר שֶׁיִּטְבּל. וְלָעֶרֶב כְּשֶׁיַּעֲרִיב שִׁמְשׁוֹ אוֹכֵל אֶת הַפֶּסַח:\n",
            "english": "Which impure individuals are prevented from offering until the second Pesach? Anyone who cannot partake of the Paschal sacrifice on the fifteenth of Nisan because of his impurity, e.g., <i>zavim</i>, <i>zavot</i>, <i>niddot</i>, women impure because of childbirth, and those who were intimate with a women in the <i>niddah</i> state. By contrast, those who are impure because they touched an animal corpse, a dead crawling animal, and the like on the day of the fourteenth of Nisan, should immerse themselves and the Paschal sacrifice should be sacrificed on their behalf after they immerse themselves. In the evening, when the day of their impurity is concluded, they may partake of the Paschal sacrifice."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "טְמֵא מֵת שֶׁחָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּאַרְבָּעָה עָשָׂר אַף עַל פִּי שֶׁטָּבַל וְהֻזָּה עָלָיו וַהֲרֵי הוּא רָאוּי לֶאֱכל קָדָשִׁים לָעֶרֶב. אֵין שׁוֹחֲטִין עָלָיו אֶלָּא נִדְחֶה לְפֶסַח שֵׁנִי. שֶׁנֶּאֱמַר <small>(במדבר ט ו)</small> \"וַיְהִי אֲנָשִׁים אֲשֶׁר הָיוּ טְמֵאִים לְנֶפֶשׁ אָדָם וְלֹא יָכְלוּ לַעֲשֹׂת הַפֶּסַח בַּיּוֹם הַהוּא\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁשְּׁבִיעִי שֶׁלָּהֶן הָיָה וְעַל זֶה שָׁאֲלוּ אִם יִשָּׁחֵט עֲלֵיהֶן וְהֵם יֹאכְלוּ לָעֶרֶב וּפֵרֵשׁ לָהֶן שֶׁאֵין שׁוֹחֲטִין עֲלֵיהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁנִּטְמָא בְּטֻמְאוֹת מִן הַמֵּת שֶׁהַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן אֲבָל אִם הָיָה טָמֵא בִּשְׁאָר טֻמְאוֹת מִן הַמֵּת שֶׁאֵין הַנָּזִיר מְגַלֵּחַ עֲלֵיהֶן. שׁוֹחֲטִין עָלָיו בַּשְּׁבִיעִי שֶׁלּוֹ אַחַר שֶׁיִּטְבּל וְיַזֶּה עָלָיו וּכְשֶׁיַּעֲרִיב שִׁמְשׁוֹ אוֹכֵל פִּסְחוֹ:\n",
            "english": "When the seventh day of the purification process of one who is impure because of contact with a human corpse falls on the fourteenth of Nisan - even though he has immersed himself and had the ashes of the red heifer sprinkled upon him and thus he is fit to partake of sacrificial foods in the evening - the Paschal sacrifice should not be slaughtered for him. His offering is postponed until the second Pesach. This is derived from Numbers 9:6 \"And the men who were impure because of a human corpse and were not able to offer the Paschal sacrifice on that day.\" According to the Oral Tradition, it was taught that this occurred on the seventh day of their purification process. This is what they were asking: Should the Paschal sacrifice be slaughtered for them and they would partake of it in the evening? Moses explained to them that it should not be slaughtered for them.<br>When does the above apply? When one became impure because of one of the types of impurity for which a Nazirite would be required to shave. If, however, one became impure because of other types of impurity resulting from contact with a corpse for which a Nazirite is not required to shave, the Paschal sacrifice may be slaughtered for him on the seventh day of his purification process after he immersed himself and had the ashes of the red heifer sprinkled upon him. In the evening, when the day of his impurity is concluded, he may partake of the Paschal sacrifice."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "זָב שֶׁרָאָה שְׁתֵּי רְאִיּוֹת וְסָפַר שִׁבְעָה יָמִים וְטָבַל בַּשְּׁבִיעִי שׁוֹחֲטִין עָלָיו וְהוּא אוֹכֵל לָעֶרֶב. וְאִם רָאָה זוֹב אַחַר שֶׁנִּזְרַק הַדָּם הֲרֵי זֶה פָּטוּר מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. וְכֵן שׁוֹמֶרֶת יוֹם כְּנֶגֶד יוֹם טוֹבֶלֶת בְּיוֹם הַשִּׁמּוּר כְּמוֹ שֶׁבֵּאַרְנוּ בְּבִיאוֹת אֲסוּרוֹת. וְשׁוֹחֲטִין עָלֶיהָ וְהִיא אוֹכֶלֶת לָעֶרֶב. וְאִם רָאֲתָה דָּם אַחַר שֶׁנִּזְרַק דַּם הַפֶּסַח פְּטוּרָה מִלַּעֲשׂוֹת פֶּסַח שֵׁנִי. וְאֵין שׁוֹחֲטִין עַל הַנִּדָּה בַּשְּׁבִיעִי שֶׁלָּהּ. שֶׁהֲרֵי אֵינָהּ טוֹבֶלֶת עַד לֵיל שְׁמִינִי וְאֵינָהּ רְאוּיָה לֶאֱכל קָדָשִׁים עַד לֵיל תְּשִׁיעִי:\n",
            "english": "When a <i>zav</i> experiences two discharges and then counts seven clean days and immerses on the seventh day, the Paschal sacrifice may be sacrificed on his behalf and he may partake of it in the evening. If he experienced a <i>zav</i> discharge after the blood was cast on the altar, he is exempt from bringing the second Paschal sacrifice.<br>Similarly, a woman who is watching a day because of a discharge on the previous day may immerse on the day she is watching, as explained in the laws of forbidden relations. The Paschal sacrifice may be slaughtered on her behalf and she may partake of it in the evening. If she experiences uterine bleeding after the blood of the Paschal sacrifice was cast on the altar, she is exempt from bringing the second Paschal sacrifice.<br>A Paschal sacrifice is not slaughtered on behalf of a woman who is impure because of menstrual bleeding on her seventh day of impurity. For she may not immerse herself until the night of the eighth day and she is not fit to partake of sacrificial meat until the night of the ninth day."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מְחֻסְּרֵי כִּפּוּרִים שֶׁחָל יוֹם הֲבָאַת קָרְבְּנוֹתֵיהֶן בְּאַרְבָּעָה עָשָׂר. שׁוֹחֲטִין עֲלֵיהֶן וּמַקְרִיבִין קָרְבְּנוֹתֵיהֶן בְּאַרְבָּעָה עָשָׂר בְּנִיסָן בֵּין קֹדֶם שְׁחִיטַת הַפֶּסַח בֵּין אַחַר שְׁחִיטָתוֹ. וְאוֹכְלִין פִּסְחֵיהֶן לָעֶרֶב. וְאֵין שׁוֹחֲטִין עֲלֵיהֶן עַד שֶׁיִּמְסְרוּ קָרְבְּנוֹתֵיהֶן בְּיַד בֵּית דִּין שֶׁמָּא יִפְשְׁעוּ וְלֹא יַקְרִיבוּ אוֹתָם:\n",
            "english": "When the day when one of those requiring atonement may bring his sacrifice falls on the fourteenth of Nisan, one may slaughter the Paschal sacrifice on their behalf. Their sacrifices may be offered on the fourteenth of Nisan, whether before the Paschal sacrifice is slaughtered or afterwards. They may partake of their Paschal sacrifices in the evening.<br>We do not slaughter the Paschal sacrifice on their behalf until they entrust their sacrifices required to regain purity to the court, lest they be negligent and fail to offer them."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מְצֹרָע שֶׁחָל שְׁמִינִי שֶׁלּוֹ לִהְיוֹת בְּאַרְבָּעָה עָשָׂר וְרָאָה קֶרִי בּוֹ בַּיּוֹם הֲרֵי זֶה טוֹבֵל וְנִכְנָס לְעֶזְרַת נָשִׁים וּמֵבִיא קָרְבְּנוֹתָיו. וְאַף עַל פִּי שֶׁטְּבוּל יוֹם אָסוּר לְהִכָּנֵס לְעֶזְרַת נָשִׁים. הוֹאִיל וְאִסּוּרוֹ לְהִכָּנֵס שָׁם מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת בִּיאַת מִקְדָּשׁ. וְיוֹם זֶה הוּא יוֹם הַקְרָבַת הַפֶּסַח בְּמוֹעֲדוֹ. יָבוֹא עֲשֵׂה שֶׁיֵּשׁ בּוֹ כָּרֵת וְיִדְחֶה אִסּוּר שֶׁל דִּבְרֵיהֶם:\n",
            "english": "When the eighth day of the purification process of a person suffering from <i>tzara'at</i> falls on the fourteenth of Nissan, but he experiences a seminal emission that day, he may immerse himself, enter the Women's Courtyard, and bring his sacrifices. Although a person who immersed on a particular day is forbidden from entering the Temple Courtyard that day, as was explained in <i>Hilchot Bi'at HaMikdash</i>, since this is the day that the Paschal sacrifice is to be offered at its appointed time, a positive commandment whose omission is punishable by <i>karet</i> comes and supersedes a Rabbinic commandment."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "טְמֵא מֵת שֶׁחָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בְּשַׁבָּת. אֵין מַזִּין עָלָיו אֶלָּא לְמָחָר. וַאֲפִלּוּ חָל שְׁבִיעִי שֶׁלּוֹ לִהְיוֹת בִּשְׁלֹשָׁה עָשָׂר בְּנִיסָן וְהוּא שַׁבָּת יִדָּחֶה לְיוֹם אַרְבָּעָה עָשָׂר. וּמַזִּין עָלָיו וְאֵין שׁוֹחֲטִין עָלָיו כְּמוֹ שֶׁבֵּאַרְנוּ. אֶלָּא יִדָּחֶה לְפֶסַח שֵׁנִי. וַהֲלֹא אִסּוּר הַזָּיָה בְּשַׁבָּת מִשּׁוּם שְׁבוּת וְהַפֶּסַח בְּכָרֵת וְהֵיאַךְ יַעֲמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת. מִפְּנֵי שֶׁבְּיוֹם שֶׁהוּא אָסוּר בְּהַזָּיָה מִשּׁוּם שְׁבוּת אֵינוֹ זְמַן הַקָּרְבָּן שֶׁחַיָּבִין עָלָיו כָּרֵת. לְפִיכָךְ הֶעֱמִידוּ דִּבְרֵיהֶן בִּמְקוֹמָן אַף עַל פִּי שֶׁהַדָּבָר גּוֹרֵם לֶעָתִיד לָבוֹא לַעֲמֹד בִּמְקוֹם כָּרֵת:\n",
            "english": "When the seventh day of the purification process of one who became impure due to contact with a human corpse falls on the Sabbath, the ashes of the Red Heifer are not sprinkled upon him until the following day. Even if his seventh day falls on the thirteenth of Nisan which is a Sabbath, the sprinkling of the ashes should be postponed until the fourteenth. The ashes should be sprinkled upon him, but the Paschal sacrifice should not be slaughtered on his behalf, as we explained. Instead, his offering is postponed and he brings the second Paschal sacrifice.<br>One might argue: The prohibition against sprinkling the ashes on the Sabbath was instituted as a <i>shvut</i> and the failure to bring the Paschal sacrifice is punishable by <i>karet</i>. How then could the Sages uphold their prohibition in the face of a prohibition punishable by <i>karet</i>? In resolution, it can be explained that the day on which he is forbidden to have the ashes sprinkled upon him is not the time when the sacrifice punishable by <i>karet</i> is obligated to be brought. Therefore they upheld their words as instituted, even though this matter will lead to it having to stand in a place punishable by <i>karet</i>."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "יִשְׂרָאֵל עָרֵל שֶׁמָּל בְּעֶרֶב הַפֶּסַח שׁוֹחֲטִין עָלָיו אַחַר שֶׁמָּל. אֲבָל גֵּר שֶׁנִּתְגַּיֵּר בְּיוֹם אַרְבָּעָה עָשָׂר וּמָל וְטָבַל אֵין שׁוֹחֲטִין עָלָיו שֶׁאֵינוֹ אוֹכֵל לָעֶרֶב וַהֲרֵי הוּא כְּפוֹרֵשׁ מִן הַקֶּבֶר שֶׁצָּרִיךְ שִׁבְעָה יָמִים וְאַחַר כָּךְ יִטְהַר. גְּזֵרָה שֶׁמָּא יִטָּמֵא גֵּר זֶה לְמֵת לְשָׁנָה הַבָּאָה בְּיוֹם אַרְבָּעָה עָשָׂר וְיִטְבּל וְיֹאכַל לָעֶרֶב וְיֹאמַר אֶשְׁתָּקַד כָּךְ עָשׂוּ לִי יִשְׂרָאֵל כְּשֶׁמַּלְתִּי טָבַלְתִּי וְאָכַלְתִּי לָעֶרֶב. וַהֲלֹא גְּזֵרָה זוֹ מִדִּבְרֵיהֶם וּפֶסַח בְּכָרֵת וְהֵיאַךְ הֶעֱמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת בְּיוֹם הַקָּרְבָּן שֶׁהוּא יוֹם אַרְבָּעָה עָשָׂר. מִפְּנֵי שֶׁאֵין הַגֵּר מִתְחַיֵּב בְּמִצְוֹת עַד שֶׁיָּמוּל וְיִטְבּל. וְאֵינוֹ טוֹבֵל עַד שֶׁיֵּרָפֵא מִן הַמִּילָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּעִנְיַן הַגֵּרוּת. לְפִיכָךְ הֶעֱמִידוּ דִּבְרֵיהֶם בְּמָקוֹם זֶה. שֶׁהֲרֵי זֶה הַמָּל יֵשׁ לוֹ שֶׁלֹּא לִטְבּל עַד שֶׁיַּבְרִיא וְלֹא יָבוֹא לִידֵי חִיּוּב כְּלָל:\n",
            "english": "When an uncircumcised Jew circumcises himself on the day before Pesach, the Paschal sacrifice may be slaughtered on his behalf after his circumcision. The Paschal sacrifice should not, by contrast, be slaughtered on behalf of a convert who converted on the fourteenth of Nisan and circumcised himself and immersed in a <i>mikveh</i>, for he may not partake of the sacrifice in the evening. He is like one who departs from a grave who requires seven days of purification and then can he become pure. This is a decree lest this convert become impure due to contact with a corpse in the following year on the fourteenth of Nisan and immerse himself and seek to partake of the Paschal sacrifice in the evening, saying: \"Last year, the Jews did this for me, when I circumcised myself and immersed, and partook of the Paschal sacrifice in the evening.\"<br>Behold, this decree is of Rabbinic origin and the failure to bring the Paschal sacrifice is punishable by <i>karet</i>. How then could the Sages uphold their prohibition in the face of a prohibition punishable by <i>karet</i> on the day of the sacrifice which is the fourteenth of Nisan? The rationale is that the convert is not obligated in the observance of mitzvot until he circumcises himself and immerses himself in a <i>mikveh</i>. He should not immerse himself until he becomes healed from the circumcision, as we explained with regard to the concept of conversion. Therefore they upheld their words in this instance, because this person who circumcised himself should not have immersed until he was healed. Thus he would not have incurred an obligation to bring the Paschal sacrifice at all."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁבָּא בְּבֵית הַפְּרָס הֲרֵי זֶה מְנַפֵּחַ וְהוֹלֵךְ וְאִם לֹא מָצָא עֶצֶם וְלֹא נִטְמָא שׁוֹחֵט וְאוֹכֵל פִּסְחוֹ וְאַף עַל פִּי שֶׁהָלַךְ בְּבֵית הַפְּרָס. שֶׁטֻּמְאַת בֵּית הַפְּרָס מִדִּבְרֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת טְמֵא מֵת וְלֹא הֶעֱמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן בֵּית הַפְּרָס שֶׁנִּדּוֹשׁ טָהוֹר לָעוֹשֶׂה פֶּסַח:\n",
            "english": "If a person came through a <i>beit hapras</i>, he should proceed and sift, proceed and sift. If he did not find a bone and did not contract impurity, he should slaughter and partake of his Paschal sacrifice, even though he walked in a <i>beit hapras</i>. The rationale is that the impurity of a <i>beit hapras</i> is a Rabbinic institution, as will be explained in <i>Hilchot Tum'at Meit</i>, and the Sages did not uphold their decree in the face of an obligation punishable by <i>karet</i>, as we explained. Similarly, a <i>beit hapras</i> that was trod upon is pure with regard to bringing a Paschal sacrifice."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָאוֹנֵן רָאוּי לֶאֱכל הַפֶּסַח לָעֶרֶב. מִפְּנֵי שֶׁאֲנִינוּת לַיְלָה מִדִּבְרֵיהֶם לֹא הֶעֱמִידוּ דִּבְרֵיהֶם בִּמְקוֹם כָּרֵת בְּדָבָר זֶה אֶלָּא שׁוֹחֲטִין עָלָיו וְטוֹבֵל וְאַחַר כָּךְ אוֹכֵל כְּדֵי שֶׁיִּפְרשׁ מֵאֲנִינוּתוֹ וְלֹא יַסִּיחַ דַּעְתּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמֵּת לוֹ הַמֵּת אַחַר חֲצוֹת שֶׁכְּבָר נִתְחַיֵּב בְּקָרְבַּן פֶּסַח. אֲבָל אִם מֵת לוֹ הַמֵּת קֹדֶם חֲצוֹת אֵין שׁוֹחֲטִין עָלָיו אֶלָּא יִדָּחֶה לַשֵּׁנִי. וְאִם שָׁחֲטוּ עָלָיו וְזָרְקוּ הַדָּם טוֹבֵל וְאוֹכֵל לָעֶרֶב. מֵת לוֹ מֵת בִּשְׁלֹשָׁה עָשָׂר וּקְבָרוֹ בְּאַרְבָּעָה עָשָׂר הֲרֵי הוּא בְּיוֹם קְבוּרָה אוֹנֵן מִדִּבְרֵיהֶם וְאֵינוֹ תּוֹפֵס לֵילוֹ מִדִּבְרֵיהֶם. לְפִיכָךְ שׁוֹחֲטִין עָלָיו וְטוֹבֵל וְאוֹכֵל לָעֶרֶב אַף בִּשְׁאָר הַקֳדָשִׁים. וְיוֹם שְׁמוּעָה וְיוֹם לִקּוּט עֲצָמוֹת הֲרֵי הוּא כְּיוֹם קְבוּרָה. לְפִיכָךְ מִי שֶׁלִּקֵּט עַצְמוֹת מֵתוֹ בְּיוֹם אַרְבָּעָה עָשָׂר אוֹ שֶׁשָּׁמַע שֶׁמֵּת לוֹ מֵת שׁוֹחֲטִין עָלָיו וְטוֹבֵל וְאוֹכֵל בְּקָדָשִׁים לָעֶרֶב:\n",
            "english": "A person in the acute state of <i>onein</i> mourning is fit to partake of the Paschal sacrifice in the evening. The rationale is that the restrictions of <i>aninut</i> at night are Rabbinic in origin and our Sages did not uphold their decree in the face of an obligation punishable by <i>karet</i>. Instead, the Paschal sacrifice should be slaughtered on his behalf. He must immerse and afterwards partake of it. The immersion is necessary so that he makes a distinction from the state of <i>aninut</i> and does not divert his attention.<br>When does the above apply? When the deceased for whom he must mourn passes away after midday on the fourteenth of Nisan and thus he was already obligated to bring the Paschal sacrifice. If, however, the deceased passed away before midday, the Paschal sacrifice should not be slaughtered on his behalf. Instead, his offering is postponed until the second Pesach. If, however, the Paschal sacrifice was slaughtered on his behalf and the blood poured on the altar, he should immerse himself and partake of it in the evening.<br>If the deceased relative passed away on the thirteenth of Nisan and was buried on the fourteenth, on the day of the burial, he must observe <i>aninut</i> according to Rabbinic decree and that decree does not encompass the night following the fourteenth. Therefore one may slaughter the Paschal sacrifice on his behalf. He should immerse and partake of it and other sacrifices in the evening. The day when one hears of a close relative's death and the day when one gathers the bones of one's dead is equivalent to the day of burial. Therefore if one had the bones of his dead gathered on the fourteenth of Nisan or heard that a close relative died, the Paschal sacrifice may be slaughtered on his behalf. He immerses himself and may partake of sacrificial food in the evening."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מִי שֶׁחוֹפֵר בְּגַל לְבַקֵּשׁ עַל הַמֵּת אֵין שׁוֹחֲטִין עָלָיו שֶׁמָּא יִמָּצֵא שָׁם הַמֵּת בַּגַּל וַהֲרֵי הוּא טָמֵא בִּשְׁעַת שְׁחִיטָה. שָׁחֲטוּ עָלָיו וְלֹא נִמְצָא שָׁם מֵת הֲרֵי זֶה אוֹכֵל לָעֶרֶב. נִמְצָא שָׁם מֵת אַחַר שֶׁנִּזְרַק הַדָּם. אִם נוֹדַע לוֹ בְּוַדַּאי שֶׁהָיָה טָמֵא בִּשְׁעַת זְרִיקַת הַדָּם כְּגוֹן שֶׁהָיָה גַּל עָגל הֲרֵי זֶה חַיָּב בְּפֶסַח שֵׁנִי. וְאִם סָפֵק הַדָּבָר וְשֶׁמָּא לֹא הָיָה עוֹמֵד עַל הַטֻּמְאָה בְּעֵת זְרִיקָה וְלֹא נִטְמָא אֶלָּא אַחַר זְרִיקָה הֲרֵי זֶה פָּטוּר מִפֶּסַח שֵׁנִי:\n",
            "english": "When a person is digging in a mound from an avalanche in search of the body of a deceased person, the Paschal sacrifice should not be slaughtered on his behalf, lest he find a corpse in the mound and he be impure at the time of slaughter. If the Paschal sacrifice was slaughtered on his behalf and a corpse was not found, he may partake of the sacrifice in the evening.<br>The following rules apply if the corpse was discovered after the blood was poured on the altar. If it became known to him that he was certainly impure at the time the blood was poured, e.g., the mound was round, he is obligated in the second Paschal sacrifice. If the matter is in doubt, i.e., maybe he was not standing over the impurity at the time the blood was poured and did not become impure until afterwards, he is exempt from the second Paschal sacrifice."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מִי שֶׁעָבַר בַּדֶּרֶךְ וּמָצָא מֵת מֻשְׁכָּב לְרָחְבָּהּ שֶׁל דֶּרֶךְ. אִם הָיָה הַמֵּת טֻמְאַת הַתְּהוֹם אַף עַל פִּי שֶׁהוּא טָמֵא לִתְרוּמָה הֲרֵי זֶה טָהוֹר לְפֶסַח וְשׁוֹחֵט וְאוֹכֵל פִּסְחוֹ וְאַף עַל פִּי שֶׁאֶפְשָׁר שֶׁנָּגַע. הוֹאִיל וְהִיא טֻמְאַת הַתְּהוֹם טָהוֹר לְפֶסַח. וְאַף עַל פִּי שֶׁהַמֵּת שָׁלֵם וְהוּא מִן הַקָּצֶה אֶל הַקָּצֶה הֲרֵי זֶה עוֹשֶׂה פִּסְחוֹ עַד שֶׁיֵּדַע בְּוַדַּאי שֶׁנִּטְמָא בּוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה מְהַלֵּךְ בְּרַגְלָיו שֶׁהֲרֵי אֶפְשָׁר שֶׁלֹּא יִגַּע אֲבָל אִם הָיָה רוֹכֵב אוֹ טָעוּן מַשָּׂא הֲרֵי זֶה טָמֵא אַף עַל פִּי שֶׁהִיא טֻמְאַת הַתְּהוֹם. לְפִי שֶׁאִי אֶפְשָׁר שֶׁלֹּא יִגַּע וְשֶׁלֹּא יָסִיט וְשֶׁלֹּא יַאֲהִיל. וּכְבָר בֵּאַרְנוּ טֻמְאַת הַתְּהוֹם בְּהִלְכוֹת נְזִירוּת:\n",
            "english": "The following rules apply when a person journeyed on a road and later a corpse was discovered lying across the width of the road. If the corpse could be deemed as the impurity likened to the depths, even though the person is considered as impure with regard to <i>terumah</i>, he is considered as pure with regard to the Paschal sacrifice. He may slaughter and partake of the Paschal sacrifice even though it is possible that he touched the corpse. Since the impurity is likened to the depths, he is pure with regard to the Paschal sacrifice. Even though the corpse is intact and extends from one end of the path to the other, he may offer his Paschal sacrifice unless he knows with certainty that he became impure because of it.<br>When does the above apply? When he was walking on foot, for it is possible that he did not touch it. If, however, he was riding on a beast or carrying a burden, he is impure even though it is impurity likened to the depths, for it is impossible that he will not have touched, moved, or stood over the corpse. We have already explained impurity likened to the depths in <i>Hilchot Nizirut</i>."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִי שֶׁעָשָׂה פֶּסַח בְּחֶזְקַת שֶׁהוּא טָהוֹר וְאַחַר כָּךְ נוֹדַע לוֹ שֶׁהָיָה טָמֵא בְּטֻמְאַת הַתְּהוֹם אֵינוֹ חַיָּב בְּפֶסַח שֵׁנִי. וְדָבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה. אֲבָל אִם נוֹדַע לוֹ שֶׁהָיָה טָמֵא בְּטֻמְאָה יְדוּעָה חַיָּב בְּפֶסַח שֵׁנִי:\n",
            "english": "When a person offered the Paschal sacrifice under the presumption that he was pure and afterwards, it was discovered that he was impure due to impurity likened to the depths, he is not obligated in the second Paschal sacrifice. This is a law conveyed by the Oral Tradition. If, however, it becomes known to him that he was impure due to impurity that was known, he is obligated in the second Paschal sacrifice."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מִי שֶׁנִּטְמָא בְּמֵת וְהֻזָּה עָלָיו שְׁלִישִׁי וּשְׁבִיעִי וּבַשְּׁבִיעִי שֶׁלּוֹ נִטְמָא בְּקֶבֶר הַתְּהוֹם וְלֹא יָדַע וְעָשָׂה פֶּסַח בְּחֶזְקַת שֶׁהוּא טָהוֹר וְאַחַר כָּךְ נוֹדַע לוֹ שֶׁהוּא טָמֵא בְּטֻמְאַת הַתְּהוֹם אֵינוֹ חַיָּב בְּפֶסַח שֵׁנִי. שֶׁכֵּיוָן שֶׁטָּבַל בַּשְּׁבִיעִי פָּסְקָה טֻמְאָה הָרִאשׁוֹנָה. אֲבָל אִם נִטְמָא בְּטֻמְאַת הַתְּהוֹם בַּשִּׁשִּׁי לְטֻמְאָתוֹ וְלֹא יָדַע עַד שֶׁעָשָׂה הַפֶּסַח. הֲרֵי זֶה חַיָּב בְּפֶסַח שֵׁנִי שֶׁחֶזְקַת הַטָּמֵא טָמֵא עַד שֶׁיִּהְיֶה טָהוֹר וַדַּאי שֶׁרַגְלַיִם לַדָּבָר:\n",
            "english": "When a person contracted impurity from a human corpse and had the ashes of the red heifer sprinkled upon him on the third and seventh day [as required], but on his seventh day he unknowingly became impure because of a grave \"likened to the depths\" and brought a Paschal sacrifice under the presumption that he was pure and afterwards, he discovered that he had contracted the impurity \"likened to the depths,\" he is not obligated in the second Paschal sacrifice, for once he immersed himself on the seventh day, his initial impurity ceased. If, however, he had contracted the impurity \"likened to the depths\" on the sixth day of his impurity and without knowing, he brought a Paschal sacrifice, he is obligated in the second Paschal sacrifice. The rationale is that a person who is impure must operate under the presumption that he is impure until he has definitely become pure, because there is a basis for the presumption of his impurity."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "רַבִים שֶׁהָיוּ טְמֵאֵי מֵת בְּפֶסַח רִאשׁוֹן אִם הָיוּ מִעוּט הַקָּהָל הֲרֵי אֵלּוּ נִדְחִין לְפֶסַח שֵׁנִי כִּשְׁאָר הַטְּמֵאִים. אֲבָל אִם הָיוּ רֹב הַקָּהָל טְמֵאֵי מֵת אוֹ שֶׁהָיוּ הַכֹּהֲנִים אוֹ כְּלֵי שָׁרֵת טְמֵאִים טֻמְאַת מֵת אֵינָן נִדְחִין. אֶלָּא יַקְרִיבוּ כֻּלָּן הַפֶּסַח בְּטֻמְאָה הַטְּמֵאִים עִם טְהוֹרִים. שֶׁנֶּאֱמַר <small>(במדבר ט ו)</small> \"וַיְהִי אֲנָשִׁים אֲשֶׁר הָיוּ טְמֵאִים לְנֶפֶשׁ אָדָם\" יְחִידִים נִדְחִים וְאֵין הַצִּבּוּר נִדְחֶה. וְדָבָר זֶה בְּטֻמְאַת הַמֵּת בִּלְבַד כְּמוֹ שֶׁבֵּאַרְנוּ בְּבִיאַת הַמִּקְדָּשׁ:\n",
            "english": "The following rules apply when there were many individuals who were ritually impure due to contact with a human corpse on the first Pesach. If they were the lesser portion of the Jewish people, their offering is postponed to the second Pesach like other impure individuals. If, however, the majority of the Jewish people were impure due to contact with a human corpse or the priests or the sacred utensils were impure due to contact with a human corpse, their offering is not postponed. Instead, they should all offer the Paschal sacrifice in a state of ritual impurity, those ritually impure together with those who are pure.<br>This is derived from Numbers 9:6 which states: \"And the men who were impure because of contact with the corpse of a human soul.\" Implied is that the offerings of individuals are postponed until the second Pesach, but those of the community are not postponed. This concept applies only with regard to the ritual impurity associated with a human corpse, as explained in <i>Hilchot Bi'at HaMikdash</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיוּ הַקָּהָל מֶחֱצָה טְהוֹרִים וּמֶחֱצָה טְמֵאֵי מֵת. כֻּלָּן עוֹשִׂין בָּרִאשׁוֹן וְהַטְּהוֹרִים עוֹשִׂין לְעַצְמָן בְּטָהֳרָה וְהַטְּמֵאִים עוֹשִׂין לְעַצְמָן בְּטֻמְאָה וְאוֹכְלִין אוֹתוֹ בְּטֻמְאָה. וְאִם הָיוּ טְמֵאֵי הַמֵּת עוֹדְפִין עַל הַטְּהוֹרִים אֲפִלּוּ אֶחָד יַעֲשׂוּ כֻּלָּן בְּטֻמְאָה:\n",
            "english": "If the Jewish people were half ritually pure and half impure, they should all offer the sacrifice on the first Pesach. Those who are pure offer the sacrifice by themselves in a state of ritual purity and those who are impure offer it by themselves in a state of impurity and partake of it in impurity. If the impure outnumbered the pure even by one, they should all offer it in impurity."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיוּ הָאֲנָשִׁים מֶחֱצָה טְמֵאֵי מֵת וּמֶחֱצָה טְהוֹרִים וּבִזְמַן שֶׁאַתָּה מוֹנֶה הַנָּשִׁים בִּכְלַל הָאֲנָשִׁים יִהְיוּ הָרֹב טְהוֹרִים. הַטְּהוֹרִים עוֹשִׂים אֶת הָרִאשׁוֹן וְהַטְּמֵאִין אֵינָן עוֹשִׂין לֹא אֶת הָרִאשׁוֹן וְלֹא אֶת הַשֵּׁנִי. אֵין עוֹשִׂין רִאשׁוֹן מִפְּנֵי שֶׁהֵן מִעוּט. וְאֵין עוֹשִׂין אֶת הַשֵּׁנִי מִפְּנֵי שֶׁהַנָּשִׁים בַּשֵּׁנִי רְשׁוּת וְנִמְצְאוּ הַטְּמֵאִים מֶחֱצָה וְאֵין מֶחֱצָה עוֹשִׂין אֶת הַשֵּׁנִי:\n",
            "english": "If the men were half impure due to contact with a human corpse and half pure and when you count the women together with the men, the majority will be pure, those who are pure should offer the first Paschal sacrifice. Those who are impure do not bring neither the first Paschal sacrifice or the second. They do not bring the first, because they are the lesser portion of the people. And they do not bring the second, because the women's offering of the second Paschal sacrifice is a matter of choice. Thus the impure persons are merely half the people and half the people do not bring the second Paschal sacrifice."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיוּ רֹב הַקָּהָל זָבִים וּמְצֹרָעִים וּבוֹעֲלֵי נִדּוֹת וּמִעוּטָן טְמֵאֵי מֵת. אוֹתָן טְמֵאֵי מֵת אֵינָן עוֹשִׂין בָּרִאשׁוֹן לְפִי שֶׁהֵן מִעוּט וְאֵין עוֹשִׂין הַשֵּׁנִי שֶׁאֵין הַיְחִידִים עוֹשִׂין אֶת הַשֵּׁנִי אֶלָּא בִּזְמַן שֶׁעָשׂוּ רֹב הַקָּהָל אֶת הָרִאשׁוֹן. וְכָאן הוֹאִיל וְלֹא עָשָׂה רֹב הַקָּהָל בָּרִאשׁוֹן לֹא יַעֲשׂוּ אֵלּוּ הַמִּעוּט הַטְּמֵאִים לְמֵת אֶת הַשֵּׁנִי:\n",
            "english": "If the majority of the Jewish people were <i>zavim</i>, afflicted by <i>tzara'at</i>, or had relationships with <i>niddot</i> and the lesser portion were impure due to contact with a human corpse, those impure because of contact with a corpse should not offer the first Paschal sacrifice, because they are the lesser portion of the people. Nor do they offer the second, because individuals do not bring the second except at the time the majority of the people offered the first Paschal sacrifice. In this instance, since the majority of the Jewish people did not offer the first Paschal sacrifice, the lesser portion who are impure because of contact with a corpse should not bring the second Paschal sacrifice."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָיוּ רֹב הַקָּהָל טְמֵאֵי מֵת וּמִעוּטָן זָבִים וְכַיּוֹצֵא בָּהֶן. טְמֵאֵי מֵת עוֹשִׂין אֶת הָרִאשׁוֹן וְהַזָּבִין וְכַיּוֹצֵא בָּהֶן אֵינָן עוֹשִׂין לֹא אֶת הָרִאשׁוֹן וְלֹא אֶת הַשֵּׁנִי. אֵינָן עוֹשִׂין בָּרִאשׁוֹן שֶׁאֵין נִדְחֵית בְּצִבּוּר אֶלָּא טֻמְאַת הַמֵּת בִּלְבַד. וְאֵינָן עוֹשִׂין בַּשֵּׁנִי שֶׁאֵין עוֹשִׂין פֶּסַח שֵׁנִי אֶלָּא אִם בָּא הָרִאשׁוֹן בְּטָהֳרָה. אֲבָל אִם נַעֲשָׂה רִאשׁוֹן בְּטֻמְאָה אֵין שָׁם פֶּסַח שֵׁנִי:\n",
            "english": "If the majority of the Jewish people were impure because of contact with a human corpse and a lesser portion were <i>zavim</i> and the like, those who are impure because of contact with a corpse offer the first Paschal sacrifice, and those who are <i>zavim</i> and the like do not offer either the first Paschal sacrifice or the second. They do not offer the first, because the restrictions against offering in a state of impurity were suspended with regard to communal offerings only for those impure due to contact with a human corpse. Nor do they bring the second, because a second Paschal sacrifice is brought only when the first was brought in a state of ritual purity. If the first was brought in a state of impurity, there is no second offering."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הָיוּ שְׁלִישׁ הַקָּהָל טְהוֹרִים וּשְׁלִישׁ זָבִים וְכַיּוֹצֵא בָּהֶם וּשְׁלִישׁ טְמֵאֵי מֵת אוֹתָן טְמֵאֵי מֵת אֵין עוֹשִׂין אֶת הָרִאשׁוֹן וְלֹא אֶת הַשֵּׁנִי. אֵינָן עוֹשִׂין רִאשׁוֹן שֶׁהֲרֵי הֵן מֻעָטִים לְגַבֵּי טְהוֹרִים עִם הַזָּבִים. וּבַשֵּׁנִי לֹא יַעֲשׂוּ שֶׁהֲרֵי מִעוּט עָשׂוּ בָּרִאשׁוֹן כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד מְשַׁעֲרִים הַפֶּסַח לֵידַע אִם רֹב הַקָּהָל טְמֵאִים אוֹ טְהוֹרִים. אֵין מְשַׁעֲרִין בְּכָל הָאוֹכְלִין שֶׁאֶפְשָׁר שֶׁיִּהְיוּ עֶשְׂרִים נִמְנִין עַל פֶּסַח אֶחָד וּמְשַׁלְּחִין אוֹתוֹ בְּיַד אֶחָד לִשְׁחֹט עֲלֵיהֶן אֶלָּא מְשַׁעֲרִין בְּכָל הַנִּכְנָסִים לָעֲזָרָה וְעַד שֶׁהֵן מִבַּחוּץ קֹדֶם שֶׁתִּכָּנֵס כַּת הָרִאשׁוֹנָה מְשַׁעֲרִין אוֹתָן:\n",
            "english": "The following laws apply when a third of the Jewish people were pure, a third were <i>zavim</i> and the like, and a third were impure because of contact with a human corpse. Those who were impure because of contact with a corpse should not offer the first Paschal sacrifice, nor the second. They do not offer the first, because they are the lesser portion when compared to the aggregate of those who are pure and the <i>zavvim</i>. They should not offer the second, because the lesser portion of the people offered the first, as we explained.<br>How do we calculate whether the majority of the people are impure or pure? We do not make a calculation of all those who seek to partake of it, because it is possible that 20 people will be enumerated on one Paschal sacrifice and they will send it with one person to slaughter it on their behalf. Instead, we calculate all of those who seek to enter the Temple Courtyard while they are outside. Before the first group enters the Temple Courtyard, the calculation is made."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "יָחִיד שֶׁנִּטְמָא בִּסְפֵק רְשׁוּת הַיָּחִיד כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ הֲרֵי זֶה יִדָּחֶה לְפֶסַח שֵׁנִי כִּשְׁאָר טְמֵאֵי מֵת. וְצִבּוּר שֶׁנִּטְמָא בִּסְפֵק רְשׁוּת הַיָּחִיד יַעֲשׂוּ כֻּלָּן בְּטֻמְאָה:\n",
            "english": "When an individual becomes impure because of a questionable situation regarding ritual impurity in a private domain, as will be explained in the appropriate place, his offering is postponed until the second Pesach. When the majority of the Jewish people become impure because of a questionable situation in a private domain, they should all offer it in a state of impurity."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "פֶּסַח שֶׁהִקְרִיבוּהוּ בְּטֻמְאָה הֲרֵי זֶה נֶאֱכָל בְּטֻמְאָה. שֶׁמִּתְּחִלָּתוֹ לֹא בָּא אֶלָּא לַאֲכִילָה. וְאֵינוֹ נֶאֱכָל לְכָל טָמֵא אֶלָּא לִטְמֵאֵי מֵת שֶׁנִּדְחֵית לָהֶם הַטֻּמְאָה הַזֹּאת וּלְכַיּוֹצֵא בָּהֶן מִטְּמֵאֵי מַגַּע טֻמְאוֹת. אֲבָל הַטְּמֵאִים שֶׁהַטֻּמְאָה יוֹצְאָה עֲלֵיהֶן מִגּוּפָן כְּגוֹן זָבִים וְזָבוֹת נִדּוֹת וְיוֹלְדוֹת וּמְצֹרָעִים לֹא יֹאכְלוּ מִמֶּנּוּ וְאִם אָכְלוּ פְּטוּרִין. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁהַנֶּאֱכָל לִטְהוֹרִין חַיָּבִין עָלָיו מִשּׁוּם טֻמְאָה וְהַנֶּאֱכָל לִטְמֵאִין אֵין חַיָּבִין עָלָיו מִשּׁוּם טֻמְאָה. אֲפִלּוּ אָכְלוּ טְמֵאֵי הַמֵּת מֵהָאֵימוּרִים שֶׁלּוֹ פְּטוּרִין. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַפֶּסַח יֵאָכֵל בְּטֻמְאָה כְּשֶׁנִּטְמְאוּ הַצִּבּוּר קֹדֶם זְרִיקַת הַדָּם. אֲבָל אִם נִטְמְאוּ לְאַחַר זְרִיקַת הַדָּם לֹא יֵאָכֵל:\n",
            "english": "When the Paschal sacrifice was offered in a state of impurity, it should also be eaten in a state of impurity, for from the outset, it was brought only to be eaten. It may not be eaten by all those who are impure, only by those impure because of contact with a human corpse. For them, this impurity is suspended. This also applies to those impure because of contact with other sources of impurity.<br>Those who are impure because of an impurity that results from a physical condition, e.g., <i>zavvim, zavot, niddot,</i> women after childbirth, those afflicted by <i>tzara'at,</i> should not partake of it. If, however, they do partake of it, they are exempt. According to the Oral Tradition, we learned that when a sacrifice is eaten by those who are pure, those who are impure are liable for partaking of it in impurity. When it is eaten by those who are impure, there is no liability for partaking of it in impurity. Even if those who are impure because of contact with a human corpse partook of the fats and organs to be offered on the altar, they are exempt.<br>When does the statement that a Paschal sacrifice may be eaten while ritually impure apply? When the people became impure before the blood was poured on the altar. If, however, they became impure after the blood was poured, it should not be eaten."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שְׁחָטוּהוּ בְּטָהֳרָה וְנִטְמְאוּ רֹב הַצִּבּוּר קֹדֶם זְרִיקָה. זוֹרֵק אֶת הַדָּם וְהַפֶּסַח לֹא יֵאָכֵל. גְּזֵרָה שֶׁמָּא יִטָּמְאוּ אַחַר זְרִיקָה בְּשָׁנָה אַחֶרֶת וְיֹאכְלוּהוּ בְּטֻמְאָה. הָיוּ כְּלֵי שָׁרֵת טְמֵאִים בְּשֶׁרֶץ וְכַיּוֹצֵא בּוֹ. הוֹאִיל וְאֵינָן מְטַמְּאִין אֶת הָאָדָם כְּמוֹ שֶׁיִּתְבָּאֵר בִּמְקוֹמוֹ. אַף עַל פִּי שֶׁמְּטַמְּאִין אֶת הַבָּשָׂר לֹא יַעֲשׂוּהוּ אֶלָּא הַטְּהוֹרִים וְיֵאָכֵל אַף עַל פִּי שֶׁהוּא טָמֵא. מוּטָב שֶׁיֵּאָכֵל בְּטֻמְאַת בָּשָׂר שֶׁהִיא בְּלָאו וְלֹא יֹאכְלוּהוּ טְמֵאֵי הַגּוּף שֶׁהֵם בְּכָרֵת כְּמוֹ שֶׁבֵּאַרְנוּ בִּפְסוּלֵי הַמֻּקְדָּשִׁין:\n",
            "english": "If the Paschal sacrifice was slaughtered in a state of ritual purity and the majority of the Jewish people became impure before its blood was poured on the altar, the blood should be poured on the altar, but the Paschal sacrifice should not be eaten. This is a Rabbinical decree lest the majority of the people become impure after the blood was poured in a following year and it be eaten in a state of impurity.<br>The following rules apply if the sacred utensils were impure because of [contact with a dead crawling animal or the like. Although the sacred utensils do not cause the persons to become impure, as will be explained in the appropriate place, since they cause the meat to become impure, the Paschal sacrifice should only be brought by those who are pure and it should be eaten, even though it is impure. It is preferable that it be eaten when the meat is impure thus superseding only an ordinary negative prohibition than it be eaten by individuals whose bodies are impure. That would be a prohibition punishable by <i>karet</i>, as explained in <i>Hilchot Pesulei HaMukdashim</i>."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֲכִילַת בְּשַׂר הַפֶּסַח בְּלֵיל חֲמִשָּׁה עָשָׂר מִצְוַת עֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות יב ח)</small> \"וְאָכְלוּ אֶת הַבָּשָׂר בַּלַּיְלָה הַזֶּה צְלִי אֵשׁ וּמַצּוֹת עַל מְרֹרִים יֹאכְלֻהוּ\": ",
            "english": "Partaking of the meat of the Paschal sacrifice on the night of the fifteenth of Nisan is a positive commandment, as Exodus 12:8 states: \"And you shall eat the meat on this night, roasted on the fire. With <i>matzot</i> and bitter herbs shall you eat it.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאֵין מַצָּה וּמָרוֹר מְעַכְּבִין. אִם לֹא מָצְאוּ מַצָּה וּמָרוֹר יוֹצְאִין יְדֵי חוֹבָתָן בַּאֲכִילַת בְּשַׂר הַפֶּסַח לְבַדּוֹ. אֲבָל מָרוֹר בְּלֹא פֶּסַח אֵינוֹ מִצְוָה שֶׁנֶּאֱמַר <small>(במדבר ט יא)</small> \"עַל מַצּוֹת וּמְרֹרִים יֹאכְלֻהוּ\": ",
            "english": "<i>Matzah</i> and bitter herbs are not indispensable elements of the mitzvah. If one did not find <i>matzah</i> or bitter herbs, he fulfills his obligation by eating the meat of the Paschal sacrifice alone. There is no mitzvah to partake of bitter herbs without the Paschal sacrifice, as implied by Numbers 9:11: \"Eat it with <i>matzot</i> and bitter herbs.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִצְוָה מִן הַמֻּבְחָר לֶאֱכל בְּשַׂר הַפֶּסַח אֲכִילַת שֹׂבַע. לְפִיכָךְ אִם הִקְרִיב שַׁלְמֵי חֲגִיגָה בְּאַרְבָּעָה עָשָׂר. אוֹכֵל מֵהֶן תְּחִלָּה וְאַחַר כָּךְ אוֹכֵל בְּשַׂר הַפֶּסַח כְּדֵי לִשְׂבֹּעַ מִמֶּנּוּ. וְאִם לֹא אָכַל אֶלָּא כְּזַיִת יָצָא יְדֵי חוֹבָתוֹ. וְכֵן אֲכִילַת בְּשַׂר פֶּסַח שֵׁנִי בְּלֵילֵי חֲמִשָּׁה עָשָׂר לְחֹדֶשׁ אִיָּר מִצְוַת עֲשֵׂה. שֶׁנֶּאֱמַר בּוֹ <small>(במדבר ט יא)</small> \"עַל מַצּוֹת וּמְרֹרִים יֹאכְלֻהוּ\": ",
            "english": "The optimum manner of performing the mitzvah is to partake of the Paschal sacrifice in a manner leading to satiation. Therefore if one sacrificed festive peace-offerings on the fourteenth of Nisan, one should partake of them first and then partake of the meat of the Paschal sacrifice to be satiated from the festive offering. Even if one does not eat more than an olive-size portion, he fulfills his obligation.<br>Similarly, partaking of the second Paschal sacrifice on the fifteenth of the month of Iyar is a positive commandment, as stated: \"Eat it with <i>matzot</i> and bitter herbs.\""
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וּשְׁנֵיהֶן אֵינָן נֶאֱכָלִין אֶלָּא צְלִי אֵשׁ. וְהָאוֹכֵל מֵהֶן כְּזַיִת נָא אוֹ מְבֻשָּׁל בְּלֵילֵי פְּסָחִים לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"אַל תֹאכְלוּ מִמֶּנּוּ נָא וּבָשֵׁל מְבֻשָּׁל בַּמָּיִם\". אָכַל נָא וּמְבֻשָּׁל כְּאַחַת אֵינוֹ לוֹקֶה אֶלָּא אַחַת. לְפִי שֶׁשְּׁנֵיהֶן נִכְלָלוֹת בְּלָאו אֶחָד. אָכַל מִמֶּנּוּ נָא אוֹ מְבֻשָּׁל מִבְּעוֹד יוֹם אֵינוֹ לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"כִּי אִם צְלִי אֵשׁ\" בְּשָׁעָה שֶׁמִּצְוָה לְאָכְלוֹ צָלִי חַיָּב עַל אֲכִילַת נָא וּמְבֻשָּׁל. אֲבָל מִבְּעוֹד יוֹם פָּטוּר: ",
            "english": "Both of them are eaten only roasted with fire. One who partakes of an olive-sized portion from their meat lightly-roasted or cooked in liquid on the nights of Pesach is liable for lashes, as Exodus 12:9 states: \"Do not partake of it lightly-roasted or cooked in water.\" If one partook of a Paschal sacrifice that was both lightly-roasted and cooked, he is liable for only one set of lashes, because both these forbidden activities are included in one prohibition.<br>If, before nightfall, one partakes of a Paschal sacrifice that was lightly-roasted or cooked, he is not liable for lashes, as can be inferred ffrom the continuation of the above verse: \"except roasted in fire.\" Implied is that at the time it is a mitzvah to partake of the sacrifice roasted, one is liable for partaking of it lightly-roasted or cooked. If one partook of a sacrifice prepared in this manner while it was still day, he is exempt."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אָכַל מִמֶּנּוּ כְּזַיִת צָלִי מִבְּעוֹד יוֹם עָבַר עַל מִצְוַת עֲשֵׂה. שֶׁנֶּאֱמַר <small>(שמות יב ח)</small> \"וְאָכְלוּ אֶת הַבָּשָׂר בַּלַּיְלָה הַזֶּה\". בַּלַּיְלָה וְלֹא בַּיּוֹם. וְלָאו הַבָּא מִכְּלַל עֲשֵׂה עֲשֵׂה הוּא: ",
            "english": "If one partook of an olive-sized portion of a roasted Paschal sacrifice while it is still day, he violates a positive commandment, as Exodus 12:8 states: \"And they shall eat the meat on that night,\" i.e., at night and not during the day. A prohibition resulting from a positive commandment is considered as a positive commandment."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "<small>(שמות יב ט)</small> \"נָא\" שֶׁהִזְהִירָה עָלָיו תּוֹרָה הוּא הַבָּשָׂר שֶׁהִתְחִיל בּוֹ מַעֲשֵׂה הָאוּר וְנִצְלָה מְעַט וְאֵינוֹ רָאוּי לַאֲכִילַת אָדָם עֲדַיִן. אֲבָל אִם אָכַל מִמֶּנּוּ בָּשָׂר חַי אֵינוֹ לוֹקֶה וּבִטֵּל מִצְוַת עֲשֵׂה. שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"צְלִי אֵשׁ\". הָא שֶׁאֵינוֹ צָלִי אָסוּר. צָלָהוּ כָּל צָרְכּוֹ עַד שֶׁנִּתְחָרֵךְ וַאֲכָלוֹ פָּטוּר:  ",
            "english": "The term <i>na</i> which the Torah mentioned in its prohibition refers to meat which began to be subjected to fire. It became roasted slightly, but was not yet fit for human consumption. If, however, one partakes of the meat of the Paschal sacrifice while raw, he is not liable for lashes, but he did nullify a positive commandment, for it is written: \"roasted with fire.\" Implied is that if it is not roasted, it is prohibited.<br>If one roasted it to the full extent until it became charred, he is exempt."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "<small>(שמות יב ט)</small> \"מְבֻשָּׁל\" שֶׁהִזְהִירָה עָלָיו תּוֹרָה בֵּין שֶׁנִּתְבַּשֵּׁל בְּמַיִם בֵּין שֶׁנִּתְבַּשֵּׁל בִּשְׁאָר מַשְׁקִין אוֹ בְּמֵי פֵּרוֹת שֶׁנֶּאֱמַר <small>(שמות יב ט)</small> \"וּבָשֵׁל מְבֻשָּׁל\" רִבָּה הַכּל:  ",
            "english": "The term \"cooked\" which the Torah mentioned in its prohibition refers to cooking the meat in water, other liquids, or fruit juice. The use of the phrase <i>bashail mevushal</i> by Exodus 12:9 includes all types of cooking."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "צָלָהוּ וְאַחַר כָּךְ בִּשְּׁלוֹ. אוֹ שֶׁבִּשְּׁלוֹ וְאַחַר כָּךְ צָלָהוּ. אוֹ שֶׁעָשָׂהוּ צְלִי קְדֵרָה וַאֲכָלוֹ חַיָּב. אֲבָל מֻתָּר לָסוּךְ אוֹתוֹ בְּיַיִן וְשֶׁמֶן וּדְבַשׁ וּבִשְׁאָר מַשְׁקִין וּמֵי פֵּרוֹת. חוּץ מִן הַמַּיִם. וּמֻתָּר לְטַבֵּל הַבָּשָׂר אַחַר שֶׁנִּצְלָה בְּמַשְׁקִים וּבְמֵי פֵּרוֹת: ",
            "english": "If one roasted it and afterwards cooked it, cooked it and afterwards, roasted it, or pot-roasted it, and partook of it, he is liable. It is, however, permitted to baste it with wine, oil, honey, all other liquids, and fruit juice — except water. After it is roasted, it is permitted to dip the meat in liquids and in fruit juice."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֵין צוֹלִין אֶת הַפֶּסַח עַל גַּבֵּי כְּלֵי אֶבֶן אוֹ כְּלֵי מַתָּכוֹת שֶׁנֶּאֱמַר <small>(שמות יב ח ט)</small> \"צְלִי אֵשׁ\" לֹא צְלִי דָּבָר אַחֵר. לְפִיכָךְ אִם הָיָה כְּלִי מְנֻקָּב כְּדֵי שֶׁתִּשְׁלֹט בּוֹ הָאוּר צוֹלִין עָלָיו. וְאֵין צוֹלִין אוֹתוֹ בְּשִׁפּוּד שֶׁל מַתֶּכֶת שֶׁהֲרֵי הַשִּׁפּוּד כֻּלּוֹ חַם וְצוֹלֶה מְקוֹמוֹ: ",
            "english": "One may not roast the Paschal sacrifice on a stoneware utensil or a metal utensil, for it is written: \"roasted with fire,\" i.e., and not roasted by anything else. Therefore if the utensil was perforated so that the fire could affect the meat, one may roast with it. One may not roast it with a metal spit, because the entire spit will be hot and will roast the meat where it touches it."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הִסִּיק אֶת הַתַּנּוּר וְגָרַף אֶת כָּל הָאֵשׁ וְתָלָהוּ בַּתַּנּוּר וְצָלָהוּ הֲרֵי זֶה אָסוּר שֶׁאֵין זֶה צְלִי אֵשׁ. חֲתָכוֹ וְתָלָהוּ עַל גַּבֵּי גֶּחָלִים הֲרֵי זֶה צְלִי אֵשׁ. צָלָהוּ עַל גַּבֵּי סִיד אוֹ חַרְסִית אוֹ חַמֵּי טְבֶרְיָה הֲרֵי זֶה אָסוּר שֶׁאֵין זֶה צְלִי אֵשׁ. כֵּיצַד צוֹלִין אוֹתוֹ. תּוֹחֲבוֹ מִתּוֹךְ פִּיו עַד בֵּית נְקוּבָתוֹ בְּשִׁפּוּד שֶׁל עֵץ וְתוֹלֵהוּ לְתוֹךְ הַתַּנּוּר וְהָאֵשׁ לְמַטּה וְתוֹלֶה כְּרָעָיו וּבְנֵי מֵעָיו בְּתַנּוּר חוּצָה לוֹ וְלֹא יִתְּנֵם בְּתוֹכוֹ שֶׁזֶּה כְּמִין בִּשּׁוּל הוּא. ושִׁפּוּד שֶׁל רִמּוֹן הָיוּ בּוֹרְרִין לִצְלִיָּתוֹ כְּדֵי שֶׁלֹּא יִזְרֹק אֶת מֵימָיו וִיבַשְּׁלֵהוּ: ",
            "english": "When one kindles an oven, removes all the fire, and then hangs the Paschal sacrifice in the oven and roasts it, it is forbidden to partake of it, because this is not \"roasted with fire.\" If the sacrificial animal was cut up and hung over coals, it is considered \"roasted with fire.\" If he roasted it over lime, clay, or the hot springs of Tiberias, it is forbidden, because this is not \"roasted with fire.\"<br>How is the animal offered as a Paschal sacrifice roasted? One pierces it from its mouth until its anus with a wooden spit and hangs it in an oven with the fire beneath it.. One hangs its legs and its intestines in the oven, outside of it. One should not place them inside of its body cavity, for this is comparable to cooking. They would choose a pomegranate spit to roast it so that it will not cast its sap into the meat and cook it."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "נָגַע הַבָּשָׂר בְּחַרְסוֹ שֶׁל תַּנּוּר יִקְלֹף אֶת מְקוֹמוֹ מִפְּנֵי שֶׁהוּא צְלִי הַחֶרֶס: ",
            "english": "If the meat touches the earthenware sides or floor of the oven, one should skin off that place, because it is roasted because of the earthenware."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "נָטָף מֵרָטְבּוֹ עַל הַחֶרֶס וְחָזַר עָלָיו יִטּל אֶת מְקוֹמוֹ שֶׁכָּל הַמָּרָק וְהַלֵּחָה שֶׁתִּפְרשׁ מִמֶּנּוּ כְּשֶׁיִּצָּלֶה אֲסוּרָה שֶׁהֲרֵי אֵינָהּ בְּשַׂר צָלִי: ",
            "english": "If its juices drip on the earthenware and then return to it, that place should be cut off. For any juice and liquid which it emits while being roasted is forbidden, for it is not roasted meat."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "נָטַף מֵרָטְבּוֹ עַל הַסּלֶת יִקְלֹף אֶת מְקוֹמוֹ וְיַשְׁלִכֶנּוּ: ",
            "english": "If its juices drip on flour, he should take a handful from the place the juice fell and discard it."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "סָכוֹ בְּשֶׁמֶן שֶׁל תְּרוּמָה אִם חֲבוּרַת הַכֹּהֲנִים יֹאכְלוּ. וְאִם שֶׁל יִשְׂרָאֵל אִם חַי הוּא יְדִיחֶנּוּ וִינַגֵּב וְאִם צָלִי יִקְלֹף אֶת הַחִיצוֹן. סָכוֹ בְּשֶׁמֶן שֶׁל מַעֲשֵׂר שֵׁנִי לֹא יַעֲשֶׂנּוּ דָּמִים עַל בְּנֵי חֲבוּרָה שֶׁאֵין פּוֹדִין מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ. וְאֵין צוֹלִין שְׁנֵי פְּסָחִים כְּאַחַת מִפְּנֵי הַתַּעֲרוֹבוֹת אֲפִלּוּ גְּדִי וְטָלֶה: ",
            "english": "The following laws apply if one applied oil that is <i>terumah</i> to the Paschal sacrifice. If the company was made up of priests, they should partake of it. If the company was made up of Israelites and the meat is still raw, it should be washed and dried and then it may be roasted. If it has been roasted, the outer portion should be skinned off.<br>If oil from the second tithe was applied to it, one should not charge the other members of the company for its value, for the second tithe should not be redeemed in Jerusalem, as explained in the appropriate place.<br>We do not roast two Paschal sacrifices together lest they become intermingled. This applies even to a goat and a lamb."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרנוּ בְּכַמָּה מְקוֹמוֹת שֶׁאֵין הַפֶּסַח נֶאֱכָל אֶלָּא עַד חֲצוֹת כְּדֵי לְהַרְחִיק מִן הָעֲבֵרָה וְדִין תּוֹרָה שֶׁיֹּאכַל כָּל הַלַּיְלָה עַד שֶׁיַּעֲלֶה עַמּוּד הַשַּׁחַר. וּכְבָר בֵּאַרְנוּ בְּהִלְכוֹת חָמֵץ וּמַצָּה שֶׁהוּא טָעוּן הַלֵּל בִּשְׁעַת אֲכִילָתוֹ וְשֶׁאֵין בְּנֵי חֲבוּרָה חוֹזְרִין וְאוֹכְלִין אַחַר שִׁנִּרְדְּמוּ בְּשֵׁנָה אֲפִלּוּ בִּתְחִלַּת הַלַּיְלָה: ",
            "english": "We already stated in several places that the Paschal sacrifice should be eaten only until midnight to distance a person from transgression. According to Scriptural Law, one may partake of it throughout the entire night until dawn.<br>We already explained in <i>Hilchot Chametz UMatzah</i> that the Paschal sacrifice requires the recitation of <i>Hallel</i> during the time that it is being eaten and that the members of the company do not partake of the meat after they fell asleep, even if they did so at the beginning of the night."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הָאוֹכֵל מִן הַפֶּסַח אֵינוֹ אוֹכֵל אֶלָּא בַּחֲבוּרָה אַחַת וְאֵין מוֹצִיאִין מִמֶּנּוּ מִן הַחֲבוּרָה שֶׁיֹּאכַל בָּהּ. וְהַמּוֹצִיא מִמֶּנּוּ כְּזַיִת בָּשָׂר מֵחֲבוּרָה לַחֲבוּרָה בְּלֵיל חֲמִשָּׁה עָשָׂר לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב מו)</small> \"לֹא תוֹצִיא מִן הַבַּיִת מִן הַבָּשָׂר חוּצָה\". וְהוּא שֶׁיַּנִּיחֵנוּ בַּחוּץ. שֶׁהוֹצָאָה כְּתוּבָה בּוֹ כְּשַׁבָּת לְפִיכָךְ צָרִיךְ עֲקִירָה וְהַנָּחָה כְּהוֹצָאַת שַׁבָּת. וְאֵין מוֹצִיא אַחַר מוֹצִיא בְּפֶסַח שֶׁכֵּיוָן שֶׁהוֹצִיאוֹ הָרִאשׁוֹן נִפְסַל. מִן הָאֲגַף וּלְפָנִים כִּלְפָנִים מִן הָאֲגַף וְלַחוּץ כְּלַחוּץ וְהָאֲגַף עַצְמוֹ שֶׁהוּא עֳבִי הַפֶּתַח כְּלַחוּץ. הַחַלּוֹנוֹת וָעֳבִי הַכְּתָלִים כִּלְפָנִים. הַגַּגִּים וְהָעֲלִיּוֹת אֵינָן בִּכְלַל הַבַּיִת:\n",
            "english": "Anyone who partakes of a Paschal sacrifice may partake of it only in one company. It may not be removed from the company to partake of it. If one removes an olive-sized portion of meat from a Paschal sacrifice from one company to another company on the night of the fifteenth of Nisan, he is liable for lashes, as Exodus 12:46 states: \"Do not remove the meat from the house to the outside, \"for that prooftext uses a form of the word <i>hotza'ah</i> which is used with regard to the Sabbath. Therefore it is necessary that one remove the article from its initial place and place it down outside, as is true with regard to the prohibition against transferring an article from one domain to another on the Sabbath.<br>With regard to the Paschal sacrifice, one is not liable for removing meat from a company after it has already been removed once. Instead, since it was removed by the first person, it is disqualified.<br>From the doorframe of a house inward is considered as part of the house. From the doorframe outward, is considered as outside the house. The doorframe, i.e., the width of the entrance, is considered as outside. The windows and the width of the walls are considered as inside. The roofs and the lofts are not considered as part of the house."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בְּשַׂר הַפֶּסַח שֶׁיָּצָא חוּץ לַחֲבוּרָתוֹ בֵּין בְּזָדוֹן בֵּין בִּשְׁגָגָה נֶאֱסַר בַּאֲכִילָה וַהֲרֵי הוּא כִּבְשַׂר קָדְשֵׁי קָדָשִׁים שֶׁיָּצָא חוּץ לַעֲזָרָה אוֹ בְּשַׂר קָדָשִׁים קַלִּים שֶׁיָּצָא חוּץ לְחוֹמוֹת יְרוּשָׁלַיִם שֶׁהַכּל כִּטְרֵפָה. וְלוֹקִין עַל אֲכִילָתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ בְּמַעֲשֵׂה הַקָּרְבָּנוֹת. אֵיבָר שֶׁיָּצָא מִקְצָתוֹ חוֹתֵךְ הַבָּשָׂר וְיוֹרֵד עַד שֶׁמַּגִּיעַ לָעֶצֶם וְקוֹלֵף אֶת הַבָּשָׂר כָּל שֶׁבִּפְנִים יֹאכַל וְכָל שֶׁבַּחוּץ יִשָּׂרֵף. כְּשֶׁהוּא מַגִּיעַ לָעֶצֶם חוֹתֵךְ בְּקוֹפִיץ אִם הָיָה שְׁאָר קָדָשִׁים. וְאִם הָיָה פֶּסַח שֶׁאָסוּר לִשְׁבֹּר בּוֹ עֶצֶם קוֹלֵף עַד הַפֶּרֶק וּמְפָרֵק הָאֵיבָר שֶׁיָּצָא מִקְצָתוֹ מִן הַפֶּרֶק וּמַשְׁלִיכוֹ לַחוּץ:\n",
            "english": "When the meat of a Paschal sacrifice has been removed from its company - whether intentionally or inadvertently - it becomes forbidden to be eaten. It is comparable to the meat of sacrifices of the most sacred order that were taken outside the Temple Courtyard or sacrifices of a lesser degree of sanctity that were taken outside the walls of Jerusalem, in which instance, everything is considered like an animal that is <i>treifah</i>. One is liable for lashes for partaking of it, as stated in <i>Hilchot Ma'aseh HaKorbanot</i>.<br>When part of a limb of a sacrificial animal is removed from its designated area, one should cut through the meat, descending until he reaches the bone and then scrape off the meat. Whatever is within the designated area should be eaten. Whatever is outside should be burnt. When he reaches the bone, he should cut off the bone with a butcher's knife, if other sacrifices are involved. If it is a Paschal sacrifice - in which instance it is forbidden to break its bones, one should scrape off the meat until the joint, separate the limb whose portion was removed from the joint, and cast it outside."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׁתֵּי חֲבוּרוֹת שֶׁהָיוּ אוֹכְלוֹת בְּבַיִת אֶחָד צְרִיכָה כָּל חֲבוּרָה מֵהֶן לַעֲשׂוֹת לָהּ הֶקֵּף שֶׁנֶּאֱמַר <small>(שמות יב מו)</small> \"מִן הַבָּשָׂר חוּצָה\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁצָּרִיךְ לִתֵּן לוֹ חוּצָה לִמְקוֹם אֲכִילָתוֹ. וְאֵלּוּ הוֹפְכִין אֶת פְּנֵיהֶן אֵילָךְ וְאוֹכְלִין וְאֵלּוּ הוֹפְכִין אֶת פְּנֵיהֶן אֵילָךְ וְאוֹכְלִין כְּדֵי שֶׁלֹּא יֵרָאוּ מְעֹרָבִים:\n",
            "english": "When two companies are partaking of their Paschal sacrifices in one house, each company must delineate its borders with a partition. From the words \"from the meat... outside,\" the Oral Tradition taught that the place outside the place where it is being eaten must be designated. Thus one company must turn their faces to one side and eat and the other must turn their faces to the other side and eat, so they will not appear as intermingled."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיוּ הַמַּיִם שֶׁמּוֹזְגִים בּוֹ יֵינָם בְּאֶמְצַע הַבַּיִת בֵּין שְׁתֵּי הַחֲבוּרוֹת. כְּשֶׁהַשַּׁמָּשׁ עוֹמֵד לִמְזֹג קוֹפֵץ אֶת פִּיו וּמַחֲזִיר אֶת פָּנָיו עַד שֶׁמַּגִּיעַ אֵצֶל חֲבוּרָתוֹ וְאַחַר כָּךְ אוֹכֵל מַה שֶּׁבְּפִיו. שֶׁאָסוּר לָאוֹכֵל לֶאֱכל בִּשְׁתֵּי חֲבוּרוֹת. וּמֻתָּר לְכַלָּה לְהַחְזִיר פָּנֶיהָ מִפְּנֵי חֲבוּרָתָהּ וְאוֹכֶלֶת מִפְּנֵי שֶׁהִיא בּוֹשָׁה לֶאֱכל בִּפְנֵיהֶם:\n",
            "english": "If the water with which they would mix their wines was in the center of the house, between the two companies, when the attendant rises to pour water, he should shut his mouth closed and then turn his face away from his company, keeping it closed until he returns to them. Only afterwards may he swallow what is in his mouth, for it is forbidden to partake of the Paschal sacrifice in two companies.<br>A bride is permitted to turn her face away from the company and partake of the Paschal sacrifice, because she is embarrassed to eat in their presence."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁתֵּי חֲבוּרוֹת שֶׁנִּפְרְצָה מְחִצָּה מִבֵּינֵיהֶן אֵינָן אוֹכְלִין. וְכֵן אִם הָיְתָה חֲבוּרָה אַחַת וְנַעֲשֵׂית מְחִצָּה בֵּינֵיהֶן אֵינָן אוֹכְלִין עַד שֶׁתִּסְתַּלֵּק. שֶׁאֵין הַפֶּסַח נֶאֱכָל בִּשְׁתֵּי חֲבוּרוֹת וְאֵינָן נֶעֱקָרִין מֵחֲבוּרָה לַחֲבוּרָה:\n",
            "english": "When the divider between two companies has been undone, they should not partake of their Paschal sacrifices. Similarly, if one company was partaking of a Paschal sacrifice and a divider was made separating some from the others, they should not partake of it until the divider is removed. The rationale is that a Paschal sacrifice may not be eaten in two companies and one should not move from one company to another."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בְּנֵי חֲבוּרָה שֶׁנִּכְנְסוּ שְׁלֹשָׁה מֵהֶן אוֹ יֶתֶר לֶאֱכל פִּסְחֵיהֶן וְלֹא בָּאוּ שְׁאָר בְּנֵי חֲבוּרָה. אִם נִכְנְסוּ בְּשָׁעָה שֶׁדֶּרֶךְ בְּנֵי אָדָם לֶאֱכל הַפְּסָחִים וְחָזַר הַמְעוֹרֵר לְכֻלָּן עַל הַשְּׁאָר וְלֹא בָּאוּ הֲרֵי אֵלּוּ שֶׁנִּכְנְסוּ אוֹכְלִין עַד שֶׁיִּשְׂבְּעוּ וְאֵין מַמְתִּינִים לַשְּׁאָר. וַאֲפִלּוּ בָּאוּ הַמִּתְאַחֲרִין אַחַר כָּךְ וּמָצְאוּ אֵלּוּ הַשְּׁלֹשָׁה שֶׁאָכְלוּ הַכּל אֵין מְשַׁלְּמִים לָהֶן כְּדֵי חֶלְקָם. אֲבָל אִם נִכְנְסוּ שְׁנַיִם בִּלְבַד הֲרֵי אֵלּוּ מַמְתִּינִים. בַּמֶּה דְּבָרִים אֲמוּרִים בִּשְׁעַת כְּנִיסָתָן לֶאֱכל אֲבָל בְּעֵת שֶׁנִּפְטָרִין אֵין אָדָם צָרִיךְ לְהַמְתִּין לַחֲבֵרוֹ אֲפִלּוּ גָּמַר אֶחָד בִּלְבַד מִלֶּאֱכל יֵצֵא וְאֵינוֹ צָרִיךְ לְהַמְתִּין:\n",
            "english": "The following rules apply when three or more members of a company come to partake of their Paschal sacrifice, but the other members of the company do not come. If they entered at the time most people partake of their Paschal sacrifices and the attendant called for the others and they did not come, they may enter and eat until satiation without waiting for the others. Even if those who came late come and see that the three consumed the entire sacrifice, they need not reimburse them for their portion. If, however, only two enter on time, they should wait.<br>When does this apply? When they enter to eat. When, however, they depart, no one has to wait for his colleague. Even if only one person finished eating, he may depart. He need not wait for the others."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמַּאֲכִיל כְּזַיִת מִן הַפֶּסַח בֵּין מִפֶּסַח רִאשׁוֹן בֵּין מִפֶּסַח שֵׁנִי לְמוּמָר לַעֲבוֹדָה זָרָה אוֹ לְגֵר תּוֹשָׁב אוֹ לְשָׂכִיר. הֲרֵי זֶה עוֹבֵר בְּלֹא תַּעֲשֶׂה וְאֵינוֹ לוֹקֶה אֲבָל מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת. וּ <small>(שמות יב מג)</small> \"בֶן נֵכָר\" הָאָמוּר בַּתּוֹרָה זֶה הָעוֹבֵד אֵל נֵכָר. וְאֵין מַאֲכִילִין מִמֶּנּוּ לְנָכְרִי אֲפִלּוּ גֵּר תּוֹשָׁב אוֹ שָׂכִיר שֶׁנֶּאֱמַר <small>(שמות יב מה)</small> \"תּוֹשָׁב וְשָׂכִיר לֹא יֹאכַל בּוֹ\":\n",
            "english": "One who gives an olive-sized portion of a Paschal sacrifice - whether the first Paschal sacrifice or the second - to an apostate who worships false deities, to a resident alien, or a gentile worker, violates a negative commandment, but is not liable for lashes. He is, however, liable for stripes for rebellious conduct.<br>The term \"foreigner\" mentioned in the Torah refers to one who worships alien deities. One may not give a portion of the Paschal sacrifice to a gentile, even a resident alien or a worker, as Exodus 12:45 states: \"Neither a resident, nor an alien should partake of it.\""
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "עָרֵל שֶׁאָכַל כְּזַיִת מִבְּשַׂר הַפֶּסַח לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב מח)</small> \"כָּל עָרֵל לֹא יֹאכַל בּוֹ\". בּוֹ הוּא שֶׁאֵינוֹ אוֹכֵל אֲבָל אוֹכֵל הוּא מַצָּה וּמָרוֹר. וְכֵן מֻתָּר לְהַאֲכִיל מַצָּה וּמָרוֹר לְגֵר תּוֹשָׁב וּלְשָׂכִיר:\n",
            "english": "An uncircumcised person who ate an olive-sized portion of the Paschal sacrifice is liable for lashes, as <i>ibid.</i>:48 states: \"No uncircumcised person shall partake of it.\" That verse can also be interpreted as meaning: He may not partake \"of it\"; he may, however, partake of <i>matzah</i> and bitter herbs. Similarly, it is permitted to feed <i>matzah</i> and bitter herbs to a resident alien, or a gentile worker."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁמִּילַת בָּנָיו וַעֲבָדָיו מְעַכַּבְתּוֹ מִלִּשְׁחֹט הַפֶּסַח כָּךְ מְעַכַּבְתּוֹ מִלֶּאֱכל שֶׁנֶּאֱמַר <small>(שמות יב מד)</small> \"וּמַלְתָּה אֹתוֹ אָז יֹאכַל בּוֹ\". כֵּיצַד. קָנָה עֶבֶד אַחַר שֶׁנִּשְׁחַט הַפֶּסַח. אוֹ שֶׁהָיָה לוֹ בֵּן שֶׁלֹּא הִגִּיעַ זְמַנּוֹ לְהִמּוֹל אֶלָּא אַחַר שְׁחִיטַת הַפֶּסַח. הֲרֵי זֶה אָסוּר לֶאֱכל עַד שֶׁיָּמוּל אוֹתָן. וְכֵיצַד יִהְיֶה הַבֵּן רָאוּי לְמִילָה אַחַר שְׁחִיטַת הַפֶּסַח וְלֹא יִהְיֶה רָאוּי קֹדֶם שְׁחִיטָה. כְּגוֹן שֶׁחֲלַצְתּוֹ חַמָּה שֶׁצָּרִיךְ שִׁבְעַת יָמִים מֵעֵת לְעֵת מִיּוֹם הַבְרָאָתוֹ. וּכְגוֹן שֶׁכָּאֲבָה עֵינוֹ וְנִרְפֵּאת אַחַר שְׁחִיטָה. אוֹ שֶׁהָיָה טֻמְטוּם וְנִקְרַע אַחַר שְׁחִיטַת הַפֶּסַח וְנִמְצָא זָכָר:\n",
            "english": "Just as the circumcision of one's sons and servants holds one back from slaughtering the Paschal sacrifice, so too, it holds him back from partaking of it, as <i>ibid.</i>:44 states: \"He shall circumcise him, then he shall partake of it.\"<br>What is implied? One purchased a servant after the slaughter of the Paschal sacrifice or one had a son whose time for circumcision did not arrive until after the slaughter of the Paschal sacrifice. Such a person is forbidden to partake of the Paschal sacrifice until he circumcises them.<br>How is it possible for the son to be fit to be circumcised after the slaughter of the Paschal sacrifice, but not to be fit to be circumcised before its slaughtered? For example, he had a fever and seven full days are needed from the time at which he became healed, his eye hurt severely and he was healed after the slaughter of the Paschal sacrifice, or he was a <i>tumtum</i> and he was operated on after the slaughter of the Paschal sacrifice and it was discovered that he was male."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַשׁוֹבֵר עֶצֶם בְּפֶסַח טָהוֹר הֲרֵי זֶה לוֹקֶה שֶׁנֶּאֱמַר <small>(שמות יב מו)</small> \"וְעֶצֶם לֹא תִשְׁבְּרוּ בוֹ\". וְכֵן נֶאֱמַר בְּפֶסַח שֵׁנִי וְעֶצֶם לֹא תִשְׁבְּרוּ בוֹ. אֲבָל פֶּסַח שֶׁבָּא בְּטֻמְאָה אִם שָׁבַר בּוֹ עֶצֶם אֵינוֹ לוֹקֶה. מִפִּי הַשְּׁמוּעָה לָמְדוּ לֹא תִשְׁבְּרוּ בוֹ בְּטָהוֹר וְלֹא בְּטָמֵא. אֶחָד הַשּׁוֹבֵר אֶת הָעֶצֶם בְּלֵילֵי חֲמִשָּׁה עָשָׂר אוֹ שֶׁשָּׁבַר בּוֹ עֶצֶם מִבְּעוֹד יוֹם אוֹ שֶׁשָּׁבַר אַחַר כַּמָּה יָמִים הֲרֵי זֶה לוֹקֶה: \n",
            "english": "A person who breaks a bone in a pure Paschal sacrifice is liable for lashes, as Exodus 12:46 states: \"You shall not break a bone in it.\" And with regard to the second Paschal sacrifice, Numbers 9:12 states: \"He shall not break a bone in it.\"<br>When, however, the Paschal sacrifice is brought in a state of impurity, one is not liable for lashes. According to the Oral Tradition, it was taught: \"You shall not break in it,\" i.e., in a pure sacrifice, not an impure one.<br>Whether one breaks a bone of the Paschal sacrifice on the night of the fifteenth of Nisan, while it is still day on the fourteenth, or even after several days, he is liable for lashes."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לְפִיכָךְ שׂוֹרְפִין עַצְמוֹת הַפֶּסַח בִּכְלַל הַנּוֹתָר מִבְּשָׂרוֹ כְּדֵי שֶׁלֹּא יָבוֹאוּ בָּהֶן לִידֵי תַּקָּלָה:\n",
            "english": "For this reason, the bones of the Paschal sacrifice are burnt with the remainder of its meat so that they will not cause misfortune."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין חַיָּבִין אֶלָּא עַל שְׁבִירַת עֶצֶם שֶׁיֵּשׁ עָלָיו כְּזַיִת בָּשָׂר אוֹ שֶׁיֵּשׁ בּוֹ מוֹחַ. אֲבָל עֶצֶם שֶׁאֵין בּוֹ מוֹחַ וְשֶׁאֵין עָלָיו כְּזַיִת בָּשָׂר אֵינוֹ חַיָּב עַל שְׁבִירָתוֹ. הָיָה עָלָיו כְּזַיִת בָּשָׂר וְשָׁבַר הָעֶצֶם שֶׁלֹּא בִּמְקוֹם הַבָּשָׂר חַיָּב אַף עַל פִּי שֶׁהַמָּקוֹם שֶׁשָּׁבַר פָּנוּי מִבְּשָׂרוֹ:\n",
            "english": "One is liable only for breaking a bone upon which there was an olive-sized portion of meat or which contains marrow. If, by contrast, a bone does not contain marrow and there is not an olive-sized portion of meat upon it, one is not liable for breaking it. If there was an olive-sized portion of meat on a bone, but one broke it in a place where there is no meat, he is liable, even though there is no meat where he broke the bone."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַשּׁוֹבֵר אַחַר הַשּׁוֹבֵר בְּעֶצֶם אֶחָד לוֹקֶה:\n",
            "english": "When one breaks a bone that is already broken, he is liable for lashes."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַשּׂוֹרֵף עֲצָמוֹת וְהַמְחַתֵּךְ גִּידִים אֵינוֹ חַיָּב מִשּׁוּם שְׁבִירַת עֶצֶם:\n",
            "english": "When one burns the bones of a Paschal sacrifice or cuts its sinews, he is not liable for breaking a bone."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "פֶּסַח שֶׁהוּא נָא אוֹ מְבֻשָּׁל וְשָׁבַר בּוֹ אֶת הָעֶצֶם לוֹקֶה. אֲפִלּוּ נִפְסַל בְּטֻמְאָה וִיצִיאָה וְכַיּוֹצֵא בָּהֶם יֵשׁ בּוֹ אִסּוּר שְׁבִירַת הָעֶצֶם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיְתָה לוֹ שְׁעַת הַכּשֶׁר וְנִפְסַל. אֲבָל אִם לֹא הָיְתָה לוֹ שְׁעַת הַכּשֶׁר כְּגוֹן שֶׁנִּתְפַּגֵּל אוֹ נַעֲשָׂה מַחֲשֶׁבֶת זְמַן אוֹ מַחֲשֶׁבֶת שִׁנּוּי הַשֵּׁם. אֵין בּוֹ מִשּׁוּם שְׁבִירַת הָעֶצֶם:\n",
            "english": "When a Paschal sacrifice was lightly roasted or cooked and one broke a bone, he is liable for lashes. Even if it was disqualified because it contracted impurity, it was taken out of the home where it is being eaten, or the like, the prohibition against breaking its bones applies.<br>When does the above apply? When there was a time the Paschal sacrifice was acceptable and it was disqualified. If, however, there was never a time when it was acceptable, e.g., it became <i>piggul</i> or was brought with a disqualifying intent concerning time or with a disqualifying intent concerning the type of sacrifice, the prohibition against breaking a bone does not apply."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שָׁבַר עֶצֶם הָאַלְיָה אֵינוֹ לוֹקֶה שֶׁהֲרֵי אֵינוֹ רָאוּי לַאֲכִילָה:\n",
            "english": "If one breaks the bone of the fat-tail, he is not liable, because it is not fit to be eaten."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַסְּחוּסִים שֶׁהֵם כְּמוֹ עֲצָמִים רַכִּים. הֲרֵי אֵלּוּ מֻתָּרִין לְאָכְלָן:\n",
            "english": "Cartilage which is like soft bones are permitted to be eaten."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָיָה גְּדִי קָטָן וְרַךְ שֶׁעַצְמוֹתָיו רַכִּים לֹא יֹאכַל אוֹתָן שֶׁזֶּה שׁוֹבֵר עֶצֶם וְאִם אָכַל לוֹקֶה. שֶׁאֶחָד הַשּׁוֹבֵר עֶצֶם קָשֶׁה אוֹ עֶצֶם רַךְ. זֶה הַכְּלָל כָּל שֶׁנֶּאֱכָל בְּשׁוֹר הַגָּדוֹל אַחַר שֶׁיִּתְבַּשֵּׁל הוּא שֶׁמֻּתָּר לֶאֱכל כְּנֶגְדּוֹ מִן הַגְּדִי הָרַךְ אַחַר צְלִיָּתוֹ כְּגוֹן רָאשֵׁי כְּנָפַיִם וְהַסְּחוּסִים:\n",
            "english": "If the Paschal sacrifice was a small and tender kid goat whose bones are soft, they may not be eaten, because that is considered as breaking a bone. If one partakes of them he is liable for lashes, for the liability applies equally whether one breaks a firm bone or a soft bone,<br>This is the general principle: Whatever could be eaten in a large ox after it has been cooked may be eaten in a tender kid after it has been roasted, e.g., the cartilage around the joints and similar types of body tissue."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "גִּידִין הָרַכִּין שֶׁסּוֹפָן לְהִקָּשׁוֹת אַף עַל פִּי שֶׁהֵן רְאוּיִין לַאֲכִילָה עַתָּה וְנֶאֱכָלִין בְּפֶסַח אֵין נִמְנִין עֲלֵיהֶן. וְנִמְנִין עַל מוֹחַ שֶׁבָּרֹאשׁ מִפְּנֵי שֶׁיָּכוֹל לְהוֹצִיאוֹ בְּלֹא שְׁבִירַת עֶצֶם. וְאֵין נִמְנִין עַל מוֹחַ שֶׁבְּקוּלִית וְהוּא הָעֶצֶם הַסָּתוּם מִשְּׁנֵי רָאשָׁיו. שֶׁהֲרֵי אֵינוֹ יָכוֹל לְהוֹצִיאוֹ אֶלָּא בִּשְׁבִירַת עֶצֶם:\n",
            "english": "Soft sinews that will ultimately become firm, even though they are fit to be eaten at the time and may be eaten from the Paschal sacrifice, they are not considered when enumerating people on the sacrifice. Persons may be enumerated because of the brain in the head, because it is possible to remove it without breaking a bone. One may not be enumerated on the marrow in the hip bone - it is bone closed on both sides - because it is impossible to remove the marrow without breaking a bone."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כְּשֶׁאָדָם אוֹכֵל אֶת הַפֶּסַח חוֹתֵךְ הַבָּשָׂר וְאוֹכֵל וְחוֹתֵךְ הָעֲצָמוֹת מִן הַפֶּרֶק וּמְפָרְקָן אִם רָצָה. וּכְשֶׁיַּגִּיעַ לְגִיד הַנָּשֶׁה מוֹצִיאוֹ וּמַנִּיחוֹ עִם שְׁאָר הַגִּידִים וְהָעֲצָמוֹת וְהַקְּרוּמוֹת שֶׁיּוֹצְאִין בִּשְׁעַת אֲכִילָה. שֶׁאֵין מְנַקִּין אוֹתוֹ כִּשְׁאָר הַבָּשָׂר וְאֵין מְחַתְּכִין אוֹתוֹ אֶלָּא צוֹלִין אוֹתוֹ שָׁלֵם. וְאִם חֲתָכוֹ חֲתִיכוֹת חֲתִיכוֹת כָּשֵׁר וְהוּא שֶׁלֹּא יֶחְסַר אֵיבָר. צָרִיךְ אָדָם לְהִשְׁתַּדֵּל שֶׁלֹּא יַשְׁאִיר מִבְּשַׂר הַפֶּסַח עַד בֹּקֶר שֶׁנֶּאֱמַר <small>(שמות יב י)</small> \"לֹא תוֹתִירוּ מִמֶּנּוּ עַד בֹּקֶר\". וְכֵן בַּשֵּׁנִי שֶׁנֶּאֱמַר <small>(במדבר ט יב)</small> \"לֹא יַשְׁאִירוּ מִמֶּנּוּ עַד בֹּקֶר\". וְאִם הִשְׁאִיר מִמֶּנּוּ בֵּין בָּרִאשׁוֹן בֵּין בַּשֵּׁנִי עָבַר בְּלֹא תַּעֲשֶׂה. וְאֵינוֹ לוֹקֶה עַל לָאו זֶה שֶׁהֲרֵי נִתָּק לַעֲשֵׂה שֶׁנֶּאֱמַר <small>(שמות יב י)</small> \"וְהַנֹּתָר מִמֶּנּוּ בָּאֵשׁ תִּשְׂרֹפוּ\": \n",
            "english": "When a person partakes of the Paschal sacrifice, he should cut off the meat and partake of it. He may cut off the bones at the joints and separate them if he desires.<br>When he reaches the sciatic nerve, he should remove it and place it with the remainder of sinews, bones, and membranes which are removed at the time of eating. It is not removed previously, as is done with regard to other meat.<br>The Paschal sacrifice should not be cut into pieces before it is roasted. Instead, it is roasted whole. If it was cut into pieces, it is acceptable, provided it is not lacking a limb.<br>A person should endeavor that none of the meat of the Paschal sacrifice remain until the morning, as Exodus 12:10 states: \"Do not leave over any of it until the morning.\" Similarly, with regard to the second Paschal sacrifice, Exodus 12:10 states: \"What remains from it, you shall burn in fire.\""
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כְּשֶׁמַּקְרִיבִין אֶת הַפֶּסַח בָּרִאשׁוֹן מַקְרִיבִין עִמּוֹ שְׁלָמִים בְּיוֹם י\"ד מִן הַבָּקָר אוֹ מִן הַצֹּאן. גְּדוֹלִים אוֹ קְטַנִּים. זְכָרִים אוֹ נְקֵבוֹת כְּכָל זִבְחֵי הַשְּׁלָמִים. וְזוֹ הִיא הַנִּקְרֵאת חֲגִיגַת אַרְבָּעָה עָשָׂר וְעַל זֶה נֶאֱמַר בַּתּוֹרָה <small>(דברים טז ב)</small> \"וְזָבַחְתָּ פֶּסַח לַה' אֱלֹהֶיךָ צֹאן וּבָקָר\". אֵימָתַי מְבִיאִין עִמּוֹ חֲגִיגָה זוֹ בִּזְמַן שֶׁהוּא בָּא בְּחל וּבְטָהֳרָה וּבְמוּעָט. אֲבָל אִם חָל יוֹם אַרְבָּעָה עָשָׂר לִהְיוֹת בְּשַׁבָּת אוֹ שֶׁבָּא הַפֶּסַח בְּטֻמְאָה אוֹ שֶׁהָיוּ הַפְּסָחִים מְרֻבִּים אֵין מְבִיאִין עִמּוֹ חֲגִיגָה. וְאֵין מַקְרִיבִין אֶלָּא הַפְּסָחִים בִּלְבַד:\n",
            "english": "When the first Paschal sacrifice is offered, a peace-offering is sacrificed with it on the fourteenth of Nissan from cattle or from sheep, whether a large animal or a small one, like all other peace-offerings. It is called the festive-offering of the fourteenth. This is the intent of the Torah's statement Deuteronomy 16:2: \"And you bring a Paschal offering to God your Lord from sheep and from cattle.\"<br>When is this festive-offering brought? When the Paschal sacrifice is offered during the week, in a state of ritual purity, and when there is a lack of Paschal sacrifices. If, however, the fourteenth of Nisan falls on the Sabbath, it is offered in a state of ritual impurity, or there are ample offerings, the festive-offering is not brought with it. Instead, only the Paschal sacrifices are brought."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "חֲגִיגַת אַרְבָּעָה עָשָׂר רְשׁוּת וְאֵינָהּ חוֹבָה. וְנֶאֱכֶלֶת לִשְׁנֵי יָמִים וְלַיְלָה אֶחָד כְּכָל זִבְחֵי שְׁלָמִים. וְאָסוּר לְהַנִּיחַ מִבְּשַׂר חֲגִיגַת אַרְבָּעָה עָשָׂר לַיּוֹם הַשְּׁלִישִׁי שֶׁנֶּאֱמַר <small>(דברים טז ד)</small> \"וְלֹא יָלִין מִן הַבָּשָׂר אֲשֶׁר תִּזְבַּח בָּעֶרֶב בַּיּוֹם הָרִאשׁוֹן לַבֹּקֶר\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה אַזְהָרָה לְמַנִּיחַ בְּשַׂר חֲגִיגַת אַרְבָּעָה עָשָׂר לְיוֹם שִׁשָּׁה עָשָׂר. שֶׁנֶּאֱמַר לַבֹּקֶר עַד בֹּקֶר שֶׁל יוֹם הַשֵּׁנִי. וְהַמּוֹתִיר אֵינוֹ לוֹקֶה אֶלָּא יִשְׂרֹף הַנּוֹתָר מִמֶּנָּה כִּשְׁאָר הַנּוֹתָרִים: \n",
            "english": "The festive-offering brought on the fourteenth is a voluntary matter; it is not an obligation. It may be eaten for two days and one night like all other peace-offerings. It is forbidden to leave over the meat of the festive-offering of the fourteenth until the third day, as Deuteronomy 16:4 states: \"Do not leave any of the meat that you will sacrifice in the evening for the first day until the morning.\" According to the Oral Tradition, it was taught that this is a warning for a person who leaves over the meat of the festive-offering of the fourteenth until the sixteenth. The term \"until the morning\" means until the morning of the second day. One who leaves over the meat is not liable for lashes. Instead, he should burn the left over meat in the same manner as meat left over from other sacrifices is burnt."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "בְּשַׂר חֲגִיגָה שֶׁעָלָה עִם הַפֶּסַח עַל הַשֻּׁלְחָן וְכָל הַתַּבְשִׁילִין הָעוֹלִים עִמּוֹ עַל הַשֻּׁלְחָן מִתְבַּעֲרִין עִמּוֹ. וְאֵינָן נֶאֱכָלִים אֶלָּא עַד חֲצוֹת כַּפֶּסַח עַצְמוֹ גְּזֵרָה מִפְּנֵי הַתַּעֲרֹבֶת:\n",
            "english": "The meat of the festive-offering that was served on the table with the Paschal sacrifice and similarly, the other cooked dishes served with it should be burnt with it. They may only be eaten until midnight like the Paschal sacrifice itself. This is a decree lest a mixture occur."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "מַה בֵּין פֶּסַח רִאשׁוֹן לְפֶסַח שֵׁנִי. הָרִאשׁוֹן אָסוּר בְּחָמֵץ בְּבַל יֵרָאֶה וּבַל יִמָּצֵא. וְאֵינוֹ נִשְׁחָט עַל חָמֵץ. וְאֵין מוֹצִיאִין מִמֶּנּוּ חוּץ לַחֲבוּרָה. וְטָעוּן הַלֵּל בַּאֲכִילָתוֹ. וּמְבִיאִין עִמּוֹ חֲגִיגָה. וְאֶפְשָׁר שֶׁיָּבוֹא בְּטֻמְאָה אִם נִטְמָא רֹב הַקָּהָל טֻמְאַת מֵת כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל פֶּסַח שֵׁנִי חָמֵץ וּמַצָּה עִמּוֹ בַּבַּיִת. וְאֵינוֹ טָעוּן הַלֵּל בַּאֲכִילָתוֹ. וּמוֹצִיאִין אוֹתוֹ חוּץ לַחֲבוּרָתוֹ. וְאֵין מְבִיאִין עִמּוֹ חֲגִיגָה וְאֵינוֹ בָּא בְּטֻמְאָה. וּשְׁנֵיהֶם דּוֹחִין אֶת הַשַּׁבָּת. וּטְעוּנִין הַלֵּל בַּעֲשִׂיָּתָן וְנֶאֱכָלִין צָלִי בְּבַיִת אֶחָד עַל מַצָּה וּמָרוֹר. וְאֵין מוֹתִירִין מֵהֶן. וְאֵין שׁוֹבְרִין בָּהֶן אֶת הָעֶצֶם. וְלָמָּה לֹא יִשְׁוֶה הַשֵּׁנִי לָרִאשׁוֹן לְכָל הַדְּבָרִים מֵאַחַר שֶׁנֶּאֱמַר <small>(במדבר ט יב)</small> \"כְּכָל חֻקַּת הַפֶּסַח יַעֲשׂוּ\". לְפִי שֶׁפֵּרֵשׁ בּוֹ מִקְצָת חֻקַּת הַפֶּסַח. לְלַמֵּד שֶׁאֵינָהּ שָׁוָה לָרִאשׁוֹן אֶלָּא בִּדְבָרִים שֶׁנִּתְפָּרְשׁוּ בּוֹ. וְהֵן הַמִּצְוֹת שֶׁבְּגוּפוֹ וְהֵם חֻקַּת הַפֶּסַח. שֶׁכְּלָל זֶה שֶׁנֶּאֱמַר בְּמִצְרַיִם שֶׁיִּלָּקַח הַפֶּסַח מִבֶּעָשׂוֹר. וְשֶׁהוּא טָעוּן הַגָּעַת דָּם בַּאֲגוּדַת אֵזוֹב לַמַּשְׁקוֹף וְלִשְׁתֵּי הַמְּזוּזוֹת. וְשֶׁיֵּאָכֵל בְּחִפָּזוֹן. אֵין אוֹתָן הַדְּבָרִים נוֹהֲגִים לְדוֹרוֹת וְלֹא נַעֲשׂוּ אֶלָּא בְּפֶסַח מִצְרַיִם בִּלְבַד:\n",
            "english": "What are the differences between the first Paschal sacrifice and the second Paschal sacrifice? At the time of the first, <i>chametz</i> is forbidden to be seen or possessed in one's domain. It may not be slaughtered while one is in possession of <i>chametz</i>. Its meat may not be removed from the company in which it was designated to be eaten. The <i>Hallel</i> must be recited when it is eaten. A festive-offering is brought with it. It may be brought in a state of impurity if the majority of the people are impure because of contact with a human corpse, as we explained.<br>With regard to the second Paschal sacrifice, by contrast, both <i>chametz</i> and <i>matzah</i> may be possessed by the person at home. <i>Hallel</i> is not recited while partaking of it. It may be taken out of the company in which it was designated to be eaten. A festive-offering is not brought with it and it may not be brought in a state of impurity.<br>Both are alike in that offering them supersedes the Sabbath prohibitions. <i>Hallel</i> is recited when they are offered. They are eaten roasted in one house together with matzah and bitter herbs. In neither instance may their meat be left over until the next morning, nor may their bones be broken.<br>Why does the second Paschal sacrifice not resemble the first in all matters, as might be expected since Numbers 9:12 states with regard to the second Paschal sacrifice: \"It shall be offered according to all the statutes of the Paschal sacrifice\"? Because some of the statutes of the Paschal sacrifice are explicitly mentioned with regard to it. This teaches that it is analogous to the first only in those matters which are stated explicitly regarding it. They are the mitzvot that concern the body of the sacrifice. They are \"the statutes of the Paschal sacrifice\" included in the general category.<br>The statements regarding the offering of the Paschal sacrifice in Egypt: that it should be set aside on the tenth of the month, that its blood should be applied to the lintel and the two doorposts with a bunch of hyssop, and that it should be eaten with haste, are not practices that are followed in future generations. They were observed only with regard to the Paschal sacrifice offered in Egypt."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:16:13.577Z",
    "totalChapters": 10,
    "status": "imported_sefaria"
  }
}
