{
  "id": "plaintiff_and_defendant",
  "name": "Mishneh Torah, Plaintiff and Defendant",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Plaintiff and Defendant",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַטוֹעֵן אֶת חֲבֵרוֹ בְּמִטַּלְטְלִין וְהוֹדָה לוֹ בְּמִקְצָת הֲרֵי זֶה מְשַׁלֵּם מַה שֶּׁהוֹדָה בּוֹ וְנִשְׁבָּע עַל הַשְּׁאָר מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(שמות כב ח)</small> \"אֲשֶׁר יֹאמַר כִּי הוּא זֶה\". וְכֵן אִם כָּפַר בַּכּל וְאוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְעֵד אֶחָד מֵעִיד [שֶׁהוּא חַיָּב לוֹ] הֲרֵי זֶה נִשְׁבָּע מִן הַתּוֹרָה. ומִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁכָּל מָקוֹם שֶׁשְּׁנַיִם מְחַיְּבִין אוֹתוֹ מָמוֹן אֶחָד מְחַיְּבוֹ שְׁבוּעָה. וְכֵן לָמְדוּ מִפִּי הַשְּׁמוּעָה שֶׁעֵד אֶחָד לְכָל עָוֹן וּלְכָל חַטָּאת אֵינוֹ קָם אֲבָל קָם הוּא לִשְׁבוּעָה: \n",
            "english": "When a person who issues a claim against a colleague with regard to movable property, and the defendant acknowledges a portion of the claim, he must pay what he acknowledged, and take an oath with regard to the remainder. This is a Scriptural obligation, as Exodus 22:8 states: \"That this is it.\"<br>Similarly, if the defendant denies the entire obligation and says: \"Such a thing never happened,\" and one witness testifies that the defendant is obligated to the plaintiff, the defendant is obligated by Scriptural Law to take an oath. The Oral Tradition teaches: Whenever two witnesses would obligate the person to pay money, one witness obligates him to take an oath.<br>Similarly, it was derived through the Oral Tradition that one witness shall not rise up against any man for any iniquity or any sin. He may, however, rise up against him to obligate him to take an oath."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֵין לְךָ מְחֻיָּב שְׁבוּעָה מִן הַתּוֹרָה חוּץ מִשְּׁלֹשָׁה. מִי שֶׁהוֹדָה בְּמִקְצָת הַמִּטַּלְטְלִין. וּמִי שֶׁחִיְּבוֹ עֵד אֶחָד. וְהַשּׁוֹמֵר. שֶׁהֲרֵי נֶאֱמַר בְּשׁוֹמֵר <small>(שמות כב י)</small> \"שְׁבֻעַת ה' תִּהְיֶה בֵּין שְׁנֵיהֶם\". וּכְבָר בֵּאַרְנוּ שְׁבוּעַת הַשּׁוֹמְרִין בְּהִלְכוֹת שְׂכִירוּת. וְכָל אֶחָד מִן הַשְּׁלֹשָׁה נִשְׁבָּע וְנִפְטָר מִלְּשַׁלֵּם. אֲבָל כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין כְּגוֹן שָׂכִיר וְנֶחְבָּל וּפוֹגֵם אֶת שְׁטָרוֹ וְכַיּוֹצֵא בּוֹ. וְכֵן כָּל הַנִּשְׁבָּעִין בְּטַעֲנַת סָפֵק כְּגוֹן הַשֻּׁתָּפִין וְהָאֲרִיסִין. כֻּלָּן נִשְׁבָּעִין בְּתַקָּנַת חֲכָמִים. וְכָל אֵלּוּ הַשְּׁבוּעוֹת אַף עַל פִּי שֶׁהֵן מִדִּבְרֵי סוֹפְרִים הֲרֵי הֵן כְּעֵין שֶׁל תּוֹרָה בִּנְקִיטַת חֵפֶץ: \n",
            "english": "There are only three individuals who are obligated by Scriptural Law to take an oath: a person who denied a portion of a claim of movable property, a person obligated by one witness, and a watchman. For with regard to a watchman, Exodus 22:10 states: \"The oath of God shall be between them.\" We have already explained the oath required of watchman in <i>Hilchot Sechirut</i>.<br>Each of these three individuals takes an oath and becomes free of his obligation to pay. In contrast, those who take an oath and collect the money they claim, e.g., an employee, a person who was injured, a person who impairs the legal power of his promissory note and the like, and similarly, those who take an oath because there is a possibility of a claim being lodged against them, e.g., partners and sharecroppers, all take oaths because of our Sages' ordinances. Although all these oaths were ordained by Rabbinic decree, they all resemble a Scriptural oath, and all must be taken while holding a sacred article."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַטּוֹעֵן מִטַּלְטְלִין עַל חֲבֵרוֹ וְכָפַר בַּכּל וְאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אוֹ שֶׁהוֹדָה בְּמִקְצָת וּנְתָנוֹ מִיָּד וְאָמַר אֵין לְךָ בְּיָדִי אֶלָּא זֶה וְהֵילָךְ. אוֹ שֶׁאָמַר אֱמֶת שֶׁהָיָה לְךָ אֶצְלִי אֲבָל מָחַלְתָּ לִי אוֹ נָתַתָּ לִי אוֹ מָכַרְתָּ לִי אוֹ הֶחְזַרְתִּי לְךָ. אוֹ שֶׁטְּעָנוֹ חִטִּים וְהוֹדָה לוֹ בִּשְׂעוֹרִים. בְּכָל אֵלּוּ פָּטוּר מִשְּׁבוּעַת הַתּוֹרָה. אֲבָל חַכְמֵי הַגְּמָרָא תִּקְּנוּ שֶׁיִּשָּׁבַע הַנִּתְבָּע בְּכָל אֵלּוּ שְׁבוּעַת הֶסֵּת וְיִפָּטֵר. וְאֵינוֹ כְּעֵין שֶׁל תּוֹרָה לְפִי שֶׁאֵין בָּהֶן נְקִיטַת חֵפֶץ. וּכְבָר בֵּאַרְנוּ דֶּרֶךְ שְׁבוּעָה שֶׁל תּוֹרָה וְדֶרֶךְ שְׁבוּעַת הֶסֵּת בְּהִלְכוֹת שְׁבוּעוֹת: \n",
            "english": "A defendant is not liable to take a Scriptural oath when a colleague claims that he owes movable property and the defendant:<br>a) denies the entire matter, saying: \"Such a thing never occurred\";<br>b) admitted a portion of the claim and gave it to him immediately, saying: \"This is all I owe you; here it is\";<br>c) admits that he had originally owed the plaintiff the debt, but claims that the plaintiff waived payment, gave him the object claimed as a present, or that he already returned the debt;<br>d) admits owing barley, while the plaintiff claims wheat.<br>Nevertheless, the Sages of the <i>Gemara</i> ordained that in all these situations, the defendant should take a <i>sh'vuat heset</i>, before being freed of liability. This oath does not resemble a Scriptural oath, because one need not hold a sacred article while taking it. We have already described the process of taking a Scriptural oath and that of taking a <i>sh'vuat heset</i> in <i>Hilchot Sh'vuos</i>."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה מִן הַתּוֹרָה הֲרֵי זֶה נִשְׁבָּע וְנִפְטָר. וְאִם לֹא רָצָה לְהִשָּׁבַע יוֹרְדִין לִנְכָסָיו וְגוֹבִין מֵהֶם כָּל מַה שֶּׁתָּבַע חֲבֵרוֹ עָלָיו. שֶׁהֲרֵי הַתּוֹבֵעַ אוֹמֵר לוֹ אֵינִי זָז מִדִּין תּוֹרָה אוֹ הִשָּׁבַע אוֹ תֵּן לִי. וְיֵשׁ לוֹ לְהַחֲרִים עַל מִי שֶׁטָּעַן עָלָיו דָּבָר שֶׁאֵינוֹ כֵּן וְנוֹתֵן. אֲבָל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה מִדִּבְרֵיהֶן אִם הָיָה מִן הַנִּשְׁבָּעִין וְנוֹטְלִין אֵינוֹ יָכוֹל לְהַפֵּךְ אֶת הַשְּׁבוּעָה שֶׁהֲרֵי הַנִּתְבָּע אוֹמֵר לוֹ הִשָּׁבַע וְטל כְּמוֹ שֶׁתִּקְּנוּ לְךָ. וְאִם לֹא רָצָה לְהִשָּׁבַע יֵלֵךְ לוֹ. וְהוֹרוּ רַבּוֹתַי שֶׁאִם אָמַר הַתּוֹבֵעַ אֵינִי רוֹצֶה בְּתַקָּנָה זוֹ שֶׁתִּקְּנוּ לִי חֲכָמִים אֶלָּא הֲרֵינִי כִּשְׁאָר הַתּוֹבְעִים הֲרֵי זֶה מַשְׁבִּיעַ אֶת הַנִּתְבָּע הֶסֵּת. וְאִם רָצָה לְהָפְכָהּ עַל הַתּוֹבֵעַ מְחַיְּבִין אֶת הַתּוֹבֵעַ לְהִשָּׁבַע אוֹ יֵלֵךְ לוֹ: \n",
            "english": "Whenever anyone is required to take an oath by Scriptural Law, he may take the oath and free himself of obligations. If he does not desire to take the oath, we attach his property and expropriate everything the plaintiff claims. For the plaintiff will say: \"I will not budge from the Torah's ruling. Either take the oath or pay me.\" He may, however, have a conditional ban of ostracism issued against anyone who makes a false claim. He must then pay.<br>Different laws apply when, by contrast, a person is obligated to take an oath by Rabbinic degree. If he was one of those who must take an oath and collect his due, he cannot reverse the oath and require the defendant to take it. For the defendant will tell him: \"Take the oath and collect as the Sages ordained for you.\" If he does not desire to take an oath, he should depart.<br>My masters ruled that if the plaintiff says: \"I do not desire the ordinance which the Sages ordained on my behalf. Instead, I am no different than any other plaintiff,\" he may require the defendant to take a <i>sh'vuat heset</i>. If the defendant desires to reverse this oath and require the plaintiff to take it, we obligate the plaintiff to take the oath or to depart."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָיָה מְחֻיָּב שְׁבוּעָה מִדִּבְרֵיהֶם מִן הַנִּשְׁבָּעִין וְנִפְטָרִין כְּגוֹן הַנִּשְׁבָּעִין עַל טַעֲנַת סָפֵק אוֹ מִן הַנִּשְׁבָּעִין הֶסֵּת וְלֹא רָצָה לְהִשָּׁבַע מְשַׁמְּתִין אוֹתוֹ שְׁלֹשִׁים יוֹם אִם לֹא בָּא וְלֹא תָּבַע נִדּוּיוֹ מַלְקִין אוֹתוֹ מַכַּת מַרְדּוּת. וְכָל מִי שֶׁחָלָה עָלָיו שַׁמְתָּא שְׁלֹשִׁים יוֹם מַכִּין אוֹתוֹ מַכַּת מַרְדּוּת וְאַחַר כָּךְ מַתִּירִין נִדּוּיוֹ. וְאֵין יוֹרְדִין לִנְכָסָיו לְפִי שֶׁאֵינוֹ מְחֻיָּב שְׁבוּעָה מִן הַתּוֹרָה: \n",
            "english": "If a defendant was obligated by Rabbinic decree to take an oath to be released from responsibility, e.g., those who must take an oath because of a doubt or those required to take a <i>sh'vuat heset</i>, and he did not want to take an oath, he is placed under a ban of ostracism for 30 days. If he does not come and seek to be released from his ban, he is given stripes for rebellious conduct.<br>Similarly, whenever a person has been placed under a ban of ostracism for 30 days, he is given stripes for rebellious conduct and then his ban is lifted. His property is not attached, because he is not required to take an oath by Scriptural Law."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל הַמְחֻיָּב שְׁבוּעַת הֶסֵּת אִם רָצָה לַהֲפֹךְ הַשְּׁבוּעָה עַל הַתּוֹבֵעַ הֲרֵי הַתּוֹבֵעַ נִשְׁבָּע הֶסֵּת וְנוֹטֵל מֵחֲבֵרוֹ. וְאֵין לְךָ מִי שֶׁנִּשְׁבָּע הֶסֵּת וְנוֹטֵל מֵחֲבֵרוֹ אֶלָּא זֶה שֶׁנֶּהְפְּכָה עָלָיו שְׁבוּעַת הֶסֵּת. וְאֵין לְךָ שְׁבוּעָה שֶׁתֵּהָפֵךְ אֶלָּא שְׁבוּעַת הֶסֵּת בִּלְבַד. אֲבָל שְׁבוּעָה שֶׁל תּוֹרָה אוֹ שֶׁל דִּבְרֵיהֶם שֶׁהִיא כְּעֵין שֶׁל תּוֹרָה אֵין הוֹפְכִין שְׁבוּעָתָן: \n",
            "english": "Whenever a person is obligated to take a <i>sh'vuat heset</i>, if he desires, he may reverse the oath and obligate the plaintiff. The plaintiff may take the <i>sh'vuat heset</i> and then collect his claim from his colleague.<br>There is no other person who takes a <i>sh'vuat heset</i> and collects his claim from his colleague except this person for whom the obligation to take a <i>sh'vuat heset</i>. A Scriptural oath and a Rabbinic oath that resembles a Scriptural oath may not be reversed."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֵין מַשְׁבִּיעִין שְׁבוּעַת הֶסֵּת אֶלָּא עַל טַעֲנַת וַדַּאי אֲבָל עַל טַעֲנַת סָפֵק פָּטוּר. כֵּיצַד. כִּמְדֻמֶּה לִי שֶׁיֵּשׁ לִי אֶצְלְךָ מָנֶה אוֹ שֶׁאָמַר מָנֶה הִלְוֵיתִיךָ וְכִמְדֻמֶּה לִי שֶׁלֹּא פְּרַעְתַּנִי. אָמַר לִי אַבָּא שֶׁיֵּשׁ לִי אֶצְלְךָ מָנֶה אוֹ צִוָּה לִי בִּפְנֵי עֵדִים שֶׁיֵּשׁ לִי אֶצְלְךָ מָנֶה. דָּבָר פְּלוֹנִי נִגְנַב מִבֵּיתִי וְלֹא הָיָה שָׁם אֶלָּא אַתָּה קָרוֹב בְּעֵינֵי שֶׁאַתָּה גְּנָבַתּוּ. חִשַּׁבְתִּי מָעוֹת וּמָצָאתִי חָסֵר שֶׁמָּא אַתָּה הִטְעֵיתַנִי בְּחֶשְׁבּוֹן. וְהַנִּתְבָּע אוֹמֵר אֵין לְךָ בְּיָדִי כְּלוּם הֲרֵי זֶה פָּטוּר אַף מִשְּׁבוּעַת הֶסֵּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "A person cannot be required to take a <i>sh'vuat heset</i> unless a definite claim is lodged against him. If, however, the plaintiff's claim is doubt, the defendant is not liable for the oath.<br>What is implied? The plaintiff says: \"It appears to me that you owe me a <i>maneh</i>,\" \"I lent you a <i>maneh</i>, it appears to me that you did not repay me,\" \"My father said that you owe me a <i>maneh</i>, \"My father declared to me in the presence of witnesses that you owe me a <i>maneh</i>,\" \"A certain article was stolen from my house. You were the only person there. In my eyes, it is likely that you stole it,\" \"I calculated the money I have and I found that I was lacking some. Perhaps you caused me to err in the accounting,\" and to all these complaints, the defendant states: \"I do not owe you anything,\" he is not liable even for a <i>sh'vuat heset</i>. The same applies in all analogous situations."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ בְּוַדַּאי וְהַנִּתְבָּע אוֹמֵר אֵינִי יוֹדֵעַ שֶׁמָּא יֵשׁ לְךָ שֶׁמָּא אֵין לְךָ הֲרֵי הַנִּתְבָּע יִשָּׁבַע שְׁבוּעַת הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ וְנִפְטָר. לְפִי שֶׁלֹּא חִיֵּב עַצְמוֹ בְּוַדַּאי. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ בְּוַדַּאי וְהַנִּתְבָּע אוֹמֵר אֵינִי יוֹדֵעַ אִם חִטִּים הוּא אוֹ שְׂעוֹרִים הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁאֵינוֹ יוֹדֵעַ וּמְשַׁלֵּם שְׂעוֹרִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The defendant is required to take a <i>sh'vuat heset</i> in the following situations. The plaintiff claims: \"You definitely owe me a <i>kor</i> of wheat,\" and the defendant replies: \"I don't know. Maybe I owe you, maybe I do not owe you,\" the defendant must take a <i>sh'vuat heset</i> that he does not know of the obligation. He is then released. He is not liable, because he did not definitely obligate himself. Similar laws apply in all analogous situations.<br>Similarly, if the plaintiff claims: \"You definitely owe me a <i>kor</i> of wheat,\" and the defendant replies: \"I don't know whether I owe you a <i>kor</i> of wheat or barley,\" the defendant must take a <i>sh'vuat heset</i> that he does not know and pay the plaintiff a <i>kor</i> of barley. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מָנֶה יֵשׁ לִי בְּיָדְךָ בְּוַדַּאי וְהַנִּתְבָּע אוֹמֵר כֵּן הָיָה לְךָ בְּיָדִי אֲבָל אֵינִי יוֹדֵעַ אִם הֶחְזַרְתִּי לְךָ אוֹ עֲדַיִן לֹא הֶחְזַרְתִּי לְךָ חַיָּב לְשַׁלֵּם וְלֹא יִשָּׁבַע הַתּוֹבֵעַ כְּלָל אֲפִלּוּ שְׁבוּעַת הֶסֵּת. מִפְּנֵי שֶׁהוּא יוֹדֵעַ בְּוַדַּאי שֶׁהוּא חַיָּב וַהֲרֵי זֶה טוֹעֵן אוֹתוֹ טַעֲנַת וַדַּאי וְנִסְתַּפֵּק אִם נִפְטַר אוֹ לֹא נִפְטַר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אִם אֵין לוֹ תּוֹבֵעַ וְהוֹדָה מֵעַצְמוֹ וְאָמַר גְּזַלְתִּיךָ אוֹ הִלְוֵיתַנִי מָנֶה. אָבִיךָ הִפְקִיד אֶצְלִי מָנֶה וְאֵינִי יוֹדֵעַ אִם הֶחְזַרְתִּיו אוֹ לֹא הֶחְזַרְתִּיו. אֵינוֹ חַיָּב לְשַׁלֵּם. וְאִם בָּא לָצֵאת יְדֵי שָׁמַיִם חַיָּב לְשַׁלֵּם: \n",
            "english": "Different rules apply when the plaintiff claims: \"You definitely owe me a <i>maneh</i>,\" and the defendant replies: \"I did owe you a <i>maneh</i>. I do not know, however, if I returned it to you or did not return it to you yet.\" The defendant is obligated to pay. The plaintiff is not obligated to take an oath at all, not even a <i>sh'vuat heset</i>.<br>The rationale is that the defendant knows that he was liable and the plaintiff is lodging a definite claim against him, and he does not know whether he fulfilled his obligation or not. Similar laws apply in all analogous situations.<br>This stringency does not apply if there is no plaintiff, i.e., on his own initiative, the defendant said: \"I stole from you...\", \"You lent me a <i>maneh</i>...\", \"Your father entrusted me with a <i>maneh</i>, and I do not know if I returned it to you or not, he is not liable at all. If he desires to fulfill his moral and spiritual obligations, he is liable to make restitution."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מָנֶה לִי בְּיָדְךָ. אֵין לְךָ בְּיָדִי כְּלוּם. הִשָּׁבַע הֶסֵּת וְלֵךְ. הִשָּׁבַע אַתָּה הֶסֵּת וְטל. וְאָמַר הַתּוֹבֵעַ אֵינִי רוֹצֶה לְהִשָּׁבַע הֲרֵי הַנִּתְבָּע אוֹמֵר לוֹ הִשָּׁבַע וְטל אוֹ תֵּלֵךְ בְּלֹא כְּלוּם. וְאֵין שָׁם הִפּוּךְ אַחֵר וְיֵשׁ לוֹ לְהַחֲרִים סְתָם עַל מִי שֶׁהוּא חַיָּב לִי וְלֹא יִתֵּן לִי: \n",
            "english": "As mentioned above, a <i>sh'vuat heset</i> can be reversed. Thus if a plaintiff claims: \"You owe me a <i>maneh</i>,\" and the defendant responds: \"I do not owe you anything,\" the plaintiff may tell him: \"Take a <i>sh'vuat heset</i> and go on your way.\" And the defendant may respond: \"You take the <i>sh'vuat heset</i> and collect your claim.\" If the plaintiff says: \"I do not desire to take the oath,\" the defendant may tell him: \"Either take the oath and collect your claim or go away without anything.\" The obligation to take the oath may not be reversed again. The plaintiff may, however, have a conditional bill of ostracism issued against anyone who owes him money and refuses to pay."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הוֹרוּ רַבּוֹתַי שֶׁכָּל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בֵּין שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם אֲפִלּוּ הֶסֵּת. יֵשׁ לוֹ לְהַחֲרִים סְתָם קֹדֶם שֶׁיִּשָּׁבַע עַל מִי שֶׁיִּטְעֹן עָלָיו דָּבָר שֶׁאֵינוֹ חַיָּב בּוֹ כְּדֵי שֶׁיַּשְׁבִּיעַ אוֹתוֹ בְּחִנָּם וְיַעֲנֶה הַמַּשְׁבִּיעַ אָמֵן וְאַחַר יִשָּׁבַע. וְתַקָּנָה טוֹבָה לְבַעֲלֵי דִּינִין כְּדֵי שֶׁיִּמָּנְעוּ מִטַּעֲנַת שֶׁקֶר וְלֹא יִגְרְמוּ לְהוֹצִיא שֵׁם שָׁמַיִם לְבַטָּלָה וְלֹא יַשִּׂיאוֹ שֵׁמַע שָׁוְא: \n",
            "english": "My masters ruled that anyone who is obligated to take an oath - whether a Scriptural oath or a Rabbinic oath, even a <i>sh'vuat heset</i> - may, before taking the oath, have a conditional ban of ostracism issued against anyone who lodges a claim against him for money which he does not owe so that he will have to take an oath unnecessarily. The person requiring him to take the oath must answer <i>Amen</i>. Afterwards, the defendant must take that oath.<br>This is a proper ordinance for litigants so that they will refrain from making false claims and not cause God's name to be mentioned for no purpose, thus preventing them from lodging spurious suits."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בֵּין שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם מְגַלְגֵּל עָלָיו הַמַּשְׁבִּיעַ כָּל מַה שֶּׁיִּרְצֶה מִדְּבָרִים שֶׁאִם יוֹדֶה בָּהֶן יִתְחַיֵּב מָמוֹן. וְעַד הֵיכָן כֹּחַ גִּלְגּוּל עַד שֶׁיֹּאמַר וּבִכְלַל שְׁבוּעָה זוֹ שֶׁלֹּא נִמְכַּרְתָּ לִי בְּעֶבֶד עִבְרִי וַעֲדַיִן עַבְדִּי אַתָּה. וּכְבָר בֵּאַרְנוּ שֶׁאֵין מְגַלְגְּלִין עַל הַשָּׂכִיר: \n",
            "english": "Whenever a person is required to take an oath - whether a Scriptural oath or a Rabbinic oath - the plaintiff can require him to include in his oath a denial of any other claim that he desires which would obligate the defendant financially.<br>To what extent can he be forced to include a claim? Until the plaintiff has him include in the oath that he was not sold to the plaintiff as a Hebrew servant and is still under his bond.<br>As mentioned, a worker who is required to take an oath cannot be forced to include other claims in that oath."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה אֲפִלּוּ הֶסֵּת וְהִתְחִיל הַתּוֹבֵעַ לְגַלְגֵּל עָלָיו דְּבָרִים אֲחֵרִים שֶׁלֹּא טָעַן אוֹתָם. וְרָאָה הַנִּתְבָּע כָּךְ וְאָמַר אֵינִי רוֹצֶה לְהִשָּׁבַע אֶלָּא הֲרֵינִי מְשַׁלֵּם הַטַּעֲנָה הָרִאשׁוֹנָה שֶׁנִּתְחַיַּבְתִּי עַל כְּפִירָתָהּ שְׁבוּעָה. אֵין שׁוֹמְעִין לוֹ אֶלָּא אוֹמְרִים לַנִּתְבָּע אוֹ תֵּן לוֹ כָּל מַה שֶּׁגִּלְגֵּל עָלֶיךָ מִטְּעָנוֹת הַוַּדָּאִיּוֹת אוֹ הִשָּׁבַע וְהִפָּטֵר: \n",
            "english": "The following principle applies whenever a person is obligated to take an oath, even a <i>sh'vuat heset</i>, and the plaintiff begins to demand that he include in the oath matters which were not included in the original claim. If the defendant sees this and says: \"I do not desire to take the oath. Instead, I will pay the original claim whose denial obligated me to take the oath,\" we do not accept his request. Instead, we tell him: \"Either pay all the definite claims he asked you to include in the oath or take the oath and be released of responsibility.\""
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הַטּוֹעֵן אֶת חֲבֵרוֹ טְעָנוֹת הַרְבֵּה אֵין מַשְׁבִּיעִין אוֹתוֹ עַל כָּל טַעֲנָה וְטַעֲנָה אֶלָּא שְׁבוּעָה אַחַת עַל הַכּל. נִתְחַיֵּב שְׁתֵּי שְׁבוּעוֹת עַל שְׁתֵּי טְעָנוֹת קַלָּה וַחֲמוּרָה. מַשְׁבִּיעִין אוֹתוֹ עַל הַחֲמוּרָה וּמְגַלְגְּלִין בָּהּ שְׁאָר דְּבָרִים: \n",
            "english": "When a person lodges many claims against a colleague, the defendant cannot be forced to take an oath on each claim individually. Instead, he includes all the claims in one oath. If a person was obligated to take two oaths on two different claims, one lenient and one more severe, he is required to take the more severe oath and include in it the other claims based on the principle of <i>gilgul sh'vuah</i>."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "כָּל הַטּוֹעֵן אֶת חֲבֵרוֹ טַעֲנָה שֶׁאִם הוֹדָה אֵינוֹ חַיָּב לְשַׁלֵּם מָמוֹן. אַף עַל פִּי שֶׁכָּפַר אֵין מְחַיְּבִין אוֹתוֹ שְׁבוּעַת הֶסֵּת וְלֹא חֵרֶם סְתָם. כֵּיצַד. אָמַרְתָּ שֶׁתִּתֵּן לִי מָנֶה. לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אֵין מַשְׁבִּיעִין אוֹתוֹ הֶסֵּת וְלֹא חֵרֶם שֶׁאִלּוּ הוֹדָה בְּדָבָר זֶה אֵינוֹ חַיָּב כְּלוּם. אַתָּה קִלַּלְתָּ אוֹתִי אַתָּה הוֹצֵאתָ עָלַי שֵׁם רַע לֹא הָיוּ דְּבָרִים מֵעוֹלָם אֵין מַחְרִימִין עַל זֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִדְּבָרִים אֵלּוּ: \n",
            "english": "When a person lodges a claim against a colleague which would not result in a financial obligation if he would acknowledge its truth, even if the defendant denies the claim, we do not require him to take a <i>sh'vuat heset</i>, nor do we issue a conditional ban of ostracism.<br>What is implied? The plaintiff claims: \"You promised to give me a <i>maneh,</i>\" and the defendant states: \"That never happened,\" the defendant is not required to take a <i>sh'vuat heset</i>, nor is a conditional ban of ostracism issued against him. The rationale is that even were he to have acknowledged making such a promise, he would not be obligated to fulfill it. Similarly, if a plaintiff claimed: \"You cursed me,\" or \"You spread a disparaging report about me,\" and the defendant replied: \"That never happened,\" a ban of ostracism is not issued in such a situation. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "אַתָּה חָבַלְתָּ בִּי לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁאַף עַל פִּי שֶׁאֵינוֹ מְשַׁלֵּם קְנָס עַל פִּי עַצְמוֹ מְשַׁלֵּם שֶׁבֶת וְרִפּוּי וּבשֶׁת. אַתָּה בִּיַּשְׁתַּנִי לֹא הָיוּ דְּבָרִים מֵעוֹלָם. אִם הָיוּ בְּמָקוֹם שֶׁגּוֹבִין בּוֹ קְנָסוֹת הֲרֵי זֶה נִשְׁבָּע הֶסֵּת. שֶׁאִלּוּ הוֹדָה הָיָה מְשַׁלֵּם הַבֹּשֶׁת: \n",
            "english": "If a plaintiff claims: \"You injured me,\" and the defendant states: \"That never happened,\" the defendant is required to take a <i>sh'vuat heset</i>. The rationale is although the defendant is not liable to pay a <i>k'nas</i> because of his own admission alone, he would be liable to pay the injured party for his unemployment, his medical expenses, and the embarrassment he suffered.<br>The following rule applies when a plaintiff claims: \"You embarrassed me,\" and the defendant states: \"That never happened.\" If they were in a place where claims involving <i>k'nasot</i> were collected, the defendant is required to take a <i>sh'vuat heset</i>, for if he would acknowledge the truth of the claim, he would be required to pay for the embarrassment he caused."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַמּוֹדֶה בִּקְנָס פָּטוּר כְּשֶׁהוֹדָה בְּדָבָר שֶׁחַיָּב עָלָיו קְנָס כְּגוֹן שֶׁאָמַר חָבַלְתִּי בָּזֶה. אֲבָל אִם אָמַר חָבַלְתִּי בָּזֶה וְהֵבִיא עָלַי עֵדִים בְּבֵית דִּין וְחִיְּבוּנִי לִתֵּן כָּךְ וְכָךְ בִּנְזָקַי הֲרֵי זֶה חַיָּב לְשַׁלֵּם. לְפִיכָךְ אִם טָעַן הַטּוֹעֵן שֶׁבֵּית דִּין חִיְּבוּךָ לְשַׁלֵּם לִי מֵאָה דִּינָרִין מִשּׁוּם שֶׁחָבַלְתָּ בִּי וְהוּא אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When do we apply the above statement: \"A person who admits his guilt with regard to a claim involving a <i>k'nas</i> is not liable\"? When the defendant says: \"I injured this person.\"<br>If, however, the defendant says: \"I injured this person. He brought witnesses against me in court and it obligated me to pay so and so much for his damages,\" he is liable. Accordingly, were the plaintiff to claim that a court obligated the defendant to pay him 100 <i>dinarim</i> because he injured him, and the defendant denied the claim, the defendant would be required to take a <i>sh'vuat heset</i>. Similar principles apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל חָשׁוּד עַל הַשְּׁבוּעָה אֵין מַשְׁבִּיעִין אוֹתוֹ לֹא שְׁבוּעַת הַתּוֹרָה וְלֹא שְׁבוּעָה מִדִּבְרֵיהֶם וְלֹא שְׁבוּעַת הֶסֵּת. וַאֲפִלּוּ רָצָה הַתּוֹבֵעַ אֵין שׁוֹמְעִין לוֹ: \n",
            "english": "Whenever it is suspected that a person might take a false oath, no oath - neither a Scriptural oath, a Rabbinic oath, nor a <i>sh'vuat heset</i> - is administered to him. Even if the plaintiff desires that he take this oath, we do not heed his request."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֶחָד הַנִּשְׁבָּע לַשֶּׁקֶר שְׁבוּעַת בִּטּוּי. אוֹ שְׁבוּעַת עֵדוּת. אוֹ שְׁבוּעַת הַפִּקָּדוֹן. אוֹ שְׁבוּעַת שָׁוְא. הֲרֵי הוּא חָשׁוּד עַל הַשְּׁבוּעָה. וְכֵן כָּל הַפָּסוּל לְעֵדוּת מִשּׁוּם עֲבֵרָה. בֵּין פַּסְלָנוּת שֶׁל תּוֹרָה כְּגוֹן בַּעֲלֵי רִבִּית וְאוֹכְלֵי נְבֵלוֹת וְגַזְלָנִין. בֵּין פַּסְלָנוּת שֶׁל דִּבְרֵיהֶם כְּגוֹן מִשְׂחָק בְּקֻבִּיָּא וּמַפְרִיחֵי יוֹנִים. הֲרֵי הוּא חָשׁוּד עַל הַשְּׁבוּעָה וְאֵין מַשְׁבִּיעִין אוֹתוֹ: \n",
            "english": "A person who took a false oath - whether a <i>sh'vuat bitui</i>, a <i>sh'vuat edut</i>, or a <i>sh'vuat hapikadon</i> - or an unnecessary oath, he is considered suspect to take a false oath.<br>Similarly, a person who is not acceptable to serve as a witness because he committed a transgression, whether disqualified because of a Scriptural prohibition, e.g., a person who lends at interest, one who eats meat from an animal that was not ritually slaughtered, or a thief, or because of a Rabbinic prohibition, e.g., a dice-player or a dove racer, is considered suspect to take a false oath and we do not administer an oath to him."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין אָדָם נַעֲשֶׂה חָשׁוּד עַד שֶׁיָּבוֹאוּ עָלָיו עֵדִים שֶׁהוּא עָבַר עֲבֵרָה שֶׁנִּפְסַל בָּהּ. אֲבָל הַמּוֹדֶה מִפִּי עַצְמוֹ שֶׁהוּא חָשׁוּד וְשֶׁעָבַר עֲבֵרָה שֶׁנִּפְסַל בָּהּ. אַף עַל פִּי שֶׁחוֹשְׁשִׁין לוֹ וְאֵין רָאוּי לַעֲשׂוֹתוֹ עֵד בַּתְּחִלָּה. אִם נִתְחַיֵּב שְׁבוּעָה מַשְׁבִּיעִין אוֹתוֹ שֶׁהֲרֵי אוֹמְרִים לוֹ אִם אֱמֶת אַתָּה אוֹמֵר הִשָּׁבַע וְלֹא מִפְּנֵי שֶׁעָבַרְתָּ עֲבֵרָה אָסוּר לְךָ לְהִשָּׁבַע בֶּאֱמֶת. וְאִם שֶׁקֶר אַתָּה אוֹמֵר הוֹדֵה לְבַעַל דִּינְךָ. אֲבָל הַנֶּחְשָׁד בְּעֵדִים אֵין אָנוּ מַאֲמִינִים אוֹתוֹ שֶׁיִּשָּׁבַע: \n",
            "english": "A person is not deemed suspect to take a false oath until witnesses testify that he violated the transgression for which he is disqualified. Different rules apply, however, if a person himself admits that he is suspect to take a false oath, because he committed a transgression that disqualifies him.<br>We consider him under suspicion and it is not appropriate to make him a witness at the outset. Nevertheless, if he is obligated to take an oath, we administer that oath. For we tell him: \"If you are telling the truth, take the oath. The fact that you committed a sin does not make it forbidden for you to take a truthful oath. And if you are lying, acknowledge the other litigant's claim.\" When a person is deemed suspect because of the testimony of witnesses, we do not believe that he will take a truthful oath."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "תַּקָּנַת חֲכָמִים הִיא שֶׁכָּל הַמְחֻיָּב שְׁבוּעָה מִן הַתּוֹרָה עַל טַעֲנַת וַדַּאי. אִם הָיָה חָשׁוּד הֲרֵי הַתּוֹבֵעַ נִשְׁבָּע מִדִּבְרֵיהֶם וְנוֹטֵל מַה שֶּׁטָּעַן. הָיוּ שְׁנֵיהֶם חֲשׁוּדִין חָזְרָה שְׁבוּעָה לַמְחֻיָּב לָהּ שֶׁהוּא הַנִּתְבָּע וּמִתּוֹךְ שֶׁאֵינוֹ יָכוֹל לִשָּׁבַע מְשַׁלֵּם. הָיָה הֶחָשׁוּד שׁוֹמֵר וְטָעַן שֶׁאָבַד הַפִּקָּדוֹן אוֹ נִגְנַב שֶׁכְּנֶגְדוֹ אֵינוֹ יָכוֹל לְהִשָּׁבַע וְלִטּל שֶׁהֲרֵי אֵינוֹ טוֹעֲנוֹ וַדַּאי שֶׁאֲכָלוֹ. לְפִיכָךְ אִם טָעַן בַּעַל הַפִּקָּדוֹן וְאָמַר בְּפָנַי שָׁלַח יָד בְּפִקְדוֹנִי אוֹ פָּשַׁע בּוֹ הֲרֵי הַתּוֹבֵעַ נִשְׁבָּע בְּתַקָּנַת חֲכָמִים וְנוֹטֵל: \n",
            "english": "Our Sages ordained that whenever a person who is suspect to take a false oath is obligated to take a Scriptural Oath because of a definite claim, the plaintiff is given the option of taking a Rabbinic oath and may then collect what he claims.<br>If they were both suspect, the responsibility for taking the oath returns to the one obligated to take it, i.e., the defendant. Since he cannot take the oath, he is required to pay.<br>If the person who was suspect was a watchman who claims that the entrusted article was lost or stolen, the plaintiff cannot take an oath, because he does not have a definite claim that the watchman consumed it. Therefore, if the owner of the entrusted object claims: \"He used my entrusted article for his own purposesin my presence,\" or \"I know that he was negligent,\" the plaintiff may take an oath as ordained by our Sages and collect the money he claims."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "נִתְחַיֵּב הֶחָשׁוּד שְׁבוּעָה מִדִּבְרֵיהֶם אִם הָיָה מִן הַנִּשְׁבָּעִין וְנוֹטְלִין אֵינוֹ יָכוֹל לְהִשָּׁבַע וְלִטּל אֶלָּא הַנִּתְבָּע שֶׁכְּנֶגְדוֹ יִשָּׁבַע הֶסֵּת וְיִפָּטֵר. וְכֵן פּוֹגֵם שְׁטָרוֹ וְכָל כַּיּוֹצֵא בָּזֶה שֶׁהָיָה חָשׁוּד וְטָעַן הַלּוֶֹה שֶׁפְּרָעוֹ וְאָמַר יִשָּׁבַע לִי הֲרֵי הַנִּתְבָּע נִשְׁבָּע הֶסֵּת וְיִפָּטֵר מִן הַשְּׁטָר: \n",
            "english": "The following laws apply if the person suspect to take a false oath was liable to take a Rabbinic oath. If he is one of those who takes an oath and collects, he may not take the oath and collect. Instead, the defendant is allowed to take a <i>sh'vuat heset</i> and then is freed of liability.<br>Similarly, when a person who is suspect impairs the legal power of his promissory note or the like and the borrower claims to have paid and requires the plaintiff to take an oath, the defendant is given the option of taking the oath, and in that way becoming released from the obligation of the promissory note."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הָיָה הֶחָשׁוּד מִן הַנִּשְׁבָּעִין בְּטַעֲנַת סָפֵק אֵינוֹ נִשְׁבָּע וְאֵין שֶׁכְּנֶגְדוֹ נִשְׁבָּע לְפִי שֶׁלֹּא נִתְחַיֵּב זֶה שְׁבוּעָה מִן הַתּוֹרָה. וּלְפִי שֶׁאֵין הַתּוֹבֵעַ טוֹעֲנוֹ טַעֲנַת וַדַּאי כְּדֵי שֶׁיִּשָּׁבַע עַל טַעֲנָתוֹ: \n",
            "english": "If the person who is suspect was one of those who is required to take an oath because of an indefinite claim, he is not allowed to take the oath, nor does the plaintiff take the oath. The rationale is that the defendant was not obligated to take an oath by Scriptural Law and the plaintiff is not lodging a definite claim against him that he could support with an oath."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "נִתְחַיֵּב הֶחָשׁוּד שְׁבוּעַת הֶסֵּת אֵין שֶׁכְּנֶגְדוֹ נִשְׁבָּע וְנוֹטֵל. שֶׁשְּׁבוּעַת הֶסֵּת עַצְמָהּ תַּקָּנָה הִיא וְלֹא עָשׂוּ לָהּ תַּקָּנָה אַחֶרֶת שֶׁיִּשָּׁבַע הַתּוֹבֵעַ אֶלָּא הֲרֵי הַנִּתְבָּע נִפְטָר בְּלֹא שְׁבוּעָה: \n",
            "english": "When a person who is suspect becomes obligated to take a <i>sh'vuat heset</i>, the plaintiff is not given the option of taking the oath and collecting what he claims. The rationale is that a <i>sh'vuat heset</i> is itself a measure ordained for the benefit of the plaintiff. Therefore we did not ordain a second measure for his benefit. Instead, the defendant is released from liability without taking an oath."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁנִּתְחַיֵּב שְׁבוּעַת הֶסֵּת וְהָיָה הַתּוֹבֵעַ חָשׁוּד. אֵין הַנִּתְבָּע יָכוֹל לַהֲפֹךְ עָלָיו הַשְּׁבוּעָה שֶׁהֲרֵי אֵין יָכוֹל לְהִשָּׁבַע. אֶלָּא יְשַׁלֵּם אוֹ יִשָּׁבַע הֶסֵּת. וְאֵין שׁוֹמְעִין לָזֶה לִתְלוֹת בְּדָבָר שֶׁאִי אֶפְשָׁר. וַהֲרֵי זֶה כְּמִי שֶׁהָפַךְ שְׁבוּעָתוֹ עַל הַקָּטָן שֶׁאֵין שׁוֹמְעִין לוֹ אֶלָּא אוֹ יִשָּׁבַע הֶסֵּת אוֹ יְשַׁלֵּם: \n",
            "english": "When a person is obligated to take a <i>sh'vuat heset</i> and the plaintiff is suspect to take a false oath, the defendant does not have the option of reversing the responsibility to take the oath. For the plaintiff is unable to take the oath. Instead, the defendant must pay the claim or take a <i>sh'vuat heset</i>.<br>We do not accept his request to make the judgment dependant on an impossible factor. This is comparable to a person who seeks to reverse the responsibility of an oath and place it upon a minor. We do not heed him. Instead, he must either take a <i>sh'vuat heset</i> or pay."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בֵּין שֶׁל תּוֹרָה בֵּין שֶׁל דִּבְרֵיהֶם וְנִשְׁבַּע וְנָטַל אוֹ נִשְׁבַּע וְנִפְטַר. וְאַחַר כָּךְ בָּאוּ עָלָיו עֵדִים שֶׁהוּא חָשׁוּד. אֵין שְׁבוּעָתוֹ שֶׁנִּשְׁבַּע כְּלוּם וְיֵשׁ לְבַעַל דִּינוֹ לְהוֹצִיא מִיָּדוֹ מַה שֶּׁנָּטַל אוֹ יִשָּׁבַע זֶה שֶׁכְּנֶגְדוֹ וְיִטּל מִמֶּנּוּ: \n",
            "english": "The following principle applies when a person was obligated to take an oath - whether of Scriptural or Rabbinic origin - and he took the oath and either collected his claim or was released and afterwards, witnesses came and testified that he was suspect to take a false oath. The oath which he took is of no consequence. The other litigant may expropriate the money which the person who was suspect collected from him or the other litigant may take an oath and collect his claim."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "לְעוֹלָם כָּזֶה דָּנִין לֶחָשׁוּד עַד שֶׁיִּלְקֶה בְּבֵית דִּין. אִם הָיוּ עָלָיו עֵדִים שֶׁלָּקָה וְעָשָׂה תְּשׁוּבָה יַחְזֹר לְכַשְׁרוּתוֹ בֵּין לְעֵדוּת בֵּין לִשְׁבוּעָה: \n",
            "english": "These principles are applied with regard to a person suspect of taking a false oath until he receives lashes in court. If there are witnesses that he received lashes and repented, his status is restored and he is acceptable both as a witness and to take an oath."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מִי שֶׁטָּעַן עַל חֲבֵרוֹ וְכָפַר בּוֹ וְנִשְׁבַּע בֵּין שְׁבוּעַת הַתּוֹרָה בֵּין שְׁבוּעַת הֶסֵּת. וְאַחַר כָּךְ בָּאוּ עֵדִים וְהֵעִידוּ עָלָיו שֶׁעַל שֶׁקֶר נִשְׁבַּע. הֲרֵי זֶה מְשַׁלֵּם וְהֻחְזַק חָשׁוּד עַל הַשְּׁבוּעָה. וּכְבָר בֵּאַרְנוּ בִּשְׁבוּעוֹת שֶׁכָּל הַנִּשְׁבָּע עַל מָמוֹן חֲבֵרוֹ וְעָשָׂה תְּשׁוּבָה חַיָּב לְהוֹסִיף חֹמֶשׁ: \n",
            "english": "The following rules apply when a person lodges a claim against a colleague, the defendant denies the claim and supports his denial by taking either a Scriptural oath or a Rabbinic oath. If afterwards, witnesses come and testify that he took a false oath, he must pay the claim and is deemed suspect of taking a false oath.<br>We already explained in <i>Hilchot Sh'vuot</i>, that anyone who takes a false oath with regard to money belonging to his colleague and repents must add an additional fifth."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "טְעָנוֹ שֶׁיֵּשׁ לוֹ חוֹב אֶצְלוֹ בְּעֵדִים וְקִנְיָן וְאָמַר כֵּן הָיָה וּפְרַעְתִּיךָ. אוֹ שֶׁאָמַר אֵינִי חַיָּב לְךָ כְּלוּם וְנִשְׁבַּע. וְאַחַר כָּךְ בָּאוּ עֵדֵי הַקִּנְיָן אוֹ הוֹצִיא הַשְּׁטָר וְנִתְקַיֵּם הֲרֵי זֶה מְשַׁלֵּם וְאֵינוֹ חָשׁוּד. שֶׁהֲרֵי לֹא הֱעִידוֹ שֶׁלֹּא פְּרָעוֹ וְלֹא אָמַר הַנִּתְבָּע לֹא הָיוּ דְּבָרִים מֵעוֹלָם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rule applies when a plaintiff claims that a defendant owes him a debt which was undertaken in the presence of witnesses and affirmed by a <i>kinyan</i>, and the defendant agrees that originally this was so, but claims to have paid the debt, or the defendant says: \"I do not owe you anything,\" and takes an oath to support either of these claims. If, afterwards, witnesses to the <i>kinyan</i> testify or the plaintiff produces a promissory note and verifies its authenticity, the defendant is obligated to pay. He is not, however, considered as suspect to take a false oath. For the witnesses did not testify that he did not pay. And the defendant did not say: \"This never happened.\" Similar principles apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה מִן הַתּוֹרָה עַד שֶׁיּוֹדֶה בִּפְרוּטָה אוֹ יֶתֶר וְיִכְפֹּר בִּשְׁתֵּי מָעִין כֶּסֶף אוֹ יֶתֶר. וְכַמָּה הִיא פְּרוּטָה מִשְׁקַל חֲצִי שְׂעוֹרָה שֶׁל כֶּסֶף נָקִי. וְכַמָּה הֵם שְׁתֵּי מָעִין מִשְׁקַל שְׁתַּיִם וּשְׁלֹשִׁים שְׂעוֹרוֹת כֶּסֶף מְזֻקָּק: ",
            "english": "A person who admits a portion of a claim is not liable to take a Scriptural oath until he admits an obligation of a <i>p'rutah</i> or more and denies owing two silver <i>me'in</i> or more.<br>How much is a <i>p'rutah</i> worth? The weight of half a barleycorn of pure silver. How much is two <i>me'in</i> worth? The weight of 32 barleycorns of pure silver."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל כֶּסֶף הָאָמוּר בַּתּוֹרָה הוּא שֶׁקֶל הַקֹּדֶשׁ וְהוּא עֶשְׂרִים מָעָה וְכָל כֶּסֶף שֶׁל דִּבְרֵיהֶן מִמַּטְבֵּעַ יְרוּשָׁלַיִם שֶׁהָיָה הַסֶּלַע שֶׁלָּהֶן אֶחָד מִשְּׁמֹנֶה בּוֹ כֶּסֶף וְהַשְּׁאָר נְחשֶׁת כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל הַמָּעָה הִיא הָיְתָה כֶּסֶף נָקִי אֲפִלּוּ בִּירוּשָׁלַיִם וְהִיא כֶּסֶף שֶׁל יְרוּשָׁלַיִם. וּלְפִי שֶׁזֶּה שֶׁהִצְרִיכוּ לִהְיוֹת כְּפִירַת הַטַּעֲנָה שְׁתֵּי כֶּסֶף הִיא מִדִּבְרֵיהֶם עָשׂוּ אוֹתָהּ שְׁתֵּי כֶּסֶף שֶׁל יְרוּשָׁלַיִם שֶׁהֵן שְׁתֵּי מָעִין וְלֹא עָשׂוּ אוֹתָהּ שְׁנֵי שְׁקָלִים בְּשֶׁקֶל הַקֹּדֶשׁ. זֶהוּ הַדָּבָר הַנִּרְאֶה בְּשִׁעוּר כְּפִירַת הַטַּעֲנָה. וְרַבּוֹתַי הוֹרוּ שֶׁכְּפִירַת הַטַּעֲנָה הוּא מִשְׁקַל תְּשַׁע עֶשְׂרֵה שְׂעוֹרוֹת וַחֲצִי שְׂעוֹרָה מִן הַכֶּסֶף. וְיֵשׁ לִי כַּמָּה רְאָיוֹת לִסְתֹּר אוֹתָהּ הַדֶּרֶךְ שֶׁתָּפְסוּ עַד שֶׁיָּצָא לָהֶם זֶה הַחֶשְׁבּוֹן. וְיֵרָאֶה לִי שֶׁהוּא טָעוּת: ",
            "english": "Whenever the Torah speaks of <i>kessef</i> it refers to a holy <i>shekel</i> which is worth 20 <i>me'in</i>. Whenever the term <i>kessef</i> is used with regard to Rabbinic law, the intent is a coin used in Jerusalem referred to as a <i>sela</i>. This coin was one eighth silver and the remainder copper as we explained. A <i>meah</i>, by contrast, even in Jerusalem was pure silver; it was the smallest silver coin used in Jerusalem in that era.<br>Since the requirement that the claim denied be two measures of silver is Rabbinic in origin, the Sages established it as two silver coins of Jerusalem, i.e., two <i>me'in</i>, rather than two \"holy\" <i>shekalim</i>. This is the interpretation that appears correct with regard to the amount of money from the claim that must be denied for an oath to be required.<br>My teachers ruled that the amount of money from the claim that must be denied for an oath to be required is 19 and ½ barleycorns of silver. I have several proofs to refute the path of reasoning they adopted which led to their arriving at this figure. I think that it is an error."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׁתֵּי מָעִין וּפְרוּטָה יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא פְּרוּטָה חַיָּב. אֵין לְךָ בְּיָדִי אֶלָּא שְׁתֵּי פְּרוּטוֹת פָּטוּר מִפְּנֵי שֶׁכָּפַר בְּפָחוֹת מִשְּׁתֵי מָעִין. מָנֶה לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא חֲצִי פְּרוּטָה פָּטוּר שֶׁכָּל הַמּוֹדֶה בְּפָחוֹת מִפְּרוּטָה כְּאִלּוּ לֹא הוֹדָה בִּכְלוּם: ",
            "english": "When the plaintiff claims: \"You owe me two <i>me'in</i> and a <i>p'rutah</i>,\" and the defendant responds: \"I owe you only two <i>p'rutot</i>,\" he is not obligated to take this oath. The rationale is that he denied owing less than two <i>me'in</i>.<br>When the plaintiff claims: \"You owe me a <i>maneh</i>,\" and the defendant responds: \"I owe you only half a <i>p'rutot</i>,\" he is not obligated to take this oath. The rationale is that whenever a person acknowledges a debt of less than a <i>p'rutah</i>, it is as if he did not acknowledge any debt at all."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מֵאָה תְּמָרִים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא תִּשְׁעִים. רוֹאִים אִם הָיוּ שָׁוִין שָׁם הָעֶשֶׂר שֶׁכָּפַר בָּהֶן שְׁתֵּי מָעִין נִשְׁבָּע וְאִם לָאו פָּטוּר. חֲמִשָּׁה אוֹ שִׁשָּׁה אֱגוֹזִים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ [בְּיָדִי] אֶלָּא אֱגוֹז אֶחָד רוֹאִין אִם שָׁוֶה הָאֶחָד פְּרוּטָה נִשְׁבָּע וְאִם לָאו פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
            "english": "When the plaintiff claims: \"You owe me 100 dates,\" and the defendant responds: \"I owe you only ninety,\" we make calculations. If the ten dates that he denies are worth two <i>me'in</i>, he must take an oath. If they are not, he is not liable.<br>When the plaintiff claims: \"You owe me five or six nuts,\" and the defendant responds: \"I owe you only one,\" we make calculations. If the nut that he admits owing is equivalent to <i>p'rutah</i>, he must take an oath. If it is not, he is not liable. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּכֶסֶף אוֹ בְּמִינֵי סְחוֹרוֹת וּפֵרוֹת וְכַיּוֹצֵא בָּהֶן. אֲבָל הַכֵּלִים אֵין מְשַׁעֲרִין אֶת דְּמֵיהֶן וַאֲפִלּוּ הֵן עֶשֶׂר מְחָטִין בִּפְרוּטָה וּטְעָנוֹ שְׁתֵּי מְחָטִין הוֹדָה בְּאַחַת וְכָפַר בְּאַחַת חַיָּב. שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כֶּסֶף אוֹ כֵלִים\" כָּל הַכֵּלִים כְּכֶסֶף. טְעָנוֹ כֶּסֶף וְכֵלִים וְהוֹדָה בַּכֵּלִים וְכָפַר בַּכֶּסֶף אִם יֵשׁ בַּכְּפִירָה שְׁתֵּי מָעִין חַיָּב וְאִם לָאו פָּטוּר. הוֹדָה בַּכֶּסֶף וְכָפַר בַּכֵּלִים אִם הוֹדָה בִּפְרוּטָה חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
            "english": "When does the above apply? With regard to money, merchandise, produce, or the like. With regard to utensils, by contrast, we do not evaluate their worth. Even when ten needles are being sold for a <i>p'rutah</i>, if a plaintiff claims two needles and the defendant admits owing one and denies owing the other, he is liable to take an oath.<br>This is derived from Exodus 22:6 which speaks of \"money or utensils....\" Implied is that all utensils are like money.<br>The following rules apply when the plaintiff claims that he is owed both money and utensils and the defendant admits owing the utensils, but denies owing the money. If the money he denies is equivalent to two <i>me'in</i>, he is obligated to take this oath. If not, he is under no obligation. Conversely, if he admits owing the money, but denies owing the utensils, he is liable if he admits owing a <i>p'rutah</i>. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הֵעִיד עָלָיו עֵד אֶחָד אֲפִלּוּ לֹא כָּפַר אֶלָּא פְּרוּטָה הֲרֵי זֶה נִשְׁבָּע שֶׁכָּל מִי שֶׁשְּׁנַיִם מְחַיְּבִים אוֹתוֹ מָמוֹן אֶחָד מְחַיְּבוֹ שְׁבוּעָה. כֵּיצַד. פְּרוּטָה אוֹ שְׁוֵה פְּרוּטָה יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי כְּלוּם וְעֵד אֶחָד מֵעִיד שֶׁיֵּשׁ לוֹ הֲרֵי זֶה נִשְׁבָּע. וְכֵן בִּשְׁבוּעַת הַשּׁוֹמְרִים אֲפִלּוּ הִפְקִיד אֶצְלוֹ פְּרוּטָה אוֹ שְׁוֵה פְּרוּטָה וְטָעַן שֶׁאָבְדָה נִשְׁבָּע. וְכָל פָּחוֹת מִפְּרוּטָה אֵינוֹ מָמוֹן וְאֵין בֵּית דִּין נִזְקָקִין לוֹ. וְכֵן כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין נִשְׁבָּעִין וְנוֹטְלִין מִפְּרוּטָה וָמַעְלָה: ",
            "english": "When one witness testifies against a colleague, stating that he owes money, he is required to take an oath even when he denied owing only a <i>p'rutah</i>. The rationale is that whenever the testimony of two witnesses would require a person to make a payment, the testimony of one witness obligates him to take an oath.<br>What is implied? The plaintiff claims: \"You owe a <i>p'rutah</i>,\" or \"...merchandise worth a <i>p'rutah</i>,\" the defendant responds: \"I don't owe you anything,\" and a witness testifies that he does owe the plaintiff, he is required to take an oath.<br>Similar concepts apply with regard to an oath taken by a watchman. Even if a person entrusted a <i>p'rutah</i> or the worth of a <i>p'rutah</i> to a colleague and that person claimed that it was lost, he is required to take an oath. Anything less than a <i>p'rutah</i> is not financially significant and the court does not concern itself with it. Similarly, all those who take oaths and collect their claim, they take their oaths and collect any claim equivalent to a <i>p'rutah</i> or more."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הוֹרוּ רַבּוֹתַי שֶׁהַנִּשְׁבָּעִין וְנוֹטְלִין אֵינָן צְרִיכִין טַעֲנַת שְׁתֵּי כֶּסֶף. וַאֲנִי אוֹמֵר שֶׁצָּרִיךְ הַנִּתְבָּע שֶׁיִּכְפֹּר בִּשְׁתֵּי מָעִין וְאַחַר כָּךְ יִשָּׁבַע הַתּוֹבֵעַ בְּתַקָּנַת חֲכָמִים וְיִטּל. שֶׁהֲרֵי הַנִּשְׁבָּעִין בְּטַעֲנַת סָפֵק צָרִיךְ שֶׁיִּהְיֶה בֵּינֵיהֶם כְּפִירַת שְׁתֵּי מָעִין וְאַחַר כָּךְ יִשָּׁבַע מִסָּפֵק: ",
            "english": "My teachers' ruled that a person who takes an oath and collects his claim does not have to issue a claim equivalent to two silver <i>me'in</i>. I differ and maintain that the defendant must deny a claim equivalent to two silver <i>me'in</i> for the plaintiff to be required to take an oath as ordained by the Sages to collect his claim. The rationale is that those who must take an oath because of a claim concerning which doubt exists are not required to take that oath unless there is a sum equivalent to two silver <i>me'in</i> which is denied."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה עַד שֶׁתִּהְיֶה הוֹדָיָה מִמִּין הַטַּעֲנָה. כֵּיצַד. כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא לֶתֶךְ חִטִּים חַיָּב. אֲבָל אִם אָמַר לוֹ אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שֶׁל שְׂעוֹרִים פָּטוּר שֶׁהַמִּין שֶׁטְּעָנוֹ לֹא הוֹדָה לוֹ בּוֹ וְהַמִּין שֶׁהוֹדָה לוֹ בּוֹ לֹא טְעָנוֹ. דִּינַר זָהָב יֵשׁ לִי בְּיָדְךָ פִּקָּדוֹן לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא דִּינַר כֶּסֶף. מָעָה כֶּסֶף הִפְקַדְתִּי אֶצְלְךָ לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא פְּרוּטָה פָּטוּר שֶׁטְּעָנוֹ מִין אֶחָד וְהוֹדָה לוֹ בְּמִין אַחֵר. וְכֵן אִם אָמַר לוֹ עֲשָׂרָה דִּינָרִים מִצְרִיּוֹת הִפְקַדְתִּי אֶצְלְךָ לֹא הִפְקַדְתָּ אֶצְלִי אֶלָּא עֲשָׂרָה צוֹרִיּוֹת פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
            "english": "A person who admits a portion of a claim is not obligated to take an oath unless the admission is of the same nature as the claim.<br>What is implied? The plaintiff claims: \"You owe me a <i>kor</i> of wheat.\" If the defendant responds: \"I only owe you a <i>letach</i> of wheat,\" he is liable to take the oath. If, however, the defendant responds: \"I only owe you a <i>kor</i> of barley,\" he is not liable. The rationale is that the defendant did not admit owing the species which the plaintiff claimed, and the plaintiff did not claim the species which the defendant admitted owing.<br>If the plaintiff claims: \"I gave you golden <i>dinarim</i> for safekeeping,\" and the defendant responds: \"You entrusted me only with silver <i>dinarim</i>,\" or the plaintiff claims: \"I gave you a silver <i>meah</i> for safekeeping,\" and the defendant responds: \"You entrusted me only with a <i>p'rutah</i>, the defendant is not liable, because the plaintiff claimed one species and the defendant admitted owing another.<br>Similarly, if the plaintiff claims: \"I gave you 10 Egyptian <i>dinarim</i> for safekeeping,\" and the defendant responds: \"You entrusted me only with Tyrian <i>dinarim</i>,\" he is not obligated to take an oath. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מְנוֹרָה גְּדוֹלָה יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא מְנוֹרָה קְטַנָּה הֲרֵי זֶה פָּטוּר. אֲבָל אִם טְעָנוֹ מְנוֹרָה בַּת עֶשֶׂר לִיטְרִין וְהוֹדָה לוֹ בִּמְנוֹרָה בַּת חָמֵשׁ לִיטְרִין הֲרֵי זֶה מוֹדֶה בְּמִקְצָת מִפְּנֵי שֶׁיָּכוֹל לְגָרְרָהּ וּלְהַעֲמִידָהּ עַל חָמֵשׁ. וְכֵן אִם טְעָנוֹ אֵזוֹר גָּדוֹל וְאָמַר לוֹ אֵין לְךָ בְּיָדִי אֶלָּא אֵזוֹר קָטָן פָּטוּר. אֲבָל אִם טְעָנוֹ יְרִיעָה בַּת עֶשְׂרִים אַמָּה וְהוֹדָה לוֹ בִּירִיעָה בַּת עֶשֶׂר אַמּוֹת הֲרֵי זֶה נִשְׁבָּע מִפְּנֵי שֶׁיָּכוֹל לְחָתְכָהּ וּלְהַעֲמִידָהּ עַל עֶשֶׂר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
            "english": "If the plaintiff claims: \"You have a large lamp of mine,\" and the defendant responds: \"I have only a small lamp of yours,\" he is not liable. If, however, the plaintiff claimed a lamp weighing ten <i>liter</i>, and the defendant admitted owing a lamp weighing five <i>liter</i>, he is considered as one who has admitted a portion of a claim. The rationale is that one can cut away the larger lamp and cause it to weigh only five.<br>Similarly, if the plaintiff claimed being owed a large belt, and the defendant replied: \"I have only a small belt,\" he is not liable. If he claimed a curtain that was 20 cubits long and he admitted owing a curtain ten cubits long, he is required to take an oath, because it can be cut and limited to ten. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שְׂעוֹרִים פָּטוּר אַף מִדְּמֵי שְׂעוֹרִים. שֶׁהֲרֵי אוֹמֵר לוֹ אֵין לִי בְּיָדְךָ שְׂעוֹרִים וְנִמְצָא זֶה דּוֹמֶה לְמִי שֶׁאָמַר לַחֲבֵרוֹ בְּבֵית דִּין מָנֶה לְךָ בְּיָדִי וְאוֹמֵר לוֹ הָאַחֵר אֵין לִי בְּיָדְךָ שֶׁאֵין בֵּית דִּין מְחַיְּבִין אוֹתוֹ לִתֵּן לוֹ כְּלוּם. וְאִם תָּפַס הַתּוֹבֵעַ דְּמֵי הַשְּׂעוֹרִים אֵין מוֹצִיאִין מִיָּדוֹ: ",
            "english": "If the plaintiff claims: \"You have a <i>kor</i> of wheat of mine in your possession,\" and the defendant answers: \"I have only a <i>kor</i> of barley,\" he is not liable, not even for the barley. The rationale is that the plaintiff states: \"You do not owe me barley.\" Thus the situation resembles one in which a person tells a colleague in court: \"I have a <i>maneh</i> of yours,\" and that colleague replies: \"You do not owe me anything.\" In such a situation, the court does not require the person making the admission to pay his colleague anything.<br>If the plaintiff who claims the wheat seizes possession of the barley, we do not expropriate it from him."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַטּוֹעֵן אֶת חֲבֵרוֹ שְׁנֵי מִינִין וְהוֹדָה בְּאֶחָד מֵהֶן הֲרֵי הַהוֹדָיָה מִמִּין הַטַּעֲנָה וְנִשְׁבָּע. כֵּיצַד. כְּגוֹן כּוֹר חִטִּין וְכוֹר שְׂעוֹרִין יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר חִטִּין חַיָּב. הִתְחִיל הַטּוֹעֵן וְאָמַר כּוֹר חִטִּין יֵשׁ לִי בְּיָדְךָ וְקֹדֶם שֶׁיַּשְׁלִים דְּבָרָיו וְאָמַר כּוֹר שְׂעוֹרִים יֵשׁ לִי בְּיָדְךָ אָמַר לוֹ הַנִּטְעָן אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שְׂעוֹרִים. אִם נִרְאֶה לַדַּיָּנִין שֶׁהַנִּטְעָן הֶעֱרִים חַיָּב שְׁבוּעָה. וְאִם לְפִי תֻּמּוֹ פָּטוּר: ",
            "english": "When a person claims that a colleague owes him two types of produce and the colleague admits owing only one, his admission is considered as the same type of the claim and he is required to take an oath. What is implied? The plaintiff claims: \"You have a <i>kor</i> of wheat and a <i>kor</i> of barley of mine in your possession,\" and the defendant answers: \"I have only a <i>kor</i> of wheat,\" he is liable.<br>The following rules apply when the plaintiff begins saying: \"You have a <i>kor</i> of wheat in your possession,\" and before the plaintiff can complete his statements and add: \"And you have a <i>kor</i> of barley of mine in your possession,\" the defendant answers: \"I have only a <i>kor</i> of barley.\" If it appears to the judges that the defendant is seeking to deceive, he is required to take the oath. If it appears, that he acted in good faith, he is not liable."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כּוֹר חִטִּין יֵשׁ לִי בְּיָדְךָ אָמַר לוֹ הֵן וְכוֹר שְׂעוֹרִים אָמַר לוֹ אֵין לְךָ בְּיָדִי שְׂעוֹרִין. הֲרֵי זֶה פָּטוּר וְאֵין זֶה מוֹדֶה בְּמִקְצָת עַד שֶׁיֹּאמַר לוֹ בְּבַת אַחַת כּוֹר חִטִּים וְכוֹר שְׂעוֹרִין יֵשׁ לִי בְּיָדְךָ וְיֹאמַר לוֹ הַנִּטְעָן אֵין לְךָ בְּיָדִי אֶלָּא כּוֹר שְׂעוֹרִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
            "english": "Different rules apply if the plaintiff does not issue both claims at once. For example, he claims: \"You have a <i>kor</i> of wheat of mine in your possession,\" and the defendant answers: \"Yes.\" And then he says: \"and a <i>kor</i> of barley,\" to which the defendant replies: \"I have no wheat of yours.\" He is not considered as admitting a portion of the claim unless the defendant makes these statements at one time. For an oath to be required, the plaintiff must claim: \"You have a <i>kor</i> of wheat and a <i>kor</i> of barley of mine in your possession,\" and the defendant must answer: \"I have only a <i>kor</i> of barley.\" Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מְלֹא עֲשָׂרָה כַּדִּין שֶׁמֶן יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא עֲשָׂרָה כַּדִּין בְּלֹא שֶׁמֶן פָּטוּר. שֶׁהֲרֵי טְעָנוֹ שֶׁמֶן וְהוֹדָה לוֹ בָּחֲרָסִים. עֲשָׂרָה כַּדִּין שֶׁמֶן יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא עֲשָׂרָה כַּדִּין רֵיקָנִין חַיָּב שְׁבוּעָה שֶׁהֲרֵי טְעָנוֹ הַכַּדִּין וְהַשֶּׁמֶן וְהוֹדָה לוֹ בַּכַּדִּין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: ",
            "english": "Similarly, the defendant is not held liable for an oath when the plaintiff claims: \"You have a quantity of oil large enough to fill ten jugs of mine in your possession,\" and the defendant answers: \"I owe you only ten empty jugs.\" The rationale is that the plaintiff claimed oil and the defendant admitted owing only earthenware.<br>Different rules apply if the plaintiff claimed: \"You have ten jugs of oil of mine in your possession,\" and the defendant answers: \"I owe you only ten empty jugs.\" The defendant is liable to take an oath. The rationale is that the plaintiff claimed both jugs and oil and the defendant admitted owing the jugs. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מָנֶה לִי אֶצְלְךָ הַלְוָאָה לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְלֹא לָוִיתִי מִמְּךָ אֲבָל חֲמִשִּׁים דִּינָרִין יֵשׁ לְךָ בְּיָדִי פִּקָּדוֹן אוֹ מִשּׁוּם נֵזֶק וְכַיּוֹצֵא בּוֹ הוֹרוּ רַבּוֹתַי שֶׁזֶּה מוֹדֶה בְּמִקְצָת וְיִשָּׁבַע. שֶׁהֲרֵי טְעָנוֹ שֶׁהוּא חַיָּב לוֹ מֵאָה וְהוֹדָה לוֹ שֶׁהוּא חַיָּב חֲמִשִּׁים וּמַה לִּי נִתְחַיֵּב לוֹ מִשּׁוּם הַלְוָאָה אוֹ מִשּׁוּם פִּקָּדוֹן אוֹ מִשּׁוּם נֵזֶק. וְלָזֶה דַּעְתִּי נוֹטָה: ",
            "english": "My teachers ruled that the defendant is considered as admitting a portion of a claim and is required to take an oath when the plaintiff claims: \"You owe me a <i>maneh</i> which was given to you as a loan,\" and the defendant answers: \"That never happened. I never borrowed from you. I do, however, owe you 50 <i>dinarim</i> which you entrusted to me for safekeeping,\" \"...because of damages,\" or the like. The rationale is that the plaintiff claimed that the defendant owed him 100 and the defendant admitting owing 50. What difference does it make to me if he became liable because of a loan, as a trustee of an entrusted article, or because of damages? I also favor this approach."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "מָנֶה וּכְלִי יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא הַכְּלִי וְהֵא לְךָ. הֲרֵי זֶה פָּטוּר וְנִשְׁבָּע הֶסֵּת שֶׁאֵין לוֹ אֶצְלוֹ אֶלָּא זֶה. אָמַר בַּעַל הַכְּלִי אֵין זֶה הַכְּלִי כּוֹלֵל בִּשְׁבוּעָתוֹ שֶׁזֶּה כֶּלְיוֹ. הוֹדָה הַנִּטְעָן שֶׁאֵין זֶה כֶּלְיוֹ וְנִתְחַלֵּף לוֹ בְּאַחֵר הֲרֵי זֶה חַיָּב שְׁבוּעָה. כָּל מָקוֹם שֶׁנֶּאֱמַר בְּעִנְיָן זֶה פָּטוּר הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַתּוֹרָה וְחַיָּב שְׁבוּעַת הֶסֵּת כְּמוֹ שֶׁבֵּאַרְנוּ כַּמָּה פְּעָמִים: ",
            "english": "When a plaintiff claims: \"You owe me a <i>maneh</i> and a utensil\" and the defendant responds: \"I owe you only the utensil. Here it is,\" the defendant is not required to take a Scriptural oath. He must, however, take a <i>sh'vuat heset</i> that this is all he owes him.<br>If the owner of the utensil claims that the utensil the defendant seeks to give him is not his own, the defendant must include in his oath that the utensil belongs to the plaintiff. If the defendant admits that this utensil is not the plaintiff's, but was exchanged for it, he is obligated to take an oath.<br>Whenever we have mentioned above that the defendant is not obligated, the intent is that he is not obligated to take a Scriptural oath. He is, however, obligated to take a <i>sh'vuat heset</i> as we explained on several occasions."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה מִן הַתּוֹרָה עַד שֶׁיִּטְעָנֶנּוּ בְּדָבָר שֶׁבְּמִדָּה אוֹ בְּמִשְׁקָל אוֹ בְּמִנְיָן וְיוֹדֶה לוֹ בְּדָבָר שֶׁבְּמִדָּה אוֹ שֶׁבְּמִשְׁקָל אוֹ שֶׁבְּמִנְיָן. כֵּיצַד. עֲשָׂרָה דִּינָרִין יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשָּׁה. כּוֹר חִטִּים יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא לֶתֶךְ. שְׁתֵּי לִיטְרִין שֶׁל מֶשִׁי יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא רוֹטֶל הֲרֵי זֶה חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. אֲבָל אָמַר לוֹ כִּיס מָלֵא דִּינָרִין מָסַרְתִּי לְךָ לֹא מָסַרְתָּ לִי אֶלָּא חֲמִשִּׁים. מֵאָה דִּינָרִין מָסַרְתִּי לְךָ לֹא מָסַרְתָּ לִי אֶלָּא צְרוֹר שֶׁל דִּינָרִין וְלֹא מָנִיתָ אוֹתָן בְּפָנַי וְאֵינִי יוֹדֵעַ מֶה הָיָה בּוֹ וּמַה שֶּׁהִנַּחְתָּ אַתָּה נוֹטֵל הֲרֵי זֶה פָּטוּר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "A person who admits a portion of a claim is not required to take a Scriptural oath until the plaintiff lodges a claim against him for an entity with a specific measure, weight or number, and the defendant admits owing a portion of that measure, weight or number.<br>What is implied? A plaintiff claims: \"You owe me 10 <i>dinarim,\" </i>and the defendant responds: \"I owe you only five\"; \"You owe me a <i>kor </i>of wheat,\" \"I owe you only a <i>letech\";</i> \"You owe me two <i>litras </i>of silk,\" \"I owe you only a <i>rotel.\" </i>In all these and in other similar situations, he is liable.<br>Different rules apply, however, if the plaintiff claims: \"I gave you a wallet full of coins,\" and the defendant answers: \"You gave me only 50,\" or he claims: \"I gave you 100 <i>dinarim\" </i>and the defendant answers: \"You gave me only this pouch, and you did not count the contents before me. I do not know what was in it. You are receiving what you gave me.\" In these and all similar situations, he is not liable to take an oath."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בַּיִת מָלֵא תְּבוּאָה מָסַרְתִּי לְךָ וְהַלָּה אוֹמֵר לֹא מָסַרְתָּ לִי אֶלָּא עֲשָׂרָה כּוֹרִין. עֲשָׂרָה כּוֹרִין מָסַרְתִּי לְךָ אֵינִי יוֹדֵעַ כַּמָּה הֵם שֶׁהֲרֵי לֹא מְדַדְתָּם בְּפָנַי אֶלָּא מַה שֶּׁהִנַּחְתָּ אַתָּה נוֹטֵל פָּטוּר: \n",
            "english": "Similarly, if the plaintiff claims: \"I gave you a room full of grain,\" and the defendant answers: \"You gave me only ten <i>korim\" </i>or he claims: \"I gave you ten <i>korim,\" </i>and the defendant answers: \"I do not know how much you gave me, because you did not measure them before me. You are receiving what you gave me,\" the defendant is not liable."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בַּיִת זֶה מָלֵא עַד הַזִּיז מָסַרְתִּי לְךָ וְהַלָּה אוֹמֵר עַד הַחַלּוֹן חַיָּב. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "If, however, if the plaintiff claims: \"I gave you this room that was filled with grain until the projection,\" and the defendant responded: \"It was filled only to the window,\" he is liable. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין מוֹדֶה בְּמִקְצָת חַיָּב שְׁבוּעָה עַד שֶׁיּוֹדֶה בְּדָבָר שֶׁאֶפְשָׁר לוֹ לִכְפֹּר בּוֹ. כֵּיצַד. מִי שֶׁטָּעַן חֲבֵרוֹ וְאָמַר מֵאָה דִּינָרִין יֵשׁ לִי אֶצְלְךָ חֲמִשִּׁים שֶׁבִּשְׁטָר זֶה וַחֲמִשִּׁים בְּלֹא שְׁטָר. אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשִּׁים שֶׁבַּשְּׁטָר אֵין זֶה מוֹדֶה בְּמִקְצָת שֶׁהַשְּׁטָר לֹא תּוֹעִיל בּוֹ כְּפִירָתוֹ וַהֲרֵי כָּל נְכָסָיו מְשֻׁעְבָּדִין בּוֹ וַאֲפִלּוּ כָּפַר בּוֹ הָיָה חַיָּב לְשַׁלֵּם. לְפִיכָךְ נִשְׁבָּע הֶסֵּת עַל הַחֲמִשִּׁים: \n",
            "english": "A person who admits a portion of a claim is not required to take a Scriptural oath, unless he makes his admission with regard to a matter that he could deny [owing.<br>What is implied? A plaintiff lodged a complaint against a colleague, saying: \"You owe me 100 <i>dinarim. </i>50 are recorded in this promissory note, and 50 are not recorded in a promissory note.\" The defendant responds: \"I owe you only the 50 mentioned in the promissory note.\" He is not considered to be a person who admits a portion of a claim. For his denial would be of no consequence with regard to the sum mentioned in the promissory note. All of his property is on lien to it, and even if he denied it, he would be obligated to pay. Therefore, he is required to take only a <i>sh'vuat hesset </i>concerning the 50 that are not mentioned in the promissory note."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁטָר שֶׁכָּתוּב בּוֹ סְלָעִים וְלֹא הִזְכִּיר מִנְיָן. מַלְוֶה אוֹמֵר חָמֵשׁ סְלָעִים שֶׁיֵּשׁ לִי בְּיָדְךָ הֵם הַכְּתוּבִים בּוֹ וְהַלּוֶֹה אוֹמֵר אֵין לְךָ בְּיָדִי אֶלָּא שָׁלֹשׁ וְהֵם הַכְּתוּבִים בַּשְּׁטָר. אַף עַל פִּי שֶׁאֵין מְחַיְּבִין אוֹתוֹ בִּשְׁטָר זֶה אֶלָּא בִּשְׁתַּיִם וַהֲרֵי הוֹדָה בְּסֶלַע שֶׁאֶפְשָׁר לִכְפֹּר בָּהּ הֲרֵי זֶה פָּטוּר מִפְּנֵי שֶׁהוּא כְּמֵשִׁיב אֲבֵדָה וְתַקָּנַת חֲכָמִים הִיא שֶׁכָּל שֶׁיָּשִׁיב אֲבֵדָה לֹא יִשָּׁבַע כְּמוֹ שֶׁבֵּאַרְנוּ בִּמְקוֹמוֹ. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ אָמַר לִי אַבָּא שֶׁיֵּשׁ לִי בְּיָדְךָ מָנֶה וְהַלָּה אוֹמֵר אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשִּׁים הֲרֵי זֶה מֵשִׁיב אֲבֵדָה וּפָטוּר אַף מִשְּׁבוּעַת הֶסֵּת. וְאֵין צָרִיךְ לוֹמַר אִם הוֹדָה מֵעַצְמוֹ וְאָמַר מָנֶה הָיָה לְאָבִיךָ בְּיָדִי וְנָתַתִּי לוֹ חֲמִשִּׁים דִּינָרִין וְנִשְׁאַר לוֹ חֲמִשִּׁים שֶׁזֶּה פָּטוּר אַף מִשְּׁבוּעַת הֶסֵּת. אֲבָל יוֹרֵשׁ שֶׁטָּעַן וְאָמַר אֲנִי יוֹדֵעַ בְּוַדַּאי שֶׁיֵּשׁ לְאָבִי בְּיָדְךָ אוֹ בְּיַד אָבִיךָ מָנֶה וְהוּא אוֹמֵר אֵין לוֹ בְּיָדִי אֶלָּא חֲמִשִּׁים אוֹ אֵין לְךָ בְּיַד אָבִי אֶלָּא חֲמִשִּׁים הֲרֵי זֶה מוֹדֶה מִקְצָת וְיִשָּׁבַע: \n",
            "english": "The following rules apply when a dispute arises concerning a promissory note that mentions that the defendant owes <i>sela'im, </i>but does not mentioned the number of <i>sela'im </i>he owes. The lender states: \"You owe me five <i>sela'im, </i>and that is the intent of the promissory note.\" The borrower counters: \"I owe you only three; that is what is implied by the promissory note.\"<br>Because of the promissory note alone, he would be obligated to pay only two <i>sela'im\" </i>He is, nevertheless, not liable to take a Scriptural oath ' despite the fact that he admitted owing a <i>sela </i>that he could have denied, because he is like a person who returns a lost article. And it is one of the ordinances instituted by our Sages that any person who returns a lost article should not be required to take an oath, as explained in the appropriate place.<br>Similarly, when a person tells his colleague: \"My father told me that you owe me a <i>maneh.\"</i> The defendant responded: \"I owe you only 50 <i>dinarim</i>.\" He is a person returning a lost object, and he is not liable even for a <i>sh'vuat </i>hesset. Needless to say, this applies if a person on his own initiative acknowledged: \"I owed your father a <i>maneh. </i>I repaid him 50 <i>dinarim, </i>but I still owe him 50.\" He is not liable even for a <i>sh'vuat hesset.</i>\"<br>If, however, the heir claims: \"I know with certainty that you...\" or \"...your father owe my father a <i>maneh\" </i>and the defendant responds: \"I owe your father only 50 <i>dinarim\" </i>or \"My father owes you only 50,\" he is considered to be a person who admits a portion of a claim and is required to take a Scriptural oath."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מָנֶה לִי בְּיָדְךָ עַל מַשְׁכּוֹן זֶה אֵין בְּיָדִי עָלָיו אֶלָּא חֲמִשִּׁים הֲרֵי זֶה מוֹדֶה וְיִשָּׁבַע. אֵין הַמַּשְׁכּוֹן שָׁוֶה אֶלָּא חֲמִשִּׁים אוֹ פָּחוֹת הֲרֵי זֶה נִשְׁבָּע וּמְשַׁלֵּם הַחֲמִשִּׁים שֶׁהוֹדָה בָּהֶן. הָיָה הַמַּשְׁכּוֹן שָׁוֶה מֵאָה אוֹ יֶתֶר הוֹאִיל וְהַמַּלְוֶה יָכוֹל לִטְעֹן עָלָיו עַד כְּדֵי דָּמָיו הֲרֵי הַמַּלְוֶה נִשְׁבָּע וְנוֹטֵל מִדְּמֵי הַמַּשְׁכּוֹן. הָיָה שָׁוֶה שְׁמוֹנִים נִשְׁבָּע הַמַּלְוֶה שֶׁאֵין לוֹ פָּחוֹת מִשְּׁמוֹנִים וְנוֹטְלָן מִן הַמַּשְׁכּוֹן. וְנִשְׁבָּע הַלּוֶֹה מִן הַתּוֹרָה עַל הָעֶשְׂרִים שֶׁכָּפַר בָּהֶן. כָּפַר בַּכּל וְאָמַר אֵין זֶה מַשְׁכּוֹן אֶלָּא פִּקָּדוֹן וְאֵין לוֹ אֶצְלִי כְּלוּם נִשְׁבָּע הַמַּלְוֶה שֶׁאֵין פָּחוֹת מִשְּׁמוֹנִים וְנִשְׁבָּע הַלּוֶֹה הֶסֵּת עַל הָעֶשְׂרִים: \n",
            "english": "When a plaintiff claims: \"You owe me a <i>maneh </i>and this article is security for it,\" and the defendant claims: \"I owe you only 50 <i>dinarim\" </i>he is considered to be a person who admits a portion of a claim and must take a Scriptural oath.<br>If the security is worth only 50 <i>dinarim </i>or less, the defendant must take the oath and pay the 50 that he acknowledged owing. If the security was worth 100 <i>dinarim </i>or more, since the lender has the right to claim its value, the lender should take an oath and collect his claim from the value of the security.<br>If the security was worth 80 <i>dinarim,</i> the lender must take an oath that he is owed at least 80 and then he collects that amount from the security. The borrower must also take a Scriptural oath with regard to the 20 that he denies.<br>If the borrower denies the entire matter, saying: \"This is not security. Instead, it is an entrusted article and I do not owe him anything,\" the lender must take an oath that he is owed at least 80 and the borrower must take a <i>sh'vuat hesset </i>with regard to the 20 that he denies."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מָנֶה לִי בְּיָדְךָ וְהַלָּה אוֹמֵר חֲמִשִּׁים וַדַּאי יֵשׁ לְךָ בְּיָדִי אֲבָל הַחֲמִשִּׁים אֵינִי יוֹדֵעַ אִם אֲנִי חַיָּב בָּהֶן אוֹ לָאו הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה מִפְּנֵי שֶׁהוֹדָה בְּמִקְצָת וְאֵינוֹ יָכוֹל לְהִשָּׁבַע בַּמִּקְצָת שֶׁכָּפַר בּוֹ שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ לְפִיכָךְ מְשַׁלֵּם הַמָּנֶה בְּלֹא שְׁבוּעָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְיֵשׁ לוֹ לְהַחֲרִים עַל מִי שֶׁטּוֹעֵן עָלַי דָּבָר שֶׁאֵינוֹ יוֹדֵעַ בְּוַדַּאי שֶׁאֲנִי חַיָּב בּוֹ: \n",
            "english": "The following ruling applies when a plaintiff claims: \"You owe me a <i>maneh\" </i>and the defendant responds: \"I know that I owe you 50 <i>dinarim, </i>but I am unsure of whether or not I owe you the other 50.\" The defendant is obligated to take a Scriptural oath, because he acknowledged a portion of a claim. He cannot take an oath regarding the portion he denied owing, because he does not know whether he is liable or not. Therefore, he must pay the entire <i>maneh; </i>the lender is not required to take an oath. Similar laws apply in all analogous situations.<br>The defendant may have a conditional ban of ostracism issued against anyone who lodges a claim against him when the plaintiff is not certain that the defendant is obligated."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מָנֶה לִי בְּיָדְךָ וַהֲרֵי עֵד אֶחָד מֵעִיד עָלָיו וְהַנִּטְעָן אוֹמֵר כֵּן הוּא אֲבָל אַתָּה חַיָּב לִי כְּנֶגֶד אוֹתוֹ מָנֶה הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לִשָּׁבַע וּמְשַׁלֵּם. וּמִפְּנֵי מָה אֵינוֹ יָכוֹל לִשָּׁבַע שֶׁהֲרֵי הוּא מוֹדֶה בְּמַה שֶּׁהֵעִיד בּוֹ הָעֵד וְאֵין הַנִּשְׁבָּע בְּהַעֲדָאַת עֵד אֶחָד נִשְׁבָּע עַד שֶׁיַּכְחִישׁ אֶת הָעֵד וְיִכְפֹּר בְּעֵדוּתוֹ וְיִשָּׁבַע עַל כְּפִירָתוֹ. לְפִיכָךְ שְׁטָר שֶׁיֵּשׁ בּוֹ עֵד אֶחָד וְטָעַן שֶׁפְּרָעוֹ. וְכֵן כַּפְרָן שֶׁבָּא עָלָיו עֵד אֶחָד וְטָעַן שֶׁפָּרַע אוֹ הֶחְזַרְתִּי לְךָ הַפִּקָּדוֹן הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לְהִשָּׁבַע וּמְשַׁלֵּם. מַעֲשֶׂה בְּאֶחָד שֶׁחָטַף לְשׁוֹן כֶּסֶף מֵחֲבֵרוֹ בִּפְנֵי עֵד אֶחָד וְאָמַר אַחַר כֵּן חָטַפְתִּי וְשֶׁלִּי חָטַפְתִּי וְאָמְרוּ חֲכָמִים הֲרֵי זֶה מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לְהִשָּׁבַע וּמְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "Similar concepts apply in the following situation. The plaintiff claims: \"I lent you a <i>maneh </i>and here is one witness who will testify that this is so.\" The defendant responds: \"That is true, but you owe me a <i>maneh </i>to match it.\" The defendant is obligated to take an oath, but cannot take that oath, and hence, is obligated to pay.<br>Why can he not take an oath? Because he acknowledges the content of the testimony of the witness. And a person who must take an oath because of the testimony of one witness may take the oath only when he contradicts the witness, denies his testimony and takes the oath to support his denial.<br>Similarly, when there is a promissory note signed by one witness and the defendant claims to have paid the debt, or a person denied a claim, a witness testified against him, and then the defendant stated that he paid the debt or returned the entrusted article, ? the defendant is obligated to take an oath, but may not take the oath. Hence, he must pay.<br>An incident once occurred concerning a person who seized a slab of silver from a colleague in the presence of one witness. Afterwards, he said: \"I seized it, but what I seized was mine.\" Our Sages said: \"He is obligated to take an oath, but may not take the oath. Hence, he must pay. Similar principles apply in all analogous situations."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מָנֶה הִלְוֵיתִיךָ לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֵבִיא עֵד אֶחָד שֶׁלָּוָה מִמֶּנּוּ בְּפָנָיו. הוֹאִיל וְאִלּוּ הָיוּ שְׁנַיִם הָיָה מֻחְזָק כַּפְרָן וּמְשַׁלֵּם כְּמוֹ שֶׁיִּתְבָּאֵר הֲרֵי זֶה נִשְׁבָּע עַל פִּי עֵד אֶחָד שֶׁכָּל מָקוֹם שֶׁשְּׁנַיִם מְחַיְּבִין אוֹתוֹ מָמוֹן אֶחָד מְחַיְּבוֹ שְׁבוּעָה. חָזַר וְאָמַר פָּרַעְתִּי מְשַׁלֵּם בְּלֹא שְׁבוּעָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "The testimony of one witness is also significant in the following instance. The plaintiff claims: \"I lent you a <i>maneh.\" </i>The defendant denies the matter entirely, and the plaintiff brings one witness who testifies that the defendant took a loan in his presence. Had there been two witnesses, a presumption that the defendant is lying would have been established, and the defendant would be obligated to pay, as will be explained. Hence, the defendant is required to take an oath because of the testimony of one witness. For wherever the testimony of two witnesses requires a defendant to make financial restitution, the testimony of one witness requires him to take an oath.<br>If after the witness testifies, the defendant changes his claim and states that he paid the debt, he is required to make financial restitution. The plaintiff is not required to take an oath, as we have explained."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מָנֶה לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי כְּלוּם וְהָעֵדִים מְעִידִין עָלָיו שֶׁעֲדַיִן יֵשׁ לוֹ אֶצְלוֹ חֲמִשִּׁים. פָּסְקוּ כָּל הַגְּאוֹנִים הֲלָכָה שֶׁיְּשַׁלֵּם חֲמִשִּׁים וְיִשָּׁבַע עַל הַשְּׁאָר. שֶׁלֹּא תְּהֵא הוֹדָיַת פִּיו גְּדוֹלָה מֵהַעֲדָאַת עֵדִים: \n",
            "english": "When a plaintiff claims: \"You owe me a <i>maneh\" </i>the defendant denies the claim entirely, and witnesses testify that the defendant still owes the plaintiff 50 <i>dinarim, </i>all of the <i>Geonim </i>have ruled that the law is that the defendant must pay 50 and take an oath concerning the remainder. The rationale is that the principal's own admission should not have greater legal power than the testimony of witnesses."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "וְאֵלוּ דְּבָרִים שֶׁאֵין נִשְׁבָּעִין עֲלֵיהֶן מִן הַתּוֹרָה. הַקַּרְקָעוֹת וְהָעֲבָדִים וְהַשְּׁטָרוֹת וְהַהֶקְדֵּשׁוֹת. אַף עַל פִּי שֶׁהוֹדָה בְּמִקְצָת אוֹ שֶׁיֵּשׁ עָלָיו עֵד אֶחָד אוֹ שֶׁשָּׁמַר וְטָעַן טַעֲנַת הַשּׁוֹמְרִין הֲרֵי זֶה פָּטוּר. שֶׁנֶּאֱמַר <small>(שמות כב ו)</small> \"כִּי יִתֵּן אִישׁ אֶל רֵעֵהוּ\" פְּרָט לְהֶקְדֵּשׁ. כֶּסֶף אוֹ כֵּלִים פְּרָט לְקַרְקָעוֹת וְלַעֲבָדִים שֶׁהֻקְּשׁוּ לְקַרְקָעוֹת. וְכֵן יָצְאוּ שְׁטָרוֹת שֶׁאֵין גּוּפָן מָמוֹן כְּכֶסֶף וּכְכֵלִים וְאֵינָן אֶלָּא לָרְאָיָה שֶׁבָּהֶן. וְעַל כֻּלָּן נִשְׁבָּע שְׁבוּעַת הֶסֵּת אִם הָיְתָה שָׁם טַעֲנַת וַדַּאי. חוּץ מִן הַהֶקְדֵּשׁוֹת שֶׁאַף עַל פִּי שֶׁאֵינוֹ חַיָּב עֲלֵיהֶם שְׁבוּעָה מִן הַתּוֹרָה תִּקְּנוּ חֲכָמִים שֶׁיִּשָּׁבַע עֲלֵיהֶם כְּעֵין שֶׁל תּוֹרָה כְּדֵי שֶׁלֹּא יְזַלְזְלוּ בַּהֶקְדֵּשׁוֹת: \n",
            "english": "An oath is not taken on claims concerning the following according to Scriptural Law: landed property, servants, promissory notes and consecrated property. Even though a defendant admitted a portion of a claim or a witness testified against him, or he served as a watchman and sought to free himself on the basis of one of the claims according to which a watchman is freed of liability, he is not required to take an oath. These concepts are derived from Exodus 22:6, which, with regard to the obligation to take an oath, states: \"When a person will give his colleague\" - this excludes consecrated property - \"money or utensils...\" - this excludes landed property. And it excludes servants, which the Torah associated with landed property. It also excludes promissory notes, for their actual substance is not of financial value like money or utensils. They only serve as proof of an obligation.<br>With regard to all of these matters, the defendant must take a <i>sh 'vuat hesset </i>if the plaintiff issues a definite claim with the exception of consecrated property. In that instance, even though a person is not liable to take an oath concerning them according to Scriptural Law, our Sages ordained that the defendant take an oath resembling a Scriptural oath. This requirement was instituted so that people would not treat consecrated property lightly."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁתֵּי שָׂדוֹת מָכַרְתָּ לִי לֹא מָכַרְתִּי לְךָ אֶלָּא אַחַת. שְׁנֵי עֲבָדִים אוֹ שְׁנֵי שְׁטָרוֹת יֵשׁ לִי בְּיָדְךָ אֵין לְךָ בְּיָדִי אֶלָּא שְׁטָר אֶחָד אוֹ עֶבֶד אֶחָד. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת. וְכֵן אִם טָעַן וְאָמַר חָצֵר זוֹ אוֹ עֶבֶד זֶה אוֹ שְׁטָר זֶה שֶׁיֵּשׁ לִי בְּיָדְךָ שֶׁלִּי הוּא וְאַתָּה מְכַרְתּוֹ לִי וְהַנִּטְעָן אוֹמֵר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. בֵּין שֶׁהֵבִיא הַטּוֹעֵן עֵד אֶחָד בֵּין שֶׁלֹּא הֵבִיא. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְנִפְטָר. וְכֵן הַחוֹפֵר בִּשְׂדֵה חֲבֵרוֹ בּוֹרוֹת שִׁיחִין וּמְעָרוֹת וְהִפְסידוּה והרי הוּא חיּב לְשַׁלֵּם בֵּין שֶׁטְּעָנוֹ שֶׁחָפַר וְהוּא אוֹמֵר לֹא חָפַרְתִּי אוֹ שֶׁטְּעָנוֹ שֶׁחָפַר שְׁתֵּי מְעָרוֹת וְהוּא אוֹמֵר לֹא חָפַרְתִּי אֶלָּא אַחַת אוֹ שֶׁהָיָה שָׁם עֵד אֶחָד שֶׁחָפַר וְהוּא אוֹמֵר לֹא חָפַרְתִּי כְּלוּם. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת עַל הַכּל: \n",
            "english": "Accordingly, when a plaintiff claims: \"You sold me two fields,\" and the defendant responds: \"I sold you only one,\" or he claims: \"I entrusted two servants...\" or \"...two promissory notes to you,\" and the defendant responds: \"You entrusted only one,\" the defendant is required to take only a <i>sh'vuat hesset.</i><br>Similarly, if the plaintiff claims: \"This courtyard, this servant or this promissory note that is in your possession is mine; you sold it to me,\" and the defendant denies the existence of the matter entirely, he is required to take merely a <i>sh'vuat hesset. </i>This applies whether the plaintiff brings a witness to support his claim or not.<br>A similar law applies when a person digs cisterns, trenches or caves in his colleague's property, reducing its value, and the owner of the field claims that the digger is liable to make financial restitution. Regardless of whether the owner claimed that a defendant dug such caves, and the defendant responded: \"I did not dig anything,\" the owner claimed: \"You dug two caves,\" and the defendant answered, \"I dug only one,\" or one witness testified that he dug caves and the defendantresponded: \"I did not dig anything,\" the defendant is required to take only a <i>sh'vuat hesset </i>regarding the claim."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "טְעָנוֹ כֵּלִים וְקַרְקָעוֹת בֵּין שֶׁהוֹדָה בְּכָל הַקַּרְקָעוֹת וְכָפַר בְּכָל הַכֵּלִים בֵּין שֶׁהוֹדָה בְּכָל הַכֵּלִים וְכָפַר בְּכָל הַקַּרְקָעוֹת בֵּין שֶׁהוֹדָה בְּמִקְצָת הַקַּרְקָעוֹת וְכָפַר בְּמִקְצָתָן עִם כָּל הַכֵּלִים. בְּכָל אֵלּוּ נִשְׁבָּע הֶסֵּת. אֲבָל אִם הוֹדָה בְּמִקְצָת כֵּלִים וְכָפַר בְּמִקְצָתָן עִם כָּל הַקַּרְקָעוֹת מִתּוֹךְ שֶׁהוּא חַיָּב שְׁבוּעָה עַל מִקְצָת הַכֵּלִים שֶׁכָּפַר בָּהֶן נִשְׁבָּע אַף עַל הַקַּרְקָעוֹת שֶׁטְּעָנוֹ עִמָּהֶן שֶׁהַכּל טַעֲנָה אַחַת. וְכֵן הַדִּין בִּטְעָנוֹ כֵּלִים וַעֲבָדִים אוֹ כֵּלִים וּשְׁטָרוֹת הַכּל דִּין אֶחָד הוּא: \n",
            "english": "The following laws apply when the plaintiff claimed both utensils and landed property. Whether the defendant: acknowledged owing all of the landed property, but denied owing any of the utensils, acknowledged owing all the utensils, but denied owing any of the landed property, acknowledged owing some of the landed property, but denied owing the remainder as well as all of the utensils, he must take a <i>sh'vuat hesset.</i><br>If, however, the defendant acknowledged owing some of the utensils and denied owing the remainder, as well as all of the landed property, since he is required to take an oath with regard to the utensils that he denied, he must also take an oath concerning the landed property that he denied together with them, for it is all one claim.<br>Similar laws apply when the plaintiff claims utensils and servants, or utensils and promissory notes, for all such claims are governed by the same legal process."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "טְעָנוֹ עֲנָבִים הָעוֹמְדוֹת לִבָּצֵר וּתְבוּאָה יְבֵשָׁה הָעוֹמֶדֶת לְהִקָּצֵר וְהוֹדָה בְּמִקְצָתָן וְכָפַר בְּמִקְצָתָן הֲרֵי זֶה נִשְׁבָּע עֲלֵיהֶם כִּשְׁאָר הַמִּטַּלְטְלִין. וְהוּא שֶׁאֵינָן צְרִיכִין לַקַּרְקַע שֶׁכָּל הָעוֹמֵד לְהִבָּצֵר הֲרֵי הוּא כְּבָצוּר לְעִנְיַן כְּפִירָה וְהוֹדָיָה. אֲבָל אִם הָיוּ צְרִיכִים לַקַּרְקַע הֲרֵי הֵן כְּקַרְקַע לְכָל דָּבָר וְאֵין נִשְׁבָּעִין עֲלֵיהֶן אֶלָּא הֶסֵּת: \n",
            "english": "When a plaintiff lodges a claim concerning grapes that are ready to be harvested, or grain that has dried and is ready to be reaped, and the defendant accepts a portion of the claim and denies a portion of the claim, he must take an oath concerning those he denied, as is required with regard to other movable property, provided they no longer require the nurture of the ground. The rationale is whatever is ready to be harvested is considered as though it has been harvested with regard to the denial and admission of claims.<br>If, however, the crops require the nurture of the ground, they are considered to be landed property in all contexts, and only a <i>sh'vuat hesset </i>is required concerning them."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַטּוֹעֵן עַל חֲבֵרוֹ וְאָמַר לוֹ שְׁנֵי חֳדָשִׁים שָׁכַנְתָּ בַּחֲצֵרִי וְאַתָּה חַיָּב לִי שְׂכַר שְׁנֵי חֳדָשִׁים וְהוּא אוֹמֵר לֹא שָׁכַנְתִּי אֶלָּא חֹדֶשׁ אֶחָד הֲרֵי זֶה מוֹדֶה בְּמִקְצָת. וְאִם הָיָה שְׂכַר הַחֹדֶשׁ שֶׁכָּפַר בּוֹ שָׁוֶה שְׁנֵי כֶּסֶף נִשְׁבָּע שֶׁאֵין הַטַּעֲנָה בְּגוּף הַקַּרְקַע אֶלָּא בִּשְׂכָרָהּ שֶׁהוּא מִטַּלְטְלִין: \n",
            "english": "When a person lodges a claim against his colleague, saying: \"You dwelled in my courtyard for two months, and you owe me two months rent,\" and the defendant responds, \"I dwelled there for only one month,\" he is considered a person who denied a portion of a claim.<br>Thus, if the rent for the month that he denied owing is equivalent to two silver <i>me'in,</i> he must take an oath. The rationale is that the claim does not focus on the land itself, but on the rent for it, and that is movable property."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁטָר מָסַרְתִּי לְךָ וַעֲשָׂרָה דִּינָרִין הָיוּ לִי בּוֹ רְאָיָה לֹא הָיוּ דְּבָרִים מֵעוֹלָם יִשָּׁבַע הֶסֵּת. הָפַךְ עָלָיו הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁהָיְתָה בּוֹ רְאָיָה לַעֲשָׂרָה דִּינָרִים וְאָבְדוּ בַּאֲבֵדַת הַשְּׁטָר וְיִטּל. וְאִם אָמַר הַנִּתְבָּע אֱמֶת מָסַרְתָּ לִי וְאָבַד הֲרֵי זֶה פָּטוּר אַף מִשְּׁבוּעַת הֶסֵּת שֶׁאֲפִלּוּ פָּשַׁע בּוֹ וְאָבַד פָּטוּר כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת חוֹבֵל: \n",
            "english": "When a plaintiff claims: \"I gave you a promissory note that served as proof of a debt of ten <i>dinarim,\" </i>and the defendant denies the matter entirely, the defendant is required to take a <i>sh'vuat hesset.</i><br>If he reverses the obligation for the oath, requiring it of the plaintiff, the plaintiff must take a <i>sh'vuat hesset </i>that the note served as proof of a debt of ten <i>dinarim, </i>which he lost when the promissory note was destroyed. Afterwards, he may collect his claim.<br>If the defendant admitted: \"It is true that you gave me the promissory note, and it was lost,\" he is not liable, even to take a <i>sh 'vuat hesset. </i>For even if he was negligent in its care and it was lost, he would not be liable, as we have explained in <i>Hilchot Chovel.</i>"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ שְׁטָר שֶׁיֵּשׁ לִי בְּיָדְךָ זְכוּת יֵשׁ לִי בּוֹ וְזֶה אוֹמֵר אֵינִי מוֹצֵא שְׁטָרִי אוֹ אֵינִי יוֹדֵעַ אִם יֵשׁ לְךָ בּוֹ רְאָיָה אוֹ לֹא כּוֹפִין אוֹתוֹ לְהוֹצִיאוֹ: \n",
            "english": "When a person tells a colleague: \"The promissory note in your possession mentions a factor that is advantageous to me,\" and the colleague states: \"I will not produce my promissory note,\" or \"I do not know if it states anything that serves as support for your position,\" we compel him to produce the promissory note and bring it to court."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "טָעַן שֶׁאָבַד הַשְּׁטָר מַחְרִימִין אוֹתוֹ חֵרֶם סְתָם. טָעַן זֶה שֶׁהוּא יוֹדֵעַ בְּוַדַּאי שֶׁהַשְּׁטָר שֶׁיֵּשׁ לוֹ בּוֹ זְכוּת אֶצְלוֹ הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁאֵינוֹ אֶצְלוֹ וְשֶׁאָבַד מִמֶּנּוּ וְכָזֶה הוֹרוּ רַבּוֹתַי: \n",
            "english": "If the holder of the promissory note claims that it was lost, we issue a conditional ban of ostracism against him.<br>If, however, the person who desires to see the promissory note claims that he is certain that his colleague is holding a promissory note that mentions a factor that is advantageous to him, his colleague must take a <i>sh'vuat hesset</i> that the promissory note is no longer in his possession and it is lost. My teachers ruled in this manner."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֵין נִשְׁבָּעִין עַל טַעֲנַת חֵרֵשׁ שׁוֹטֶה וְקָטָן. אֶחָד הַבָּא בְּטַעֲנַת עַצְמוֹ אוֹ בְּטַעֲנַת אָבִיו. לְפִי שֶׁזֶּה הַמִּקְצָת שֶׁהוֹדָה בּוֹ לַקָּטָן אֵינוֹ אֶלָּא כְּמֵשִׁיב אֲבֵדָה. וְכֵן אִם כָּפַר בַּכּל וּבָא עֵד אֶחָד וְהֵעִיד לַקָּטָן אֵינוֹ נִשְׁבָּע. שֶׁזֶּה עֵד אֶחָד וְאֵין שָׁם תּוֹבֵעַ שֶׁתְּבִיעַת קָטָן אֵינָהּ תְּבִיעָה גְּמוּרָה. נִמְצֵאתָ אוֹמֵר קָטָן שֶׁאָמַר לְגָדוֹל מָנֶה לִי בְּיָדְךָ. אוֹ אַבָּא הָיָה לוֹ בְּיָדְךָ. וְהַלָּה אוֹמֵר אֵין לְךָ בְּיָדִי אֶלָּא חֲמִשִּׁים אוֹ אֵין לְךָ בְּיָדִי כְּלוּם. וְעֵד אֶחָד מְעִידוֹ שֶׁיֵּשׁ לוֹ הֲרֵי זֶה פָּטוּר מִשְּׁבוּעַת הַתּוֹרָה. אֲבָל אִם שָׁמַר לְקָטָן וְטָעַן שֶׁאָבַד הֲרֵי זֶה נִשְׁבָּע שְׁבוּעַת הַשּׁוֹמְרִין לְפִי שֶׁאֵינוֹ נִשְׁבָּע מֵחֲמַת טַעֲנָה. וְכֵן אִם הוֹדָה שֶׁהָיָה שֻׁתָּף לְקָטָן אוֹ אַפּוֹטְרוֹפּוֹס עָלָיו יַעֲמִידוּ בֵּית דִּין אַפּוֹטְרוֹפּוֹס לַקָּטָן וְיִשָּׁבַע הַשֻׁתָּף וְכַיּוֹצֵא בּוֹ בְּטַעֲנַת שֶׁמָּא: \n",
            "english": "An oath is never administered because of claims issued by deaf-mutes, mentally or emotionally incapable individuals and minors. In the latter instance, this principle applies regardless of whether the minor's claim involves his own issues or those of his father. For admitting a portion of a claim owed to a minor is like returning a lost article.<br>Similarly, if the defendant denied the entire debt, and one witness came and testified on behalf of the minor, the defendant is not required to take an oath. For it is as though there were one witness, but no plaintiff, because a claim lodge by a minor is not a substantial claim.<br>Thus, if a minor said to an adult: \"You owe me...\" or \"You owe my father a <i>maneh,\" </i>and the defendant said: \"I owe you only 50,\" or \"I do not owe you anything\" and there was one witness who corroborates the minor's claim, the defendant is not liable to take a Scriptural oath.<br>If, however, a person acted as a watchman for a minor and claimed that the entrusted article was lost, he is required to take the oath required of a watchman. The rationale is that this oath is not taken because of a claim.<br>Similarly, if a person admitted that he was a partner or a sharecropper of a minor, the court should appoint a guardian for the minor, and the partner or the like should take an oath despite the fact that there is only an indefinite claim against him."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הוֹרוּ רַבּוֹתַי שֶׁאֵין נִשְׁבָּעִין עַל טַעֲנַת קָטָן שְׁבוּעָה שֶׁל תּוֹרָה אֲבָל שְׁבוּעַת הֶסֵּת נִשְׁבָּעִין. וַאֲפִלּוּ הָיָה קָטָן שֶׁאֵינוֹ חָרִיף לְעִנְיַן מַשָּׂא וּמַתָּן נִשְׁבָּעִין הֶסֵּת עַל טַעֲנָתוֹ. שֶׁלֹּא יִהְיֶה זֶה נוֹטֵל מָמוֹנוֹ כְּשֶׁהוּא קָטָן וְיֵלֵךְ לוֹ בְּחִנָּם. וְלָזֶה דַּעְתִּי נוֹטָה וְתִקּוּן עוֹלָם הוּא. נִמְצֵאתָ לָמֵד שֶׁהַקָּטָן שֶׁטָּעַן עַל הַגָּדוֹל בֵּין שֶׁהוֹדָה בְּמִקְצָת בֵּין שֶׁכָּפַר בַּכּל בֵּין שֶׁהָיָה שָׁם עֵד בֵּין שֶׁלֹּא הָיָה שָׁם עֵד. הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְאֵינוֹ יָכוֹל לַהֲפֹךְ עַל הַקָּטָן שֶׁאֵין מַשְׁבִּיעִין אֶת הַקָּטָן כְּלָל. וַאֲפִלּוּ חֵרֶם סְתָם אֵינוֹ מְקַבֵּל לְפִי שֶׁאֵינוֹ יוֹדֵעַ עֹנֶשׁ הַשְּׁבוּעָה: \n",
            "english": "My teachers ruled that although a Scriptural oath is not taken because of the claim of a minor, a <i>sh'vuat hesset </i>must be taken. This applies even when the minor is not resourceful with regard to financial matters. The rationale is that an opportunity should not be granted for a person to take money belonging to a minor, and depart without paying him at all. I also favor this approach, and think that it will lead to the improvement of society.<br>Thus, if a minor lodges a claim against an adult, whether the adult admits a portion of the claim or denies it entirely, whether there is a witness who supports the plaintiff or not, the defendant is required to take a <i>sh'vuat hesset. </i>He cannot reverse the responsibility for the oath, placing it on the minor, because an oath is never administered to a minor. Even a conditional ban of ostracism is not imposed upon the minor, for he does not know the severity of the retribution received for taking a false oath."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "קָטָן שֶׁטְּעָנוֹ הַגָּדוֹל. אִם טְעָנוֹ בְּדָבָר שֶׁיֵּשׁ לוֹ הֲנָיָה לַקָּטָן כְּגוֹן עֵסֶק מַשָּׂא וּמַתָּן וְהוֹדָה הַקָּטָן נִפְרָעִין מִנְּכָסָיו. וְאִם אֵין לוֹ יַמְתִּין עַד שֶׁיִּהְיֶה לוֹ וִישַׁלֵּם. וְאִם כָּפַר הַקָּטָן מַמְתִּינִין עַד שֶׁיַּגְדִּיל וְיִשָּׁבַע הֶסֵּת. וְאִם טְעָנוֹ בְּדָבָר שֶׁאֵין לְקָטָן הֲנָיָה כְּגוֹן נְזָקִין וְחַבָּלוֹת אַף עַל פִּי שֶׁמּוֹדֶה וְאַף עַל פִּי שֶׁיֵּשׁ לוֹ מִמָּה יְשַׁלֵּם פָּטוּר וַאֲפִלּוּ לְאַחַר שֶׁהִגְדִּיל. וְאִם הָיָה הַתּוֹבֵעַ מִן הַנִּשְׁבָּעִין וְנוֹטְלִין כְּגוֹן הַשָּׂכִיר וְכַיּוֹצֵא בּוֹ שֶׁיֵּשׁ הֲנָיָה לַקָּטָן שֶׁיִּשְׂתַּכֵּר לוֹ שָׂכִיר הֲרֵי זֶה נִשְׁבָּע וְנוֹטֵל מִן הַקָּטָן. אֲבָל חֶנְוָנִי שֶׁנִּשְׁבָּע עַל פִּנְקָסוֹ אֵינוֹ נִשְׁבָּע וְנוֹטֵל מִן הַקָּטָן. שֶׁאֵין לַקָּטָן בָּזֶה הֲנָיָה שֶׁהֲרֵי חַיָּב לִתֵּן לְפוֹעֲלָיו וְנִשְׁבָּעִין וְנוֹטְלִין מִמֶּנּוּ. וְזֶה הַחֶנְוָנִי הִפְסִיד עַל נַפְשׁוֹ שֶׁנָּתַן מָמוֹנוֹ עַל פִּי קָטָן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rules apply when an adult lodges a claim against a minor. If the claim involves a matter that will benefit the minor - e.g., a claim involving business transactions - and the minor admits his liability, we expropriate payment from the minor's property. If the minor does not possess any resources, we wait until he gains such. Then he must pay. If the minor denies the obligation, the plaintiff must wait until the minor attains majority. At that point, he is required to take a <i>sh'vuat hesset.</i><br>The following rules apply when a person lodges a claim against a minor in a matter that will not benefit the minor - e.g., damages or personal injury. Even though the minor admits his responsibility and he has resources with which he could pay, he is not liable even after he attains majority. If the plaintiff was one of those who takes an oath and collects the money that he claims - e.g., an employee and the like - since the minor benefits from the fact that an employee will work for him, he may take an oath and collect from the minor. A storekeeper who takes an oath because of his account book, by contrast, may not take an oath and collect from a minor. The rationale is that the minor does not derive any benefit from this. For regardless, he must pay his workers who take oaths and collect from him. Thus it is the storekeeper who caused himself a loss, because he gave his money because of a minor's word. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַחֵרֵשׁ וְהַשּׁוֹטֶה אֵין נִזְקָקִין לָהֶן לְכָל טַעֲנָה לֹא לְטַעֲנָתָן עַל אֲחֵרִים וְלֹא לְטַעֲנַת אֲחֵרִים עֲלֵיהֶן. לֹא לִשְׁבוּעָה קַלָּה וְאֵין צָרִיךְ לוֹמַר שְׁבוּעָה חֲמוּרָה אוֹ תַּשְׁלוּמִין. אֲבָל הַסּוּמָא הֲרֵי הוּא כְּבָרִיא לְכָל דָּבָר בְּעִנְיָנִים אֵלּוּ וְנִשְׁבָּע כָּל מִינֵי שְׁבוּעוֹת וְנִשְׁבָּעִין עַל טַעֲנָתוֹ: \n",
            "english": "With regard to a deaf-mute and a mentally or emotionally incapable individual, we do not concern ourselves with them with regard to any claim, not a claim that they lodged against others, nor a claim that others lodge against them, nor for a lesser oath, and, needless to say, not for a severe oath or to compel them to make financial restitution. A blind man, by contrast, is considered to be a healthy person with regard to all matters concerning such subjects. He must take all types of oaths if required, and oaths are taken in response to his claims."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בַּעֲלֵי דִּינִין שֶׁבָּאוּ לְבֵית דִּין טָעַן הָאֶחָד וְאָמַר מָנֶה יֵשׁ לִי אֵצֶל זֶה שֶׁהִלְוֵיתִיו אוֹ שֶׁהִפְקַדְתִּי אֶצְלוֹ אוֹ שֶׁגָּזַל מִמֶּנִּי אוֹ שֶׁיֵּשׁ לִי אֶצְלוֹ בְּשָׂכָר וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְהֵשִׁיב הַנִּטְעָן וְאָמַר אֵינִי חַיָּב כְּלוּם אוֹ אֵין לְךָ בְּיָדִי כְּלוּם אוֹ שֶׁקֶר אַתָּה טוֹעֵן. אֵין זוֹ תְּשׁוּבָה נְכוֹנָה אֶלָּא אוֹמְרִים בֵּית דִּין לַנִּטְעָן הָשֵׁב עַל טַעֲנָתוֹ וּפָרֵשׁ הַתְּשׁוּבָה כְּמוֹ שֶׁפֵּרֵשׁ זֶה טַעֲנָתוֹ וֶאֱמֹר אִם לָוִיתָ מִמֶּנּוּ אִם לֹא לָוִיתָ. הִפְקִיד אֶצְלְךָ אוֹ לֹא הִפְקִיד. גְּזַלְתּוֹ אוֹ לֹא גְּזַלְתּוֹ. שְׂכַרְתּוֹ אוֹ לֹא שְׂכַרְתּוֹ. וְכֵן שְׁאָר הַטְּעָנוֹת. וּמִפְּנֵי מָה אֵין מְקַבְּלִים מִמֶּנּוּ תְּשׁוּבָה זוֹ. שֶׁמָּא טוֹעֶה הוּא בְּדַעְתּוֹ וְיָבוֹא לְהִשָּׁבַע עַל שֶׁקֶר שֶׁהֲרֵי אֶפְשָׁר שֶׁהִלְוָהוּ כְּמוֹ שֶׁטָּעַן וְהֶחְזִיר זֶה אֶת הַחוֹב לִבְנוֹ אוֹ לְאִשְׁתּוֹ אוֹ שֶׁנָּתַן לוֹ בְּמַתָּנָה כְּנֶגֶד הַחוֹב וִידַמֶּה בְּדַעְתּוֹ שֶׁנִּפְטַר מִן הַחוֹב. לְפִיכָךְ אוֹמְרִים לוֹ הֵיאַךְ תֹּאמַר אֵינִי חַיָּב כְּלוּם שֶׁמָּא אַתָּה מִתְחַיֵּב מִן הַדִּין לְשַׁלֵּם וְאֵין אַתָּה יוֹדֵעַ אֶלָּא הוֹדַע לַדַּיָּנִין פֵּרוּשׁ הַדְּבָרִים וְהֵם יוֹדִיעוּךָ אִם אַתָּה חַיָּב אוֹ אֵין אַתָּה חַיָּב. וַאֲפִלּוּ הָיָה חָכָם גָּדוֹל אוֹמְרִים לוֹ אֵין לְךָ הֶפְסֵד שֶׁתָּשִׁיב עַל טַעֲנָתוֹ וְתוֹדִיעֶנּוּ כֵּיצַד אֵין אַתָּה חַיָּב לוֹ מִפְּנֵי שֶׁלֹּא הָיוּ דְּבָרִים מֵעוֹלָם אוֹ מִפְּנֵי שֶׁהָיוּ וְהֶחֱזַרְתָּ לוֹ שֶׁהֲרֵי אָנוּ דָּנִין בְּמִתּוֹךְ שֶׁיָּכוֹל לוֹמַר בְּכָל מָקוֹם. וְכֵן אִם טָעַן הַטּוֹעֵן וְאָמַר זֶה חַיָּב לִי מָנֶה. אוֹ מָנֶה יֵשׁ לִי אֶצְלוֹ. אוֹמְרִים לוֹ מֵאֵי זֶה פָּנִים. הִלְוֵיתָ אוֹתוֹ. אוֹ הִפְקַדְתָּ אֶצְלוֹ. אוֹ הִזִּיק מָמוֹנְךָ. אֱמֹר הֵיאַךְ נִתְחַיֵּב לְךָ. שֶׁהֲרֵי אֶפְשָׁר שֶׁיִּדְמֶה לוֹ שֶׁהוּא חַיָּב לוֹ וְהוּא אֵינוֹ חַיָּב כְּגוֹן שֶׁחֲשָׁדוֹ שֶׁגְּנָבוֹ אוֹ שֶׁאָמַר לוֹ שֶׁאֶתֵּן לְךָ מָנֶה וְכַיּוֹצֵא בָּזֶה. הֲרֵי שֶׁטָּעַן עָלָיו שֶׁהִלְוָהוּ מָנֶה וְהֵשִׁיב זֶה וְאָמַר לוֹ לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְאַחַר כָּךְ הֵבִיא הַטּוֹעֵן עֵדִים שֶׁהִלְוָהוּ בִּפְנֵיהֶם וְחָזַר הַנִּטְעָן וְאָמַר כֵּן הָיָה וְלָוִיתִי וּפָרַעְתִּי אֵין מְקַבְּלִין מִמֶּנּוּ אֶלָּא הֻחְזַק כַּפְרָן וּמְשַׁלֵּם. אֲבָל אִם הֵשִׁיב אֵינִי חַיָּב אוֹ אֵין לְךָ בְּיָדִי כְּלוּם אוֹ שֶׁקֶר אַתָּה טוֹעֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְהָלַךְ הַתּוֹבֵעַ וְהֵבִיא עֵדִים שֶׁהִלְוָהוּ בִּפְנֵיהֶם וְאָמַר (הַנִּתְבָּע) כֵּן הָיָה אֲבָל הֶחְזַרְתִּי לוֹ פִּקְדוֹנוֹ אוֹ פְּרַעְתִּיו חוֹבוֹ לֹא הֻחְזַק כַּפְרָן וְנִשְׁבָּע הֶסֵּת וְנִפְטָר: \n",
            "english": "The court requires that precise statements be made by the litigants. For example, litigants come to court and one of them claims: \"He owes me a <i>maneh </i>that I lent to him,\" \"... that I entrusted to him,\" \"... that he stole from me,\" \"... that he owes me as wages,\" or the like. Should the defendant answer: \"I do not owe you anything,\" \"I have nothing of yours,\" or \"You are issuing a false claim,\" this is not a proper response. Instead, we tell the defendant: \"Reply to his claim and clarify your answer as he clarified his claim. Say whether you borrowed from him or did not borrow from him,\" \"... whether he entrusted an article to you or did not,\" \"... whether you stole from him or did not,\" \"... whether he hired you or did not,\" or lodge any other specific claim. Why do we not accept the general answer? Because it is possible that the person is making an error and this will lead to his taking a false oath. For it is possible that he borrowed money as the plaintiff claims and returned the debt to the lender's son or wife, or gave the lender a present of the value of the debt, and thinks that because of this, he is no longer liable for the debt. Hence, the court tells him: \"Why are you saying that you are not liable? Maybe the law would hold you liable and you do not know. Instead, tell the judges the details of the matter, and they will tell you whether or not you are liable.\"<br>Even if the defendant is a wise man of great stature, we tell him: \"You have nothing to lose by responding to his claim and telling us why you are not liable to him, whether it is because nothing of that nature ever happened, or because you were liable and you repaid the debt. You will not lose, because we follow the principle of <i>miggo.\"</i><br>Similarly, if the plaintiff claims: \"This person owes me a <i>maneh,\" </i>or \"He has a <i>maneh </i>of mine in his possession.\" We ask him: \"On what basis do you make this claim? Did you lend him money? Did you entrust it to him for safekeeping? Did he damage your property? Tell us why he is obligated to you.\" For it is possible that a person will think that a colleague is obligated to him when he is not - e.g., he suspects that he stole from him he promised him to give him a <i>maneh </i>but did not, or the like.<br>The defendant's word is not accepted in the following situation. The plaintiff claimed that he lent the defendant a <i>maneh, </i>and the defendant denied ever taking the loan. Afterwards, the plaintiff brought witnesses who testified that the loan was given in their presence. In response, the defendant replied that he took the loan, but repaid it. We do not accept his claim. Instead, a presumption that the defendant is lying is established, and he is required to pay.<br>If, however, in the latter situation, the defendant first replied: \"I am not liable,\" \"I do not owe you anything,\" \"You are lying,\" or the like a different rule applies. Even though the plaintiff brings witnesses who state that the loan was given in their presence, if the defendant says: \"That is true, but I returned the entrusted object\" or \"... repaid the loan,\" a presumption that the defendant is lying is not established. He may take a <i>sh'vuat hesset </i>and then is released of all obligations."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "רָאוּהוּ עֵדִים שֶׁמָּנָה לוֹ מָעוֹת וְלֹא יָדְעוּ מַה הֵן. וּתְבָעוֹ בְּדִין וְאָמַר לוֹ תֵּן לִי מְעוֹתַי שֶׁהִלְוֵיתִיךָ. וְאָמַר מַתָּנָה נָתַתָּ לִי אוֹ פֵּרָעוֹן הָיוּ. הֲרֵי זֶה נֶאֱמָן וְנִשְׁבָּע הֶסֵּת וְנִפְטָר. אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְאַחַר כָּךְ בָּאוּ עֵדִים שֶׁמָּנָה לוֹ בִּפְנֵיהֶם הֻחְזַק כַּפְרָן. וּלְעוֹלָם אֵין אָדָם מֻחְזָק כַּפְרָן עַד שֶׁיִּכְפֹּר בְּבֵית דִּין וְיָבוֹאוּ שְׁנֵי עֵדִים וְיַכְחִישׁוּהוּ בְּמַה שֶּׁכָּפַר: \n",
            "english": "The following rules apply when witnesses see that the plaintiff counted out money and gave it to the defendant, but did not know for which reason. If the defendant demands payment in a court of law, saying: \"Give me the money that I lent you,\"\" and the defendant replied: \"You gave me a present,\" or \"You repaid a debt,\" his word is accepted. He may take a <i>sh'vuat hesset </i>and then is released of all obligations. If, however, he claims that he was never given any money, and the witnesses came and testified that money was counted out in their presence, a presumption that the defendant is lying is established.<br>A person is never presumed by the court to be a liar unless he denies a matter in court and two witnesses come and offer testimony that contradicts the denial he made."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מָנֶה הִלְוֵיתִיךָ כָּפַר בְּבֵית דִּין וְאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. וּבָאוּ שְׁנֵי עֵדִים שֶׁלָּוָה מִמֶּנּוּ מָנֶה וּפְרָעוֹ. וְהַמַּלְוֶה אוֹמֵר לֹא נִפְרַעְתִּי. הֲרֵי זֶה חַיָּב לְשַׁלֵּם. שֶׁכָּל הָאוֹמֵר לֹא לָוִיתִי וּבָאוּ עֵדִים שֶׁלָּוָה כְּאוֹמֵר לֹא פָּרַעְתִּי דָּמִי. וְנִמְצָא הַלּוֶֹה אוֹמֵר לֹא פָּרַעְתִּי וְהָעֵדִים מְעִידִים אוֹתוֹ שֶׁפְּרָעוֹ הוֹדָאַת בַּעַל דִּין כְּמֵאָה עֵדִים דָּמֵי וְאֵין הַמַּלְוֶה חַיָּב שְׁבוּעָה שֶׁהֲרֵי הֻחְזַק זֶה כַּפְרָן. וְכֵן אִם הוֹצִיא עָלָיו כְּתַב יָדוֹ שֶׁהוּא חַיָּב לוֹ וְאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְזֶה אֵינוֹ כְּתַב יָדִי. אִם הֻחְזַק כְּתַב יָדוֹ בְּבֵית דִּין אוֹ שֶׁבָּאוּ עֵדִים שֶׁהוּא כְּתַב יָדוֹ הֲרֵי זֶה הֻחְזַק כַּפְרָן וּמְשַׁלֵּם: \n",
            "english": "There is a corollary to the above concept. The plaintiff claimed: \"I lent you a <i>maneh.\" </i>The defendant denied the matter in court, saying: \"The incident never occurred.\" Two witnesses came and testified that the defendant borrowed money from the plaintiff and repaid the debt. After these comments were made, the lender stated: \"I did not receive payment.\" The defendant is obligated to pay. The rationale is that anyone who says: \"I did not borrow,\" is considered to have said: \"I did not repay the debt,\" in the event that witnesses come and establish that he in fact took a loan. Thus, in the above situation, it is as if the borrower said: \"I did not repay the debt,\" despite the fact that witnesses testify that he did. We postulate that the admission of the principal is considered as strong as the testimony of 100 witnesses and the borrower is held liable. The lender is not required to take an oath, for a presumption that the borrower is lying has been established.<br>A similar law applies if the lender produces a signed note saying that he is liable, and the borrower denies the entire matter and claims that he did not write the note. If the authenticity of the note was established in court or witnesses come and testify that it was his note, a presumption that the defendant is lying is established, and he is required to pay."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מָנֶה הִלְוֵיתִיךָ וְהוּא לִי בְּיָדְךָ אָמַר לוֹ הַנִּטְעָן וַהֲלֹא פְּרַעְתִּיךָ בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי. וּבָאוּ עֵדִים וְאָמְרוּ לֹא הָיוּ דְּבָרִים מֵעוֹלָם. לֹא הֻחְזַק כַּפְרָן שֶׁאֵין הָעֵדִים זוֹכְרִין אֶלָּא דָּבָר שֶׁהֵם עֵדִים בּוֹ לְפִיכָךְ לֹא הֻחְזַק כַּפְרָן וְיִשָּׁבַע הַלּוֶֹה הֶסֵּת וְיִפָּטֵר. כַּיּוֹצֵא בּוֹ תֵּן לִי מָנֶה שֶׁהִלְוֵיתִיךָ וְאַתָּה עָמַדְתָּ בְּצַד עַמּוּד זֶה וְאָמַר הַנִּטְעָן לֹא עָמַדְתִּי בְּצַד עַמּוּד זֶה מֵעוֹלָם וּבָאוּ עֵדִים שֶׁעָמַד לֹא הֻחְזַק כַּפְרָן. שֶׁאֵין אָדָם מֵשִׂים דַּעְתּוֹ לִדְבָרִים שֶׁאֵין בָּהֶן מַמָּשׁ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "There are times, however, when a person is not presumed to be lying despite the fact that his statements conflict with the testimony of witnesses. For example, a plaintiff claims: \"I lent you a <i>maneh, </i>and it is in your possession.\" The defendant responds: \"I paid you in the presence of so-and-so-and so-and-so,\" but those two witnesses come and deny having observed the matter. We do not say that a presumption that the defendant is lying is established. The rationale is that witnesses will remember only a matter concerning which they were designated to serve as witnesses. Hence, a presumption that the defendant is lying is not established, and the borrower may take a <i>sh'vuat hesset </i>and be freed of responsibility.<br>Similarly, if the plaintiff claims: \"Give me the <i>maneh </i>that I lent you when you were standing next to this pillar,\" and the defendant responded: \"I never stood next to that pillar,\" a presumption that the defendant is lying is not established even though witnesses come and testify that he stood there. The rationale is that a person will not take notice of matters that are not significant. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "תֵּן לִי מָנֶה שֶׁהִלְוֵיתִיךָ וַהֲרֵי הָעֵדִים וְאָמַר הַנִּטְעָן פְּרַעְתִּיךָ בִּפְנֵי פְּלוֹנִי וּפְלוֹנִי אוֹמְרִין לַלּוֶֹה הֲבִיאֵם וְהִפָּטֵר. לֹא בָּאוּ אוֹ שֶׁמֵּתוּ אוֹ שֶׁהָלְכוּ לִמְדִינָה אַחֶרֶת. יִשָּׁבַע הֶסֵּת שֶׁפְּרָעוֹ שֶׁאֵין אָנוּ מַצְרִיכִים אוֹתוֹ לַהֲבִיאָן אֶלָּא לְבָרֵר דְּבָרָיו וּלְהִפָּטֵר אַף מִשְּׁבוּעָה. שֶׁהַמַּלְוֶה אֶת חֲבֵרוֹ בְּעֵדִים אֵינוֹ צָרִיךְ לְפָרְעוֹ בְּעֵדִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "When a person lends money to a colleague in the presence of witnesses, the borrower is not required to repay him in the presence of witnesses, as explained. Accordingly, if the lender claims: \"Give me the <i>maneh </i>that I lent to you; here are the witnesses in whose presence the loan was given.\" And the defendant claims: \"I repaid you in the presence of so-and-so and so-and-so,\" we tell the borrower: \"Bring them to court and be freed of responsibility.\" If they do not come, or they died, or they journeyed to another country, the borrower must take a <i>sh'vuat hesset </i>that he paid the debt. For the only reason we require the defendant to bring the witnesses is to clarify his position and be released from the obligation of an oath."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָמַר לוֹ בִּפְנֵי עֵדִים מָנֶה לִי בְּיָדְךָ אָמַר לוֹ הֵן. לְמָחָר תְּבָעוֹ בְּדִין וְהֵבִיא עֵדִים וְאָמַר מְשַׁטֶּה הָיִיתִי בְּךָ וְאֵין לְךָ בְּיָדִי כְּלוּם. פָּטוּר וְנִשְׁבָּע הֶסֵּת שֶׁאֵין בְּיָדוֹ כְּלוּם. וַאֲפִלּוּ אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם שֶׁהֲרֵי לֹא אָמַר לָהֶם אַתֶּם עֵדַי וְדָבָר שֶׁאֵינוֹ עֵדוּת אֵין אָדָם זוֹכְרוֹ. וּלְפִיכָךְ אִם אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם לֹא הֻחְזַק כַּפְרָן: \n",
            "english": "An admission made by the borrower outside of court may not be binding. For example, the plaintiff told the defendant in the presence of witnesses: \"You owe me a <i>maneh\" </i>and the defendant agreed. The following day, the plaintiff lodged a claim against the defendant in court and brought the witnesses to support his claim. If the defendant claimed: \"I was joking with you and I do not owe you anything,\" he is not held liable. He must merely take a <i>sh'vuat hesset </i>that he does not owe anything.<br>This ruling applies even when the defendant denies that the event ever happened. The rationale is that the defendant never designated the witnesses to serve in that capacity. And when a person is not charged with acting as a witness with regard to a situation, he will not necessarily remember its particulars. Therefore, even if the defendant said that the events did not ever take place, we do not accept the presumption that he is lying."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְלֹא עוֹד אֶלָּא אֲפִלּוּ הִטְמִין לוֹ עֵדִים אֲחוֹרֵי הַגָּדֵר וְאָמַר לוֹ מָנֶה לִי בְּיָדְךָ אָמַר לוֹ הֵן רְצוֹנְךָ שֶׁיָּעִידוּ בְּךָ פְּלוֹנִי וּפְלוֹנִי אָמַר לוֹ לֹא שֶׁמָּא תִּכְפֵּנִי בְּדִין לְמָחָר וְאֵין לִי מָה אֶתֵּן לְךָ וּלְמָחָר תְּבָעוֹ בְּדִין בְּאֵלּוּ הָעֵדִים. בֵּין שֶׁטָּעַן וְאָמַר מְשַׁטֶּה הָיִיתִי בּוֹ בֵּין שֶׁאָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְנִפְטָר. שֶׁאֵין כָּאן עֵדוּת עַד שֶׁיֹּאמַר הַלּוֶֹה אַתֶּם עֵדַי אוֹ יֹאמַר הַמַּלְוֶה בִּפְנֵי הַלּוֶֹה וְיִשְׁתֹּק הַלּוֶֹה אֲבָל בָּעֵדוּת הַזֶּה לֹא הֻחְזַק כַּפְרָן. מַעֲשֶׂה בְּאֶחָד שֶׁהָיוּ קוֹרִין אוֹתוֹ קַב רְשׁוּ כְּלוֹמַר שֶׁיֵּשׁ עָלָיו חוֹבוֹת הַרְבֵּה. אָמַר מִי הוּא שֶׁאֲנִי חַיָּב לוֹ אֶלָּא פְּלוֹנִי וּבָא אוֹתוֹ פְּלוֹנִי וּתְבָעוֹ וְאָמַר הוּא אֵינִי חַיָּב לוֹ כְּלוּם. וְאָמְרוּ חֲכָמִים יִשָּׁבַע הֶסֵּת וְיִפָּטֵר. וְכֵן אֶחָד הָיוּ אוֹמְרִים עָלָיו שֶׁהוּא בַּעַל מָמוֹן. בִּשְׁעַת מִיתָתוֹ אָמַר אִלּוּ הָיָה לִי מָמוֹן לֹא הָיִיתִי פּוֹרְעוֹ לִפְלוֹנִי וְלִפְלוֹנִי. וְאַחַר מִיתָתוֹ בָּאוּ פְּלוֹנִי וּפְלוֹנִי לִתְבֹּעַ וְאָמְרוּ חֲכָמִים אֵין לָהֶם כְּלוּם. שֶׁהָאָדָם עָשׂוּי לְהַרְאוֹת עַצְמוֹ שֶׁאֵינוֹ בַּעַל מָמוֹן וְשֶׁלֹּא הִנִּיחַ בָּנָיו בַּעֲלֵי מָמוֹן וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ: \n",
            "english": "Morevoer, the defendant's denial is allowed to stand even in the following situation. The plaintiff hid witnesses behind a fence and told the defendant: \"You owe me a <i>maneh,\" </i>and the defendant agreed. The plaintiff then told him: \"Do you wish so-and-so and so-and-so to act as witnesses against you?\"<br>He replied: \"No. Lest you press me to judgment tomorrow; for I have nothing to pay you.\"<br>On the next day, he called him to court with these witnesses. Whether the defendant claimed: \"I was speaking frivolously,\" or whether he claimed that the matter never took place, he may take a <i>sh'vuat hesset </i>and is then released of responsibility. The rationale is the testimony is not committing until the borrower says: \"You are my witnesses,\" or the lender makes that statement in the presence of the borrower, and the borrower remains silent. The defendant is not presumed to be a liar, because of testimony of this nature.<br>An incident occurred concerning a person called <i>kav r'shu </i>(\"a full measure of indebtedness\") - i.e., that he had many debts. He would say: \"The only person to whom I owe money is so-and-so.\" When that person came and lodged a claim against him, he said: \"I do not owe him anything.\" Our Sages said: \"He may take a <i>sh'vuat hesset </i>and be released of all obligation.\"<br>Similarly, there was a person about whom people would gossip that he was wealthy. At the time of his death, he said: \"If I had money, would I not pay so-and-so and so-and-so.\" After his death, so-and-so and so-and-so lodged a claim against the estate. Our Sages said: \"They have no claim against the estate.\" For a person is wont to try to make himself appear as if he does not possess any money, and even as if he did not leave money to his children. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁהַמַּטְמִין עֵדִים אֵינָהּ עֵדוּת וְכֵן הַמּוֹדֶה מֵעַצְמוֹ וְעֵדִים שׁוֹמְעִין אוֹתוֹ. וְכֵן הָאוֹמֵר לַחֲבֵרוֹ בִּפְנֵי עֵדִים מָנֶה לִי בְּיָדְךָ וְאָמַר לוֹ הֵן. בְּכָל הַדְּבָרִים וְכַיּוֹצֵא בָּהֶן כְּשֶׁיָּבוֹאוּ לְבֵית דִּין אוֹמְרִין לַנִּתְבָּע לָמָּה לֹא תִּתֵּן מַה שֶּׁיֵּשׁ לוֹ אֶצְלְךָ. אָמַר אֵין לוֹ אֶצְלִי כְּלוּם. אוֹמְרִים לוֹ וַהֲלֹא אַתָּה אָמַרְתָּ בִּפְנֵי אֵלּוּ כָּךְ וְכָךְ אוֹ הוֹדֵיתָ מֵעַצְמְךָ. אִם עָמַד וְשִׁלֵּם מוּטָב וְאִם לֹא טָעַן אֵין טוֹעֲנִין לוֹ. אֲבָל אִם טָעַן וְאָמַר מְשַׁטֶּה הָיִיתִי בּוֹ אוֹ לֹא הָיוּ דְּבָרִים מֵעוֹלָם אוֹ שֶׁלֹּא לְהַשְׁבִּיעַ אֶת עַצְמִי נִתְכַּוַּנְתִּי פָּטוּר וְנִשְׁבָּע הֶסֵּת כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "As mentioned, witnesses who are hidden cannot give binding testimony, and similarly, when a person admits a debt on his own initiative while witnesses are listening, or a person tells a colleague in the presence of witnesses: \"You owe me a <i>maneh\" </i>and the colleague admits the obligation, the testimony of the witnesses is not significant. Nevertheless, in all these situations, when the principals come to the court, we tell the defendant: \"Why don't you pay the debt you owe him?\"<br>If he says: \"I do not owe him anything,\" we tell him: \"Behold you made a statement saying this-and-this in the presence of these individuals,\" or \"You admitted the obligation on your own initiative.\" If he arises and makes restitution, that is desirable. If he does not offer a defense, we do not suggest one for him. If, however, he claims: \"I was speaking frivolously with him,\" \"The event never occurred,\" or \"I did not want to appear wealthy,\" he is not liable and is required to take a <i>sh'vuat hesset, </i>as we have explained in the previous halachah."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמּוֹדֶה בִּפְנֵי שְׁנַיִם שֶׁיֵּשׁ לִפְלוֹנִי אֶצְלוֹ מָנֶה וְאָמַר לָהֶן בְּדֶרֶךְ הוֹדָיָה לֹא דֶּרֶךְ שִׂיחָה. אַף עַל פִּי שֶׁלֹּא אָמַר אַתֶּם עֵדַי וְאַף עַל פִּי שֶׁאֵין הַתּוֹבֵעַ עִמּוֹ הֲרֵי זֶה עֵדוּת. תְּבָעוֹ בְּדִין אִם אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם אֵין שׁוֹמְעִין לוֹ וּמְשַׁלֵּם עַל פִּיהֶם. וְאִם הָיָה עֵד אֶחָד נִשְׁבָּע הוֹאִיל וְאָמַר דֶּרֶךְ הוֹדָיָה. טָעַן כְּשֶׁבָּאוּ אֵלּוּ הָעֵדִים וְאָמַר שֶׁלֹּא לְהַשְׂבִּיעַ אֶת עַצְמִי הוֹדֵיתִי נֶאֱמָן וְנִשְׁבָּע הֶסֵּת. וְאִם כְּשֶׁהוֹדָה בִּפְנֵיהֶם הָיָה הַתּוֹבֵעַ עִמּוֹ אֵינוֹ יָכוֹל לִטְעֹן וְלוֹמַר כְּדֵי לְהַרְאוֹת שֶׁאֵינִי עָשִׁיר הוֹדֵיתִי. אֲבָל אִם טָעַן שֶׁנָּתַן נֶאֱמָן וְנִשְׁבָּע הֶסֵּת:  ",
            "english": "When a person admits that he owes a <i>maneh</i> to a colleague in the presence of two witnesses, and makes his statement as an admission and not as a casual matter of conversation, his remarks serve as the basis for testimony. This applies even if he did not charge the witnesses to serve in that capacity, and the plaintiff was not present. If the plaintiff lodged a claim against him and he denied making these statements, his words are not heeded, and he is required to make restitution on the basis of the testimony of the witnesses. If there was only one witness present when he made his statements, he is required to take an oath, for he made his statement as an admission.<br>If, after the witnesses came and testified, the defendant claimed: \"I made the admission in order not to appear wealthy,\" his word is accepted, but he is required to take a <i>sh'vuat hesset.</i> If the plaintiff was with the witnesses at the time the defendant made the admission, he cannot claim that he made the admission so as not to appear wealthy. If, however, he claims that he paid the debt afterwards, his word is accepted, but he is required to take a <i>sh'vuat hesset.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל הַמּוֹדֶה בִּפְנֵי שְׁנַיִם אֵינוֹ יָכוֹל לַחְזֹר וְלוֹמַר מְשַׁטֶּה הָיִיתִי בּוֹ וְאֵין צָרִיךְ לוֹמַר אִם הוֹדָה בִּפְנֵי שְׁלֹשָׁה. אֲבָל מְחַיְּבִין אוֹתוֹ לִתֵּן בְּהוֹדָיַת פִּיו. שֶׁכָּל הָאוֹמֵר בְּדֶרֶךְ הוֹדָיָה הֲרֵי זֶה כְּאוֹמֵר אַתֶּם עֵדַי. אֲבָל אֵין כּוֹתְבִין אֶלָּא אִם כֵּן אָמַר לָהֶם כִּתְבוּ וְחִתְמוּ וּתְנוּ לוֹ. וּצְרִיכִין לְהִמָּלֵךְ בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן אִם הוֹדָה בְּבֵית דִּין אַחַר שֶׁשָּׁלְחוּ לוֹ כְּמוֹ שֶׁיִּתְבָּאֵר הֲרֵי אֵלּוּ כּוֹתְבִין. וְהוּא שֶׁיִּהְיוּ בֵּית דִּין מַכִּירִין אֶת שְׁנֵיהֶם כְּדֵי שֶׁלֹּא יַעֲרִימוּ שְׁנֵיהֶם לְחַיֵּב אִישׁ אַחֵר:  ",
            "english": "Whenever a person makes an admission in the presence of two witnesses, he cannot claim again: \"I was speaking facetiously.\" Needless to say, this applies if he made the admission before three people. Instead, he is obligated to pay the sum that he admitted. For whenever a person makes a statement as an admission, it is as if he charges them with serving as witnesses.<br>Nevertheless, a legal record of his statements is not composed unless he charges them: \"Compose a record, sign it and give it to the plaintiff.\" Even if he charged them, they must consult with him a second time before they give it to the plaintiff, as we have explained.<br>Similarly, if a person makes an admission in the court after he was summoned, a legal record may be composed, as will be explained in the following halachah. This applies provided the court knows the identity of both principals,\" so that two people will not perpetrate deception to obligate another person."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בֵּית דִּין שֶׁל שְׁלֹשָׁה שֶׁהָיוּ יוֹשְׁבִין מֵעַצְמָן בַּמָּקוֹם הַקָּבוּעַ לָהֶן וּבָא הַתּוֹבֵעַ וְקָבַל לִפְנֵיהֶם וְשָׁלְחוּ שָׁלִיחַ אֵצֶל הַנִּתְבָּע וּבָא וְהוֹדָה בִּפְנֵיהֶם הֲרֵי אֵלּוּ כּוֹתְבִין וְנוֹתְנִין לְבַעַל דִּינוֹ. אֲבָל אִם לֹא הָיוּ קְבוּעִין וְלֹא שָׁלְחוּ לוֹ אֲפִלּוּ קִבֵּץ אוֹתָן וְהוֹשִׁיב הַשְּׁלֹשָׁה וְהוֹדָה בִּפְנֵיהֶן וְאָמַר לָהֶן הֱווּ עָלַי דַּיָּנִין וּבָא אַחַר כָּךְ הַתּוֹבֵעַ וְאָמַר כִּתְבוּ לִי הוֹדָיָתִי אֵין כּוֹתְבִין שֶׁמָּא יִתֵּן לוֹ וְנִמְצָא זֶה תּוֹבֵעַ אוֹתוֹ בִּשְׁטָר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּמִטַּלְטְלִין. אֲבָל אִם הוֹדָה בְּקַרְקָעוֹת אֲפִלּוּ בִּפְנֵי שְׁנַיִם אַף עַל פִּי שֶׁלֹּא קָנוּ מִיָּדוֹ וְלֹא אָמַר לָהֶם כִּתְבוּ וּתְנוּ הֲרֵי אֵלּוּ כּוֹתְבִים וְנוֹתְנִין שֶׁאֵין כָּאן לָחוּשׁ שֶׁמָּא יִתֵּן לוֹ וְנִמְצָא תּוֹבְעוֹ פַּעַם שְׁנִיָּה:  ",
            "english": "The following rule applies when a court of three judges were sitting on their initiative in the place fixed for their sessions, and the plaintiff came and lodged a complaint in their presence. If they sent a messenger summoning the defendant, he came and admitted owing the debt in their presence, they may compose a legal record and give it to the plaintiff.<br>Different rules apply, however, if they were not in their fixed place, and they did not summon him, but instead, he collected them and caused the three judges to sit in session, admitting his debt in their presence and telling them: \"Act as judges with regard to my issue.\" If the plaintiff comes afterwards and says: \"Write down the admission for me,\" we do not compose the document. The rationale is that we suspect that the defendant paid him, and despite that, the plaintiff will try to lodge a claim against the defendant with the legal document. When does the above apply? With regard to a claim involving movable property. If, however, a person admitted an obligation involving landed property, the witnesses may compose a legal record and give it to him even though the admission was made only in the presence of two witnesses, the defendant did not affirm his statement with a <i>kinyan,</i> and the defendant did not instruct them: \"Compose a document and give it to him.\" The rationale is that we need not worry that the defendant will give the defendant the land and then the plaintiff will lodge a claim against him again."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "שְׁטַר הוֹדָיָה שֶׁיָּצָא וְלֹא הָיָה כָּתוּב בּוֹ אָמַר לָנוּ כִּתְבוּ וְחִתְמוּ וּתְנוּ לוֹ. הֲרֵי זֶה כָּשֵׁר שֶׁחֲזָקָה הִיא שֶׁאִלּוּ לֹא אָמַר לָהֶם כִּתְבוּ וְחִתְמוּ וּתְנוּ לֹא הָיוּ נוֹתְנִין. הָיָה כָּתוּב בַּשְּׁטָר הוֹדָה פְּלוֹנִי בְּפָנֵינוּ בֵּית דִּין. אִם אֵין כָּתוּב בּוֹ שֶׁהָיוּ שְׁלֹשָׁה אוֹ דְּבָרִים שֶׁשּׁוֹמְעִין מִכְּלָל שֶׁהָיוּ שְׁלֹשָׁה חוֹשְׁשִׁין שֶׁמָּא שְׁנַיִם הָיוּ וְטָעוּ וְדִמּוּ שֶׁהַהוֹדָיָה בִּשְׁנַיִם הוֹדָיָה בְּבֵית דִּין וּלְפִיכָךְ אֵין דָּנִין בּוֹ דִּין שְׁטָר:  ",
            "english": "Despite the fact that a legal record of a debtor's admission produced by the plaintiff does not state: \"The defendant told us: 'Write down this record, sign it, and give it to the plaintiff,'\" it is acceptable. For it is an accepted presumption that if the defendant had not given the witnesses such instructions, they would not have composed a legal record and given it to the plaintiff.<br>A question may arise if a legal document states only: \"So-and-so acknowledged a debt in our presence in court.\" If the document does not state that there were three judges present or state information that would indicate that there were three judges present, we suspect that there were only two people present, and they erred and thought that an admission made in the presence of two people is considered an admission made in court. Therefore, we do not regard such a record as a legal document."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ שֶׁהוֹדָיָה בְּבֵית דִּין אוֹ עֵדוּת בְּבֵית דִּין כְּמִלְוֶה הַכְּתוּבָה בִּשְׁטָר וּלְפִיכָךְ כּוֹתְבִין וְנוֹתְנִין לְבַעַל דִּינוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא קִבֵּל אֶת הַדִּין עַד שֶׁשָּׁלְחוּ וֶהֱבִיאוּהוּ כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל שְׁנַיִם שֶׁבָּאוּ לְדִין וְתָבַע אֶחָד מֵהֶן אֶת חֲבֵרוֹ וְאָמַר מָנֶה לִי בְּיָדְךָ וְאָמַר לוֹ הַנִּתְבָּע הֵן יֵשׁ לְךָ בְּיָדִי. בֵּין שֶׁאָמְרוּ הַדַּיָּנִין חַיָּב אַתָּה לִתֵּן לוֹ בֵּין שֶׁאָמְרוּ צֵא תֵּן לוֹ וְיָצָא וְאָמַר פָּרַעְתִּי נֶאֱמָן וְיִשָּׁבַע הֶסֵּת שֶׁפְּרָעוֹ. לְפִיכָךְ אִם חָזַר הַתּוֹבֵעַ לַדַּיָּנִים וְאָמַר כִּתְבוּ לִי הוֹדָיָתִי אֵין כּוֹתְבִין לוֹ שֶׁמָּא פְּרָעוֹ. וְכֵן מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה בְּבֵית דִּין וְיָצָא וְאָמַר נִשְׁבַּעְתִּי נֶאֱמָן וְאֵין מַשְׁבִּיעִין אוֹתוֹ שֶׁנִּשְׁבַּע. הָיוּ הָעֵדִים מְעִידִין אוֹתוֹ שֶׁלֹּא נִשְׁבַּע הֻחְזַק כַּפְרָן לְאוֹתָהּ שְׁבוּעָה וְאֵינוֹ נֶאֱמָן לְעוֹלָם לוֹמַר נִשְׁבַּעְתִּי עַד שֶׁיּוֹדֶה לוֹ בַּעַל דִּינוֹ אוֹ יָבִיא עֵדִים שֶׁנִּשְׁבַּע בִּפְנֵיהֶם:  ",
            "english": "We have already explained that an admission made in court or testimony given by witnesses in court has the same legal power as a loan supported by a promissory note.<br>When does the above apply? When the defendant did not accept the judgment until he was summoned and brought to court, as we have explained. If, however, two people come to a judgment and one lodges a claim against the other saying, \"You owe me a <i>maneh\"</i> and the defendant acknowledges the debt, his word is accepted if, after he departs, he claims to have paid the debt. He must, however, affirm that claim with a <i>sh'vuat hesset.</i><br>The above applies whether the judges said: \"You are obligated to pay him,\" or \"Go out and pay him.\" Therefore, if the plaintiff comes back and says:<br>\"Write down the admission he made,\" we do not write it down, for it is possible that the defendant paid him.<br>Similarly, if a person who was obligated to take an oath in court leaves the court and then returns and said: \"I took the oath,\" his word is accepted. He is not required to take an oath that he took an oath. If there are witnesses who testify that he did not take an oath, a presumption that the defendant is lying with regard to that oath is established. His word is not accepted if he states that he took an oath unless the other litigant acknowledges - or he brings witnesses - that he took the oath in their presence."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁבָּאוּ לְדִין וְנִתְחַיֵּב הָאֶחָד לַשֵּׁנִי וְאָמְרוּ לוֹ צֵא וְתֵן לוֹ וְיָצָא וְחָזַר וְאָמַר פָּרַעְתִּי וְעֵדִים מְעִידִים אוֹתוֹ שֶׁלֹּא פְּרָעוֹ הֻחְזַק כַּפְרָן לְאוֹתוֹ מָמוֹן. אָמְרוּ לוֹ חַיָּב אַתָּה לִתֵּן לוֹ וְיָצָא וְחָזַר וְאָמַר פָּרַעְתִּי וְעֵדִים מְעִידִין אוֹתוֹ שֶׁלֹּא פְּרָעוֹ לֹא הֻחְזַק כַּפְרָן שֶׁזֶּה נִשְׁמָט מֵהֶן עַד שֶׁיַּחְקְרוּ דִּינוֹ. לְפִיכָךְ אִם חָזַר פַּעַם אַחֶרֶת וְטָעַן שֶׁפְּרָעוֹ זֶה הַמָּמוֹן שֶׁנִּתְחַיֵּב בּוֹ בִּפְנֵיהֶם וְלֹא הָיוּ שָׁם עֵדִים שֶׁמַּכְחִישִׁין אוֹתוֹ פַּעַם שְׁנִיָּה הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁפְּרָעוֹ וְנִפְטָר. לְפִיכָךְ הָיוּ בְּקִיאֵי הַדַּעַת שֶׁבִּסְפָרַד כְּשֶׁיּוֹדֶה הַלּוֶֹה אוֹ כְּשֶׁיִּתְחַיֵּב שְׁבוּעָה בְּבֵית דִּין אוֹמֵר לוֹ בִּפְנֵי בֵּית דִּין הֱיוּ עָלַי עֵדִים שֶׁלֹּא יִפְרָעֵנִי אוֹ שֶׁלֹּא יִשָּׁבַע לִי אֶלָּא בִּפְנֵי עֵדִים:  ",
            "english": "The following rule applies when two people come to judgment, one is obligated to the other, and the judges tell him: \"Go out and pay him.\" If he leaves the court and then returns and said: \"I paid,\" but there are witnesses who testify that he did not pay, a presumption that the defendant is lying with regard to that money is established.<br>Different rules apply if the judges tell him: \"You are obligated to pay him.\" If he leaves the court and then returns and said: \"I paid,\" but there are witnesses who testify that he did not pay, we do not say that a presumption that the defendant is lying is established. The rationale is that we assume he is procrastinating until the judgment is researched.<br>Therefore, if on another occasion he claimed that he paid the money that he was obligated to pay by these judges and there are no witnesses who deny his statements this second time, he is required to take a <i>sh'vuat hesset</i> and is then released from all obligations. For this reason, the trained men of wisdom of Spain would, in the presence of the court, tell the judges and a lender who admitted a debt or who was obligated to take an oath in court: \"Serve as witnesses that he should not pay me or take an oath for me outside the presence of witnesses.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁהוֹדָה בְּבֵית דִּין שֶׁאֲנִי חַיָּב לְזֶה הַתּוֹבֵעַ מָנֶה וְאַחַר כָּךְ אָמַר נִזְכַּרְתִּי שֶׁפָּרַעְתִּי לוֹ חוֹבוֹ זֶה שֶׁהוֹדֵיתִי בּוֹ וַהֲרֵי עֵדִים. הֲרֵי זֶה עֵדוּת מוֹעֶלֶת וְעוֹשִׂין עַל פִּיהֶם שֶׁהֲרֵי לֹא הִכְחִישׁ עֵדָיו וְאֵינוֹ כְּאוֹמֵר לֹא לָוִיתִי מֵעוֹלָם:  ",
            "english": "When a person acknowledges in court that he owes a plaintiff a <i>maneh</i> and then says: \"I now remember paying him the debt that I acknowledged and here are witnesses who substantiate my present claim,\" their testimony is effective, and the appropriate action is taken. The rationale is that he did not contradict the testimony of the witnesses, and it is not considered as if he said: \"I never took this loan.\""
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "יֵשׁ לַטּוֹעֵן בְּבֵית דִּין לַחְזֹר וְלִטְעֹן טַעֲנָה אַחֶרֶת לְהַכְחִישׁ הַטַּעֲנָה הָרִאשׁוֹנָה וְסוֹמְכִין עַל טַעֲנָתוֹ הָאַחֲרוֹנָה. וְאַף עַל פִּי שֶׁלֹּא נָתַן אֲמַתְלָא לַטַּעֲנָה הָרִאשׁוֹנָה. וְאַף עַל פִּי שֶׁיָּצָא מִבֵּית דִּין וְחָזַר יֵשׁ לַחְזֹר וְלִטְעֹן וּלְהַפֵּךְ כָּל הַטְּעָנוֹת שֶׁיִּרְצֶה עַד שֶׁיָּבוֹאוּ עֵדִים. אֲבָל מֵאַחַר שֶׁיָּבוֹאוּ עֵדִים וְיַכְחִישׁוּ טַעֲנָתוֹ הָאַחֲרוֹנָה שֶׁסָּמַךְ עָלֶיהָ אֵינוֹ יָכוֹל לְהַשִּׁיאוֹ לְטַעֲנָה אַחֶרֶת אֶלָּא אִם כֵּן נָתַן אֲמַתְלָא לַטַּעֲנָה שֶׁסָּמַךְ עָלֶיהָ. וְיֵשׁ בְּמַשְׁמָעָהּ כְּמוֹ שֶׁהִשִּׁיא בְּזֹאת הַטַּעֲנָה הָאַחֶרֶת. וְהוּא שֶׁלֹּא יָצָא מִבֵּית דִּין. אֲבָל אִם יָצָא מִבֵּית דִּין אֵינוֹ יָכוֹל לַחְזֹר וְלִטְעֹן אַחַר שֶׁבָּאוּ עֵדִים. שֶׁמָּא אֲנָשִׁים רָעִים לִמְּדוּהוּ טְעָנוֹת שֶׁל שֶׁקֶר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "A litigant who advanced a claim in court can return and issue a second claim that contradicts the first one. We rely on the second claim even though he did not provide an explanation why he originally lodged a different claim. Even if he left the court and returned he may change and reverse any claims he desires, until witnesses come and testify.<br>After witnesses come and contradict the final claim on which he relied, he cannot change it to another claim, unless he provides an explanation for the claim on which he relied that could extend its meaning to include also the claim that he made afterwards.<br>The above applies provided he did not depart from the court. If, however, he departed from the court, he cannot come back and issue a different claim after witnesses came and testified. This is not acceptable; we fear that perhaps wicked people taught him to issue false claims. Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הַמִּטַּלְטְלִין בְּחֶזְקַת זֶה שֶׁהֵן תַּחַת יָדוֹ. אַף עַל פִּי שֶׁהֵבִיא הַתּוֹבֵעַ עֵדִים שֶׁהַמִּטַּלְטְלִין הַלָּלוּ יְדוּעִין לוֹ. כֵּיצַד. בֶּגֶד זֶה אוֹ כְּלִי זֶה שֶׁבְּיָדְךָ אוֹ שֶׁבְּתוֹךְ בֵּיתְךָ שֶׁלִּי הוּא. אוֹ הִפְקַדְתִּיהוּ אֶצְלְךָ. אוֹ הִשְׁאַלְתִּיהוּ לְךָ. וַהֲרֵי הָעֵדִים שֶׁהֵן יוֹדְעִין אוֹתוֹ מִקֹּדֶם בִּרְשׁוּתִי. וְהַנִּתְבָּע אוֹמֵר לֹא כִּי אֶלָּא אַתָּה מְכַרְתּוֹ לִי אוֹ נְתַתּוֹ לִי בְּמַתָּנָה. הֲרֵי זֶה הַנִּתְבָּע נִשְׁבָּע הֶסֵּת וְנִפְטָר: \n",
            "english": "It is an accepted presumption that all movable property belongs to the person who is in physical possession of it.' This applies even if the plaintiff brought witnesses who testify that the movable property in question was known to belong to the plaintiff.<br>What is implied? A plaintiff lodges a claim against a defendant: \"This garment...\" or \"This utensil that is in your possession...\" or \"... that is in your house belongs to me..,\", \"... I entrusted it to you for safekeeping...\", or \"... I lent it to you. Here are witnesses who knew that it was previously in my domain.\"<br>The defendant responds: \"That is not so. You sold it to me,\" or \"...You gave it to me as a present,\" the defendant is required to take only a <i>sh'vuat hesset</i> and is freed of responsibility."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "טָעַן שֶׁהוּא מַשְׁכּוֹן בְּיָדוֹ יָכוֹל לִטְעֹן עַד כְּדֵי דָּמָיו וְנִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "If the defendant claims that the movable property he is holding is security, he may claim up to its value. He must, however, take an oath while holding a sacred object. Afterwards, he may collect his due, as explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בִּדְבָרִים שֶׁאֵינָן עֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר. כְּגוֹן בְּגָדִים וּפֵרוֹת וּכְלֵי תַּשְׁמִישׁ הַבַּיִת וּדְבָרִים שֶׁל סְחוֹרָה וְכַיּוֹצֵא בָּהֶן. אֲבָל דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר אַף עַל פִּי שֶׁהֵן תַּחַת יָדוֹ שֶׁל זֶה וְאַף עַל פִּי שֶׁלֹּא הִשְׁאִילוֹ כְּלִי זֶה וְלֹא הִשְׂכִּירוֹ לוֹ בְּעֵדִים הֲרֵי הֵן בְּחֶזְקַת בַּעֲלֵיהֶן. כֵּיצַד. רְאוּבֵן שֶׁהָיָה לוֹ כְּלִי הֶעָשׂוּי לְהַשְׁאִיל וּלְהַשְׂכִּיר וְיֵשׁ לוֹ עֵדִים שֶׁהוּא יָדוּעַ לוֹ וַהֲרֵי אוֹתוֹ הַכְּלִי תַּחַת יַד שִׁמְעוֹן וּרְאוּבֵן טוֹעֵן שֶׁהוּא שָׁאוּל אוֹ שָׂכוּר. וְשִׁמְעוֹן טוֹעֵן אַתָּה מְכַרְתּוֹ לִי אַתָּה נְתַתּוֹ לִי בְּמַתָּנָה אַתָּה מִשְׁכַּנְתּוֹ בְּיָדִי אֵינוֹ נֶאֱמָן. אֶלָּא רְאוּבֵן נוֹטֵל כֶּלְיוֹ וְנִשְׁבָּע הֶסֵּת עַל טַעֲנַת שִׁמְעוֹן. וַאֲפִלּוּ מֵת שִׁמְעוֹן הֲרֵי רְאוּבֵן נוֹטֵל כֶּלְיוֹ. וְהוֹרוּ הַגְּאוֹנִים שֶׁיִּשָּׁבַע הֶסֵּת. שֶׁטּוֹעֲנִין לַיּוֹרֵשׁ: \n",
            "english": "When does the above apply? To articles that are not made to lend out or rent out - e.g., garments, produce, household articles, merchandise and the like. Different rules apply with regard to articles that are made to lend out or rent out. Although they are found in the possession of a particular person and there are no witnesses that the original owner lent or rented out this article to this person, it is an accepted presumption that they belong to their original owner.<br>What is implied? Reuven owned a utensil that was made to lend or rent out, and he has witnesses who know that such an article belonged to him. This utensil is presently in the possession of Shimon. Reuven claims that he lent it or rented it to him,\" while Shimon claims that Reuven sold it to him, gave it to him as a present or entrusted it to him as security. We do not accept Shimon's claim. Instead, Reuven may take his utensil after taking a <i>sh'vuat hesset</i> in response to Shimon's claim.<br>Even if Shimon died, Reuven may take his utensil. The <i>Geonim</i> ruled that Reuven must take a <i>sh'vuat hesset,</i> for we advance claims on behalf of an heir."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה כְּלִי זֶה נִרְאֶה וְעוֹמֵד בְּיַד שִׁמְעוֹן. אֲבָל אִם רְאוּבֵן טָעַן וְאָמַר לְשִׁמְעוֹן כְּלִי פְּלוֹנִי יֵשׁ לִי בְּיָדְךָ וְשָׂכוּר הוּא הוֹצִיאוֹ אֵלַי וַהֲרֵי יֵשׁ לִי עֵדִים שֶׁהוּא יָדוּעַ לִי. וְאָמַר לוֹ שִׁמְעוֹן אַתָּה מְכַרְתּוֹ לִי אַתָּה נְתַתּוֹ לִי בְּמַתָּנָה נֶאֱמָן וְנִשְׁבָּע שִׁמְעוֹן הֶסֵּת וְנִפְטָר. מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְאֵין בְּיָדִי כְּלוּם נֶאֱמָן לוֹמַר שֶׁיֶּשְׁנוֹ אֶצְלִי וְאַתָּה מְכַרְתּוֹ לִי: \n",
            "english": "When does the above apply? When the utensil can be seen in the possession of Shimon.<br>Different rules apply when, however, Reuven lodges a claim against Shimon saying: \"You have this-and-this utensil of mine. You rented it. Give it back to me. I have witnesses who know that it belongs to me.\" If Shimon responds: \"You sold it to me\" or \"You gave it to me,\" his word is accepted. He must take a <i>sh'vuat hesset</i> and then he is released of all obligations. The rationale is since he could say: \"Nothing like this ever happened. I do not have anything that belonged to you,\" we accept his word if he claims: \"I have the article, but you sold it to me.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין כָּל הַדְּבָרִים הָאֵלּוּ אֲמוּרִים אֶלָּא שֶׁהָיָה בַּעַל הַכְּלִי טוֹעֵן אֲנִי הִפְקַדְתִּיו אֶצְלְךָ אוֹ הִשְׁאַלְתִּיהוּ אֶצְלְךָ. אֲבָל אִם טָעַן שֶׁכְּלִי זֶה הָיָה שֶׁלִּי וְנִגְנַב אוֹ אָבַד אוֹ נִגְזַל וְהֵבִיא עֵדִים שֶׁהוּא יָדוּעַ לוֹ וְזֶה שֶׁתַּחַת יָדוֹ אוֹמֵר אֵינִי יוֹדֵעַ אֲבָל אֲחֵרִים מְכָרוּהוּ לִי אוֹ נְתָנוּהוּ לִי בְּמַתָּנָה. אַף עַל פִּי שֶׁהוּא מִדְּבָרִים שֶׁעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר מַעֲמִידִין אוֹתוֹ בְּיַד זֶה שֶׁהוּא בְּיָדוֹ וְאֵינוֹ נִשְׁבָּע כְּלָל שֶׁהֲרֵי אֵין לוֹ טוֹעֵן: \n",
            "english": "The above-mentioned concepts apply only when the owner of the utensil claims: \"I entrusted it to you\" or \"I lent it to you.\" Different laws apply if, however, he claims: \"This article is mine. It was stolen, lost or taken by robbery.\" Although he brings witnesses who testify that the article was known to be his, if the person in possession of the article says: \"I do not know what you are talking about. Someone else sold it to me or gave it to me as a present,\" we allow it to remain in that person's possession although it is an article that is made to be lent out or rented out. He is not required to take an oath at all, because there is no claim against him."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "יָצָא לַבְּעָלִים הָרִאשׁוֹנִים חֲזָקָה מִכְּלֵיהֶן שֶׁנִּגְנְבוּ. יִשָּׁבַע זֶה בִּנְקִיטַת חֵפֶץ כַּמָּה הוֹצִיא וְיִטּל וְיַחְזֹר הַכְּלִי לַבְּעָלִים הָרִאשׁוֹנִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּנֵבָה. טָעַן אַתָּה מְכַרְתּוֹ לִי אוֹ נְתַתּוֹ לִי בְּמַתָּנָה. אַף עַל פִּי שֶׁיָּצָא לוֹ שֵׁם גְּנֵבָה אִם לֹא הָיָה מִדְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר הֲרֵי זֶה נִשְׁבָּע הֶסֵּת וְיַעֲמֹד הַכְּלִי בְּיָדוֹ. מִכָּאן אַתָּה לָמֵד לְכָל מִי שֶׁיֵּשׁ לוֹ מִטַּלְטְלִין בְּיָדוֹ אַף עַל פִּי שֶׁיָּכוֹל לוֹמַר שֶׁלְּקוּחִין הֵן בְּיָדִי וְיִשָּׁבַע הֶסֵּת וְיִפָּטֵר. אִם אָמַר שֶׁלְּךָ הֵן אֲבָל חַיָּב אַתָּה לִי כָּךְ וְכָךְ יִשָּׁבַע בִּנְקִיטַת חֵפֶץ וְאַחַר כָּךְ יִטּל כְּדִין כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין: \n",
            "english": "If a well-founded report has circulated that utensils belonging to the original owner have been stolen, the person in possession of the article may take an oath while holding a sacred article, stating how much he spent on the article. The original owner must reimburse him for this expense and may then take his article, as stated in <i>Hilchot Geneivah.</i><br>If the defendant claims: \"You sold it to me\" or \"You gave it to me as a present,\" he must take a <i>sh'vuat hesset,</i> and he is then allowed to maintain possession of the article, even though a well-founded report has circulated that utensils belonging to the original owner have been stolen, provided the article was not made to be lent or rented out.<br>From these laws, the following concept can be derived: A person has movable property in his possession and another person claims that it belongs to him. The defendant could claim that he purchased it. Thus, he would be required to take a <i>sh'vuat hesset</i> and would then be released of all obligations. Nevertheless, if the defendant says: \"It belongs to you, but you owe me this-and-this,\" he must take an oath while holding a sacred object. Afterwards, he collects his claim from the property in his possession, as is the law applying to all those who take oaths and collect their due."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מִי שֶׁהָיוּ בְּיָדוֹ דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר אַף עַל פִּי שֶׁהוֹדָה וְאָמַר לוֹ יוֹדֵעַ אֲנִי שֶׁהֵם שֶׁלְּךָ אֲבָל פְּלוֹנִי מְכָרָם לִי אוֹ נְתָנָם לִי בְּמַתָּנָה אֵין מוֹצִיאִין אוֹתָן מִיָּדוֹ. אֲפִלּוּ הֵבִיא זֶה עֵדִים שֶׁהָיוּ יְדוּעִין לוֹ. שֶׁאָדָם עָשׂוּי לִמְכֹּר אֶת כֵּלָיו: \n",
            "english": "When a person has in his possession articles that were made to lend or rent out, he is allowed to maintain possession even though he acknowledged the plaintiff's ownership, telling him: \"I know that this property was yours, but so-and-so sold it to me,\" or \"... gave it to me as a present,\" we do not expropriate it from the defendant's possession.<br>The above applies even if the plaintiff brings witnesses who testify that the property was known to belong to him. The rationale is that a person is wont to sell his personal property."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "טָעַן זֶה עָלָיו וְאָמַר שֶׁאֲנִי הִשְׂכַּרְתִּים לְךָ אוֹ הִשְׁאַלְתִּים לְךָ מוֹצִיאִין אוֹתָן מִיָּדוֹ. וְאִם הָיוּ מִדְּבָרִים שֶׁאֵינָן עֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁלֹּא הִשְׁאִיל לוֹ וְלֹא הִשְׂכִּיר לוֹ אֶלָּא מִפְּלוֹנִי לָקַח וְיַעֲמִיד כֵּלָיו בְּיָדוֹ: \n",
            "english": "If, however, the plaintiff claims: \"I rented it to you,\" or \"I lent it to you,\" we expropriate it from his possession. If the object in question was not one that was made to lend or rent out, the defendant may retain possession of the article. He must, however, take a <i>sh'vuat hesset</i> that the plaintiff) did not lend or rent the article to him, but that he purchased it from so-and-so."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אַל תִּטְעֶה בֵּין דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר לִדְבָרִים שֶׁדַּרְכָּן לְהַשְׁאִיל וּלְהַשְׂכִּיר כְּמוֹ שֶׁטָּעוּ רַבִּים וּגְדוֹלִים. שֶׁכָּל הַדְּבָרִים רְאוּיִין לְהַשְׁאִיל וְדַרְכָּן לְהַשְׁאִיל אֲפִלּוּ חֲלוּקוֹ שֶׁל אָדָם וּמַצָּעוֹ וּמִטָּתוֹ רְאוּיִין לְהַשְׁאִיל. אֲבָל דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר הֵם הַכֵּלִים שֶׁבְּנֵי אוֹתָהּ מְדִינָה עוֹשִׂין אוֹתָן מִתְּחִלַּת עֲשִׂיָּתָן כְּדֵי לְהַשְׁאִילָן וּלְהַשְׂכִּירָן וְלִטּל שְׂכָרָן וַהֲרֵי הֵן לְבַעְלֵיהֶן. כְּמוֹ קַרְקַע שֶׁאוֹכֵל פֵּרוֹתֶיהָ וְהַגּוּף קַיָּם כָּךְ אֵלּוּ הַכֵּלִים עִקַּר עֲשִׂיָּתָן כְּדֵי לֵהָנוֹת בִּשְׂכָרָן. כְּגוֹן הַיּוֹרוֹת הַגְּדוֹלוֹת שֶׁל נְחשֶׁת שֶׁמְּבַשְּׁלִין בָּהֶן בְּבֵית הַמִּשְׁתָּאוֹת. וּכְגוֹן כְּלִי נְחשֶׁת הַטּוּחַ בְּזָהָב שֶׁשּׂוֹכְרִין אוֹתוֹ לַכַּלָּה לְהִתְקַשֵּׁט בּוֹ. שֶׁעֲשִׂיַּת אֵלּוּ הַכֵּלִים אֵינָן לִמְכִירַת עַצְמָן וְלֹא לְהִשְׁתַּמֵּשׁ בָּהֶן בַּעַל הַבַּיִת בְּבֵיתוֹ אֶלָּא לְהַשְׁאִילָן לַאֲחֵרִים כְּדֵי לֵהָנוֹת כְּנֶגְדָּן אוֹ לְהַשְׂכִּירָן וְלִטּל שְׂכָרָן. וְכֵן אִם הָיָה לְאָדָם מִשְּׁאָר הַכֵּלִים וְיֵשׁ לוֹ עֵדִים שֶׁהוּא מַשְׂכִּירוֹ תָּמִיד וּמַשְׁאִילוֹ וְהֻחְזַק לוֹ שֶׁהוּא לְהַשְׁאִיל וּלְהַשְׂכִּיר הֲרֵי הֵן כְּכֵלִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר: \n",
            "english": "Do not err and interpret the phrase \"entities made to lend out or rent out\" as meaning \"entities that are wont to be lent out or rented out\" as did many, [including great sages. For all articles are fit to be lent out and are wont to be lent out. Even a person's cloak, mattress, and bed are fit to be lent out.<br>The phrase \"articles made to lend out or rent out,\" by contrast, refers to utensils that people in that country make initially with the intent that they be lent out or rented out, so that they can receive a fee for them. They are considered to belong to their owners like landed property, concerning which benefit is derived from its produce, but the land itself remains. Similarly, these utensils are made primarily to benefit from renting them out - e.g., large brass pots used for cooking at party halls, bronze jewelry inlaid with gold that are rented for brides to wear. Such articles are not made to be sold, nor for the owner to use them in his own home. Instead, they are lent out to others with the expectation of receiving benefit in recompense or of renting them out for a fee.<br>Similarly, if a person has ordinary utensils, but there are witnesses who will testify that he rents them out at all times and lends them, and it is an accepted presumption that he lends them and rents them, they are considered utensils that were made for the sake of being lent or rented."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וּכְלִי שֶׁהֶפְסֵדוֹ מְרֻבֶּה מִשְּׂכָרוֹ וּבְנֵי אָדָם מַקְפִּידִין עָלָיו שֶׁלֹּא יַשְׁאִילוּהוּ הֲרֵי הוּא בְּחֶזְקַת שֶׁאֵינוֹ עָשׂוּי לְהַשְׁאִיל וּלְהַשְׂכִּיר כְּגוֹן סַכִּין שֶׁל שְׁחִיטָה. לְפִיכָךְ אֲפִלּוּ בָּאוּ בְּנֵי אָדָם וְהֵעִידוּ שֶׁהִשְׁאִילוֹ אוֹ הִשְׂכִּירוֹ זֶה אֵין מְבַטְּלִין בָּהֶן חֶזְקָתָן אֶלָּא הֲרֵי הֵן כְּכָל הַכֵּלִים. רְאָיָה לִדְבָרֵינוּ שֶׁהֲרֵי רָבָא הוֹצִיא זוּג שֶׁעוֹשִׂין בּוֹ הַסַּרְבָּל וְסֵפֶר הַגָּדָה בִּדְבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר. וְלוּלֵי שֶׁנִּתְבָּרֵר לוֹ בְּעֵדִים שֶׁהֵן מִדְּבָרִים הָעֲשׂוּיִים לְהַשְׁאִיל לֹא הוֹצִיא מִתַּחַת יְדֵי יְתוֹמִים. הָא שְׁאָר הַזּוּגוֹת וּשְׁאָר הַסְּפָרִים אֵינָן בִּכְלַל דִּין זֶה אַף עַל פִּי שֶׁהֵן רְאוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר. וְדָבָר זֶה עִקָּר גָּדוֹל בַּדִּין וְהוּא דָּבָר שֶׁל טַעַם שֶׁרָאוּי לִסְמֹךְ עָלָיו וְלָדוּן בּוֹ וּבָרוּר הוּא לְמוֹצְאֵי דַּעַת וְרָאוּי לַדַּיָּן לָשׂוּם אוֹתוֹ לְנֶגֶד עֵינָיו וְלֹא יָלוֹז: \n",
            "english": "When the possible damage to an article is greater than the fee one would receive for renting it out, and people are therefore careful not to lend such articles - e.g., a ritual slaughterer's knife - it is an accepted presumption that it was not made with the intent of being lent or rented out. Therefore, even if people came and testified that a person lent out or rented out such an article on several occasions, their testimony does not negate this presumption, and these utensils are considered to be all other utensils.<br>Proof of this position can be brought from the fact that Ravva expropriated tailor's scissors used to make a cloak, and an <i>Aggadah</i> scroll as articles that were made to be lent or rented out. Had it not been clarified to him through the testimony of witnesses that these were entities that were lent out, he would not have expropriated them from the orphans. It is evident that other scissors and other scrolls are not placed in this category even though they could be lent or rented out.<br>This concept is a fundamental principle of law and a point of logic that may be relied upon in judgment. It is clear to those who give forth knowledge. It is appropriate for a judge to keep it in mind at all times and not to sway from it."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָאֻמָּן אֵין לוֹ חֲזָקָה בַּכֵּלִים שֶׁתַּחַת יָדוֹ. אֶחָד כֵּלִים הָעֲשׂוּיִים לְהַשְׁאִיל וּלְהַשְׂכִּיר וְאֶחָד שְׁאָר כֵּלִים. כֵּיצַד. רָאָה כֶּלְיוֹ בְּיַד הָאֻמָּן וְהֵבִיא עֵדִים שֶׁהֵן יוֹדְעִין שֶׁהַכְּלִי זֶה שֶׁלּוֹ וְהוּא טוֹעֵן וְאוֹמֵר לְתַקֵּן נְתַתִּיו לְךָ. וְהָאֻמָּן אוֹמֵר לֹא בָּא לְיָדִי אֶלָּא בִּמְכִירָה אוֹ מַתָּנָה. אוֹ שֶׁטָּעַן אַתָּה נְתַתּוֹ לִי אַתָּה מְכַרְתּוֹ לִי אַחַר שֶׁבָּא לְיָדִי לְתַקְּנוֹ. אַף עַל פִּי שֶׁמְּסָרוֹ לוֹ שֶׁלֹּא בְּעֵדִים בַּעַל הַכְּלִי נֶאֱמָן וּמוֹצִיאִין אוֹתוֹ מִיַּד הָאֻמָּן וְיִשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת עַל טַעֲנָתוֹ. וְיֵשׁ גְּאוֹנִים שֶׁדָּנוּ אַף עַל פִּי שֶׁלֹּא הֵבִיא בַּעַל הַבַּיִת עֵדִים שֶׁזֶּה הַכְּלִי שֶׁלּוֹ הוֹאִיל וְרָאָה כֶּלְיוֹ בְּיַד הָאֻמָּן וַהֲרֵי הָאֻמָּן מוֹדֶה לוֹ שֶׁהָיָה שֶׁלּוֹ וּמְכָרוֹ לוֹ נֶאֱמָן. אֲבָל אִם אָמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם וְשֶׁלִּי הוּא הַכְּלִי נֶאֱמָן הָאֻמָּן וְנִשְׁבָּע הֶסֵּת. וְאִם הֵבִיא בַּעַל הַבַּיִת עֵדִים שֶׁהַכְּלִי הַזֶּה יָדוּעַ לוֹ אֵין הָאֻמָּן נֶאֱמָן. וְדִין זֶה פֶּלֶא הוּא בְּעֵינַי: \n",
            "english": "We do not accept it as a presumption that the utensils in the possession of a craftsman belong to him. This applies both to articles that are made to lend and rent out, and to other articles.<br>What is implied? A person sees his utensils in the possession of a craftsman. He brings witnesses who testify that they know that the article belongs to him and claims that he gave it to the craftsman to repair. The craftsman, by contrast, maintains that he purchased it, or that it was given to him as a present. Or he claims: \"After it was given to me to repair, you sold it to me or gave it to me as a present.\" Although the owner of the utensil did not give it to the craftsman in the presence of witnesses, his word is accepted and the article is expropriated from the craftsman. The owner must however, take an oath to support his claim.<br>There are <i>Geonim</i> who ruled that even though the owner did not bring witnesses to testify that the article was his, since he saw his article in the craftsman's possession and the craftsman admits that the article belonged to him, but claims that he sold it to him, the owner's word is accepted. If, however, the craftsman claimed: \"This never happened; the article is mine,\" the craftsman's word is accepted, provided that he takes a <i>sh'vu'at hesset.</i> If, however, the owner brings witnesses who testify that the article was known to belong to him, the craftsman's word is not accepted. This decision is incredulous in my eyes."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לֹא רָאָה הַכְּלִי בְּיַד הָאֻמָּן אֶלָּא טָעַן וְאָמַר כְּלִי פְּלוֹנִי נְתַתִּיו לוֹ לְתַקֵּן וְהָאֻמָּן אוֹמֵר חָזַרְתָּ וּמְכַרְתּוֹ אוֹ נְתַתּוֹ לִי הָאֻמָּן נִשְׁבָּע הֶסֵּת וְנִפְטָר מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לֹא הָיוּ דְּבָרִים מֵעוֹלָם. וַאֲפִלּוּ מְסָרוֹ לְתַקֵּן בְּעֵדִים הָאֻמָּן נֶאֱמָן מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר הֶחְזַרְתִּי שֶׁהַמַּפְקִיד אֵצֶל חֲבֵרוֹ בְּעֵדִים אֵינוֹ צָרִיךְ לְהַחְזִיר לוֹ בְּעֵדִים. לְפִיכָךְ נִשְׁבָּע הָאֻמָּן הֶסֵּת וְנִפְטָר וְאֵין מְחַיְּבִין אוֹתוֹ לְהוֹצִיא הַכְּלִי. וְאִם הוֹצִיאוֹ הוֹאִיל וְנִרְאֶה הֲרֵי בַּעַל הַבַּיִת מֵבִיא עֵדִים שֶׁהוּא שֶׁלּוֹ וְנוֹטְלוֹ אַף עַל פִּי שֶׁמְּסָרוֹ לוֹ בְּלֹא עֵדִים כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ אִם טָעַן הָאֻמָּן וְאָמַר שְׁתַּיִם קָצַצְתָּ לִי בִּשְׂכָרִי וּבַעַל הַבַּיִת אוֹמֵר לֹא קָצַצְתִּי לְךָ אֶלָּא אַחַת אִם הָיָה הַכְּלִי נִרְאֶה בִּפְנֵיהֶם הוֹאִיל וְהָאֻמָּן אֵין לוֹ בּוֹ חֲזָקָה וְאֵינוֹ יָכוֹל לִטְעֹן שֶׁהוּא לָקוּחַ בְּיָדוֹ הֲרֵי בַּעַל הַבַּיִת נִשְׁבָּע בִּנְקִיטַת חֵפֶץ עַל הַקְּצִיצָה כְּמוֹ שֶׁבֵּאַרְנוּ בִּשְׂכִירוּת וְנוֹתֵן. וְאִם אֵין הַכְּלִי נִרְאֶה בִּפְנֵיהֶם הוֹאִיל וְהָאֻמָּן נֶאֱמָן לוֹמַר לָקוּחַ הוּא בְּיָדִי יָכוֹל לִטְעֹן עַד כְּדֵי דָּמָיו וְנִשְׁבָּע בִּנְקִיטַת חֵפֶץ וְנוֹטֵל כְּדֶרֶךְ כָּל הַנִּשְׁבָּעִין וְנוֹטְלִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "Different rules apply if the owner did not see his utensil in the possession of the craftsman, but instead claimed: \"I gave you this-and-this utensil to repair.\" If the craftsman claims: \"You came back and sold it to me\" or \"... gave it to me as a present,\" the craftsman is required to take a <i>sh'vu'at hesset</i> and is then released of responsibility. The rationale is that he could claim that the article was never given him.\"<br>Moreover, even if the owner gave the article to the craftsman to repair in the presence of witnesses, the craftsman's word is accepted, because he could claim: \"I returned it.\" For although an article is entrusted to a person in the presence of witnesses, he is not required to return it to him in the presence of witnesses. Therefore, the craftsman is required to take only a <i>sh'vu'at hesset;</i> we do not require him to produce the article.<br>If, however, he does produce the article, since it becomes visible, the owner may bring witnesses who testify that it belongs to him. He may then expropriate it even though he did not entrust it to the craftsman in the presence of witnesses, as explained in the previous halachah.<br>Based on the above, the following rules apply if the craftsman claimed: \"You agreed to pay me two <i>dinarim</i> as a wage,\" and the owner responded: \"I agreed to pay you only one.\" If the utensil was visible before them, since the craftsman's possession does not bring about an accepted presumption of ownership, and we would not accept his claim that he purchased the article, the owner's claim regarding the promised wage is accepted, provided that he takes a <i>sh'vu'at hesset,</i> as we stated in <i>Hilchot Sechirut.</i> He must pay that amount.<br>If, however, the utensil is not visible, since the craftsman could claim that he purchased the article, he can also claim a wage equal to its value. He must take an oath holding a sacred article. Then he may collect his claim, as do all those who take an oath and collect, as we have explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֻמָּן שֶׁיָּרַד מֵאֻמָּנוּתוֹ וּבֶן הָאֻמָּן הֲרֵי הֵן כִּשְׁאָר כָּל אָדָם וְיֵשׁ לָהֶן חֲזָקָה בְּכָל הַמִּטַּלְטְלִין כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "A craftsman who gave up his profession, and a craftsman's son are like any other person. When movable property is in their possession, we presume that it belongs to them, as we have explained."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁנִּכְנַס לְבֵיתוֹ שֶׁל חֲבֵרוֹ בִּפְנֵי בַּעַל הַבַּיִת וְיָצָא וְכֵלִים טְמוּנִין תַּחַת כְּנָפָיו וְהָעֵדִים רוֹאִין אוֹתוֹ. וּלְאַחַר זְמַן תְּבָעוֹ בַּעַל הַבַּיִת וְאָמַר לוֹ הַחְזֵר לִי כֵּלִים שֶׁהִשְׁאַלְתִּיךָ וַהֲרֵי הָעֵדִים וְהוּא אוֹמֵר לְקוּחִין הֵן בְּיָדִי אֵינוֹ נֶאֱמָן. וְנִשְׁבָּע בַּעַל הַבַּיִת הֶסֵּת עַל טַעֲנָתוֹ שֶׁלֹּא מְכָרָן וְלֹא נְתָנָן וְיַחֲזִירוּ בֵּית דִּין הַכֵּלִים לְבַעַל הַבַּיִת. בַּמֶּה דְּבָרִים אֲמוּרִים בְּבַעַל הַבַּיִת שֶׁאֵינוֹ עָשׂוּי לִמְכֹּר אֶת כֵּלָיו. וְזֶה שֶׁהוֹצִיא הַכֵּלִים תַּחַת כְּנָפָיו אֵין דַּרְכּוֹ לְהַצְנִיעַ. וְאוֹתָן הַכֵּלִים אֵין דֶּרֶךְ בְּנֵי אָדָם לְהַצְנִיעָן. לְפִיכָךְ חַיָּב לְהַחְזִיר לְפִי שֶׁלֹּא הִצְנִיעָן אֶלָּא לִכְפֹּר בָּהֶן. אֲבָל בַּעַל הַבַּיִת הֶעָשׂוּי לִמְכֹּר אֶת כֵּלָיו אַף עַל פִּי שֶׁאֵין זֶה צָנוּעַ וְאֵין דֶּרֶךְ אוֹתָן הַכֵּלִים לְהַטְמִינָן תַּחַת הַכְּנָפַיִם הֲרֵי זֶה נִשְׁבָּע הֶסֵּת שֶׁהֵן לְקוּחִין בְּיָדוֹ. וְכֵן אִם יָצָא בָּהֶן מְגֻלִּין בִּפְנֵי עֵדִים אַף עַל פִּי שֶׁאֵין בַּעַל הַבַּיִת עָשׂוּי לִמְכֹּר אֶת כֵּלָיו הֲרֵי זֶה נֶאֱמָן לוֹמַר לְקוּחִין הֵן בְּיָדִי. שֶׁמָּא נִצְטָרְכוּ לוֹ מָעוֹת וּמָכַר. וּבִלְבַד שֶׁלֹּא יִהְיוּ מִדְּבָרִים הָעֲשׂוּיִים לְהַשְׁאִיל וּלְהַשְׂכִּיר. אֲבָל דְּבָרִים הָעֲשׂוּיִין לְהַשְׁאִיל וּלְהַשְׂכִּיר לְעוֹלָם הֵן בְּחֶזְקַת בַּעֲלֵיהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. וְאַף עַל פִּי שֶׁהוֹצִיאָן מְגֻלִּין וְאַף עַל פִּי שֶׁבַּעַל הַבַּיִת הַזֶּה עָשׂוּי לִמְכֹּר אֶת כֵּלָיו הוֹאִיל וְיֵשׁ לוֹ עֵדִים שֶׁזֶּה הַכְּלִי עָשׂוּי לְהַשְׁאִיל וּלְהַשְׂכִּיר בִּלְבַד יָדוּעַ הוּא לוֹ מוֹצִיאִין אוֹתָן מִיַּד זֶה עַל כָּל פָּנִים עַד שֶׁיָּבִיא רְאָיָה שֶׁמְּכָרוֹ לוֹ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה כְּדִין קַרְקָעוֹת: \n",
            "english": "The following rules apply when a person enters a colleague's house in the presence of the owner and leaves with utensils hidden under the corners of his garments, and witnesses see him. Afterwards, the owner lodges a claim against him, saying: \"Return the utensils that I lent you; here are witnesses.\" Although the defendant claims: \"I purchased them,\" his word is not accepted. Instead, the owner must take a <i>sh'vu'at hesset</i> to support his claim that he did not sell or give away the utensils. The court returns the utensils to the owner.<br>When does the above apply? With regard to an owner who is not accustomed to sell his property, when the person who removed the utensils under his cloak does not normally hide them, and when the utensils are not of the type that people would ordinarily hide. Therefore, the defendant is obligated to return the articles. We assume that he hid them only so that he could deny taking them.<br>If, however, an owner frequently sells his personal property, even though the person who took the utensils would not ordinarily hide them, and it is not ordinary practice for these utensils to be hidden under one's cloak, the defendant may take a <i>sh'vu'at hesset</i> that he purchased the articles.<br>Similarly, if he took the articles out so that they were visible for the witnesses to see, even when the owner does not frequently sell his personal property, the defendant's word is accepted when he says that he purchased the utensils, provided that the articles are not of the type that are made with the intent of being lent or rented out. For it is possible that the owner needed money, and hence sold his property.<br>If, however, the articles are of the type that are made with the intent of being lent or rented out, our presumption is always that they belong to their original owner, as we have explained. Even if the person took out such utensils in a visible manner and the owner was accustomed to selling his personal utensils, if he has witnesses that this utensil that was made with the intent of being lent or rented out was known to belong to him, he may expropriate the utensils from the defendant immediately, unless he brings proof that he sold it to him or gave it to him as a present, as is the law with regard to landed property."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֲפִלּוּ מֵת זֶה שֶׁהַכְּלִי תַּחַת יָדוֹ מוֹצִיאִין אוֹתוֹ מִיַּד הַיּוֹרֵשׁ בְּלֹא שְׁבוּעָה שֶׁכֵּיוָן שֶׁאֵין לְאָבִיו לִטְעֹן שֶׁלְּקָחוֹ אוֹ שֶׁהוּא מַשְׁכּוֹן כָּךְ אֵין זֶה יָכוֹל לְהַשְׁבִּיעוֹ. וְאִם טָעַן הַיּוֹרֵשׁ טַעֲנַת וַדַּאי וְאָמַר בְּפָנַי נְתָנוֹ לְאָבִי אוֹ מְכָרוֹ לוֹ הֲרֵי בַּעַל הַבַּיִת נִשְׁבָּע הֶסֵּת כִּשְׁאָר כָּל הַנִּשְׁבָּעִין. וּכְבָר בֵּאַרְנוּ שֶׁיֵּשׁ מִי שֶׁהוֹרָה שֶׁיִּשָּׁבַע בַּעַל הַבַּיִת הֶסֵּת וְאַחַר כָּךְ יַחְזִיר כֶּלְיוֹ מִיַּד הַיּוֹרֵשׁ. וְאֵין דַּעְתִּי נוֹטָה לָזֶה: \n",
            "english": "In the above situation, if the person in whose possession the utensil was found died, we expropriate it from the heir. Moreover, the owner is not required to take an oath. An oath is not required because, since his father is not present to claim that that he purchased it or that it is security for a specific amount, the heir cannot require the owner to take an oath.<br>If the heir lodges a definite claim, saying: \"He gave it to my father - or sold it to him - in my presence,\" the owner is required to take a <i>sh'vu'at hesset,</i> as required of all those who are obligated to take oaths. We explained that there are opinions that require the owner to take a <i>sh'vu'at hesset</i> in all instances before his utensil is returned by the heir, but I do not accept this approach."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁלָּקַח קַרְדֹּם וְאָמַר הֲרֵינִי הוֹלֵךְ לִגְזֹר דִּקְלוֹ שֶׁל פְּלוֹנִי שֶׁמְּכָרוֹ לִי וְכָרַת הַדֶּקֶל הֲרֵי זֶה בְּחֶזְקָתוֹ. שֶׁאֵין אָדָם מֵעֵז פָּנָיו וְכוֹרֵת אִילָן שֶׁאֵינוֹ שֶׁלּוֹ. וְאִם טְעָנוֹ הַבְּעָלִים שֶׁלֹּא מְכָרוּהוּ נִשְׁבָּע זֶה הַכּוֹרֵת הֶסֵּת שֶׁהוּא שֶׁלּוֹ וְנִפְטָר. וְכֵיוָן שֶׁנִּכְרַת הֲרֵי הוּא כִּשְׁאָר כָּל הַמִּטַּלְטְלִין. וְכֵן הַיּוֹרֵד לִשְׂדֵה חֲבֵרוֹ וְאָכַל פֵּרוֹתֶיהָ שָׁנָה אוֹ שְׁנָתַיִם וְהַבְּעָלִים טוֹעֲנִין שֶׁזֶּה יָרַד שֶׁלֹּא בִּרְשׁוּת וּגְזָלָן הוּא וְאָכַל וַהֲרֵי הָעֵדִים שֶׁאָכַל וְהַיּוֹרֵד אוֹמֵר בִּרְשׁוּתְךָ יָרַדְתִּי לֶאֱכל פֵּרוֹתֶיהָ. הֲרֵי זֶה הָאוֹכֵל נֶאֱמָן וְנִשְׁבָּע הֶסֵּת עַל כָּךְ חֲזָקָה הִיא שֶׁאֵין אָדָם מֵעֵז פָּנָיו וְאוֹכֵל פֵּרוֹת שֶׁאֵינָן שֶׁלּוֹ. אַף עַל פִּי שֶׁהַקַּרְקַע בְּחֶזְקַת בַּעֲלֵיהֶן אֵין הַפֵּרוֹת בְּחֶזְקַת הַבְּעָלִים. שֶׁאֵין אָדָם מוֹכֵר פֵּרוֹת שָׂדֵהוּ בִּשְׁטָר כְּדֵי שֶׁנֹּאמַר לְזֶה שֶׁאָכַל הָבֵא שְׁטָרְךָ. וְאֵין צָרִיךְ לוֹמַר שֶׁאִם אָכַל פֵּרוֹתֶיהָ שָׁנִים רַבּוֹת שֶׁמִּתּוֹךְ שֶׁיָּכוֹל לוֹמַר לְקוּחָה הִיא בְּיָדִי נֶאֱמָן לוֹמַר לְפֵרוֹת יָרַדְתִּי וְיִשָּׁבַע הֶסֵּת: \n",
            "english": "When a person takes an ax and says: \"I am going to chop down the palm tree belonging to so-and-so,\" if he in fact chops down the tree, we presume that it belonged to him. For a person would not be so bold as to cut down a tree that did not belong to him. If the owner claims that he did not sell it, the person who cut down the tree is required to take a <i>sh'vu'at hesset</i> that the tree belonged to him. He is then freed of responsibility. The rationale is that once the tree is cut down, it is like other movable property.<br>Similar laws apply when a person enters a colleague's field without permission and partakes of its produce for a year or two. If the owner claims that the person entered without permission, that he is a robber, and that he partook of the field's produce, and the owner brings witnesses who confirm that he partook of the produce, and the person claims that the owner gave him permission to partake of the produce, that person's word is accepted.<br>The rationale is that it is an accepted presumption that a person would not be so bold as to eat produce that does not belong to him. Although the land is presumed to belong to its original owner, the produce is not. For a person does not necessarily sell produce with a bill of sale, so that the purchaser could be told: \"Present your bill of sale.\"<br>Needless to say, these laws apply if the squatter partook of a field's produce for many years. In such a situation, since he could claim that he had purchased the field, his word is accepted when he says that he has a right only to the produce. He must, however, take a <i>sh'vu'at hesset.</i>"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהָיוּ אוֹחֲזִין בִּכְלִי אֶחָד אוֹ שֶׁהָיוּ רוֹכְבִין עַל גַּבֵּי בְּהֵמָה אַחַת. אוֹ שֶׁהָיָה אֶחָד רוֹכֵב וְאֶחָד מַנְהִיג. אוֹ יוֹשְׁבִין בְּצַד עֲרֵמָה שֶׁל חִטִּים וּמֻנָּחוֹת בְּסִמְטָא אוֹ בְּחָצֵר שֶׁל שְׁנֵיהֶם. זֶה אוֹמֵר הַכּל שֶׁלִּי וְזֶה אוֹמֵר הַכּל שֶׁלִּי. כָּל אֶחָד מִשְּׁנֵיהֶן נִשְׁבָּע בִּנְקִיטַת חֵפֶץ שֶׁאֵין לוֹ בְּזֶה הַדָּבָר פָּחוֹת מֵחֶצְיוֹ וְיַחְלֹקוּ. וּשְׁבוּעָה זוֹ תַּקָּנַת חֲכָמִים הִיא כְּדֵי שֶׁלֹּא יִהְיֶה כָּל אֶחָד תּוֹפֵס בְּטַלִּיתוֹ שֶׁל חֲבֵרוֹ וְנוֹטֵל בְּלֹא שְׁבוּעָה: \n",
            "english": "The following laws apply when two people are holding one article, both are riding on one animal, one was riding the animal and one was leading it, or they were sitting next to an ownerless pile of wheat that was located in a lane or in a courtyard belonging to both of them. If each claims that the article belongs to him in its entirety, they should both take an oath holding a sacred article that they own no less than half the article. Afterwards, it should be divided between them.<br>This oath was ordained by the Sages so that everyone will not grab unto a garment belonging to a colleague and take it without having to take an oath."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר חֶצְיָהּ שֶׁלִּי הָאוֹמֵר כֻּלָּהּ שֶׁלִּי יִשָּׁבַע שֶׁאֵין לוֹ בָּהּ פָּחוֹת מִשְּׁלֹשָׁה חֲלָקִים. וְהָאוֹמֵר חֶצְיָהּ שֶׁלִּי יִשָּׁבַע שֶׁאֵין לוֹ בָּהּ פָּחוֹת מֵרְבִיעַ. וְזֶה נוֹטֵל שְׁלֹשָׁה חֲלָקִים וְזֶה נוֹטֵל רְבִיעַ. מִכָּאן אַתָּה לָמֵד לְכָל הַנִּשְׁבָּעִין לִטּל בֵּין שְׁבוּעָה קַלָּה בֵּין שְׁבוּעָה חֲמוּרָה שֶׁאֵינוֹ נִשְׁבָּע עַל מַה שֶּׁטּוֹעֵן אֶלָּא עַל מַה שֶּׁנּוֹטֵל אַף עַל פִּי שֶׁטּוֹעֵן יוֹתֵר: \n",
            "english": "If one says: \"The entire article belongs to me,\" and the other says: \"Half of it belongs to me,\" the one who claims the entire article must take an oath that he owns no less than three fourths of the article, and the one who claims half the article must take an oath that he owns no less than one fourth. They then divide the article accordingly.<br>From this, one can learn that all those who take an oath to expropriate property - whether a minor oath or a severe oath - should not take that oath concerning what they claim, but rather what they will receive even though they claim more."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הָיוּ שְׁנַיִם אֲדוּקִין בְּטַלִּית זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי. זֶה נוֹטֵל עַד מָקוֹם שֶׁיָּדוֹ מַגַּעַת וְזֶה נוֹטֵל עַד מָקוֹם שֶׁיָּדוֹ מַגַּעַת וְהַשְּׁאָר חוֹלְקִין בְּשָׁוֶה אַחַר שֶׁנִּשְׁבָּעִין. וְיֵשׁ לְכָל אֶחָד לְגַלְגֵּל עַל חֲבֵרוֹ שֶׁכָּל מַה שֶּׁנָּטַל כַּדִּין נָטַל: \n",
            "english": "When two people were both clinging to a garment, and each claims that the entire garment belongs to him, each is awarded the portion he is holding. The remainder is divided equally after they take the appropriate oaths. Based on the principle of <i>gilgul sh'vu'ah,</i> each of the litigants can require the other to take an oath that he is legally entitled to everything he collects."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָיָה זֶה אוֹחֵז בַּחוּטִין שֶׁבִּשְׂפַת הַטַּלִּית וְזֶה בַּחוּטִין שֶׁבִּשְׂפַת הָאַחֶרֶת חוֹלְקִין כֻּלָּהּ בְּשָׁוֶה אַחַר שֶׁנִּשְׁבָּעִין. וְכָל חֲלוּקָה הָאֲמוּרָה כָּאן בְּדָמִים לֹא שֶׁיַּפְסִידוּ עַצְמוֹ שֶׁל כְּלִי אוֹ שֶׁל טַלִּית אוֹ שֶׁיָּמִיתוּ הַבְּהֵמָה: \n",
            "english": "If one was holding the strings on one side of the garment, and the other holding the strings on the other side, they should divide the entire garment equally, after they take the required oaths.<br>When the term \"division\" is used in this context, it refers to a division of the article's value, not that a utensil itself or a garment should be divided and ruined, or that an animal should be killed."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָיָה אוֹחֵז הָאֶחָד אֶת כֻּלָּהּ וְזֶה מִתְאַבֵּק עִמּוֹ וְנִתְלֶה בָּהּ הֲרֵי זוֹ בְּחֶזְקַת הָאוֹחֵז אֶת כֻּלָּהּ: \n",
            "english": "If one person was holding onto the article in its entirety, and the other was struggling with him and clasping it, the article is considered to belong to the person holding it in its entirety."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "בָּאוּ שְׁנֵיהֶם אֲדוּקִין בָּהּ וּשְׁמָטָהּ הָאֶחָד מִיַּד חֲבֵרוֹ בְּפָנֵינוּ וְשָׁתַק הַשֵּׁנִי אַף עַל פִּי שֶׁחָזַר וְצָוַח אֵין מוֹצִיאִין אוֹתָהּ מִיָּדוֹ כֵּיוָן שֶׁשָּׁתַק בַּתְּחִלָּה הֲרֵי זֶה כְּמוֹדֶה לוֹ. חָזַר הַשֵּׁנִי וּתְקָפָהּ מֵרִאשׁוֹן אַף עַל פִּי שֶׁהָרִאשׁוֹן (לֹא) צָוַח מִתְּחִלָּה וְעַד סוֹף חוֹלְקִין: \n",
            "english": "The following rules apply when two people came to court holding onto the garment, and one pulled it away from the other in our presence. If at first the person from whom the garment was taken remained silent, even though afterwards he protested, we do not expropriate it from the possession of the one who seized it. The rationale is that since he remained silent at the outset, it is as if he acknowledged the other's ownership.<br>If the second person came and grabbed it from the one who seized it, even though that person protested continuously, the garment should be divided between the two of them."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "בָּאוּ שְׁנֵיהֶם אֲדוּקִין בְּטַלִּית וְאָמַרְנוּ לָהֶם צְאוּ וְחַלְּקוּ אֶת דָּמֶיהָ יָצְאוּ וְחָזְרוּ וַהֲרֵי הִיא תַּחַת יַד אֶחָד מֵהֶן זֶה טוֹעֵן הוֹדָה וְנִסְתַּלֵּק מִמֶּנָּה וְזֶה טוֹעֵן שֶׁמְּכַרְתִּיו לוֹ אוֹ נִתְגַּבֵּר עָלַי וַחֲטָפָהּ הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. וְאִם לֹא הֵבִיא רְאָיָה יִשָּׁבַע זֶה שֶׁהִיא שֶׁלּוֹ וְיִפָּטֵר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following laws apply when two people come to court holding onto a garment, and the court instructs them to go out and divide its value. They depart and return, but the article is now in the possession of only one of them. The person in possession claims: \"He acknowledged my claim and withdrew his claim from it,\" while the other person claims: \"I sold it to him,\" or \"He overcame me and seized it from me,\" we follow the principle: \"A person who seeks to expropriate property from a colleague must prove his claim.\" If he cannot bring proof of his claim, the other litigant may take an oath that the article belongs to him and be released of liability. Similar principles apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בְּהֵמָה אוֹ חַיָּה שֶׁאֵינָהּ שְׁמוּרָה אֶלָּא מְהַלֶּכֶת בְּכָל מָקוֹם וְרוֹעָה. אֵינָהּ בְּחֶזְקַת זֶה שֶׁתְּפָסָהּ מֵאַחַר שֶׁהִיא יְדוּעָה לַבְּעָלִים. כֵּיצַד. הֵבִיא הַתּוֹבֵעַ עֵדִים שֶׁהַבְּהֵמָה הַזֹּאת יְדוּעָה לוֹ וְזֶה הַתּוֹפֵס טוֹעֵן אַתָּה נְתַתָּהּ לִי אַתָּה מְכַרְתָּהּ לִי אֵינוֹ נֶאֱמָן. שֶׁאֵין הֱיוֹתָהּ תַּחַת יָדוֹ רְאָיָה שֶׁהֲרֵי הִיא הָלְכָה מֵעַצְמָהּ וְנִכְנְסָה בִּרְשׁוּתוֹ. לְפִיכָךְ אִם לֹא הֵבִיא רְאָיָה תַּחְזֹר הַבְּהֵמָה לִבְעָלֶיהָ וְיִשָּׁבַע הֶסֵּת עַל טַעֲנָה זוֹ: \n",
            "english": "We do not presume that an animal or a beast that is not kept in an enclosed place, but instead roams freely and pastures everywhere, belongs to the person who seizes it if the animal is known to have a prior owner.<br>What is implied? When a plaintiff brings witnesses who testify that a certain animal is known to belong to him, and the person maintaining possession of the animal claims: \"You gave it to me\" or \"You sold it to me,\" the defendant's word is not accepted. The fact that the animal is in his possession is not considered proof of ownership, because it is possible that it roamed and entered his domain by itself. Therefore, if the defendant does not bring proof of his acquisition of the animal, it should be returned to its owner. The owner must, however, reinforce his claim by taking an oath."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיְתָה הַבְּהֵמָה שְׁמוּרָה אוֹ מְסוּרָה לְרוֹעֶה אַף עַל פִּי שֶׁהֵבִיא זֶה עֵדִים שֶׁהִיא שֶׁלּוֹ הֲרֵי הִיא בְּחֶזְקַת זֶה שֶׁהִיא תַּחַת יָדוֹ וְאִם טָעַן אַתָּה מְכַרְתָּהּ אוֹ נְתַתָּהּ לִי יִשָּׁבַע הַתּוֹפֵס הֶסֵּת שֶׁהִיא שֶׁלּוֹ וְיִפָּטֵר: \n",
            "english": "If it was usual for an animal to be kept in an enclosed place or entrusted to a shepherd, we assume that it belongs to the person in whose possession it is found. This applies even if the plaintiff brings witnesses who testify that it belonged to him. Thus, if the person who holds the animal in his possession claims: \"You sold it to me\" or \"You gave it to me,\" he is required to take a <i>sh'vu'at hesset</i> that it belongs to him, and then he is released of all obligations."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "לְפִיכָךְ מִי שֶׁתָּפַס בֶּהֱמַת חֲבֵרוֹ שֶׁהָיְתָה שְׁמוּרָה אוֹ בְּיַד רוֹעֶה. וְהַבְּעָלִים טוֹעֲנִין הִיא יָצָאת מֵעַצְמָהּ וּבָאָה אֶצְלְךָ אוֹ פִּקָּדוֹן הִיא בְּיָדְךָ אוֹ שְׁאוּלָה הִיא לְךָ. וְהַתּוֹפֵס אוֹמֵר כֵּן הוּא אֵינָהּ שֶׁלִּי אֲבָל אַתָּה חַיָּב לִי כָּךְ וְכָךְ אוֹ אַתָּה מִשְׁכַּנְתָּהּ בְּיָדִי עַל כָּךְ וְכָךְ אוֹ הִזַּקְתָּ אוֹתִי נֵזֶק שֶׁאַתָּה חַיָּב לְשַׁלֵּם כָּךְ וְכָךְ. יָכוֹל לִטְעֹן עַד כְּדֵי דָּמֶיהָ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לְקוּחָה הִיא בְּיָדִי וְיִשָּׁבַע בִּנְקִיטַת חֵפֶץ וְיִטּל: \n",
            "english": "Therefore, the following rules are applied when a person seizes possession of an animal belonging to a colleague that had been kept in an enclosed place or entrusted to a shepherd. If the owner claims: \"The animal went out and came to you on its own initiative,\" \"It was entrusted to you for safekeeping,\" or \"It was lent to you,\" and the person who seized it agrees, saying: \"It is not mine, but you owe me this-and-this much,\" \"You gave it to me as security for this-and-this much,\" or \"You owe me such-and-such for damages that you caused my property,\" his word is accepted if he claims the value of the animal or less. The rationale is that since he could claim that he purchased it, his word is accepted if he lodges another plausible claim. He must, however, take an oath holding a sacred article. Then he may collect his claim."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְכֵן הָעֲבָדִים שֶׁיְּכוֹלִין לְהַלֵּךְ אֵינָן בְּחֶזְקַת זֶה שֶׁהֵן תַּחַת יָדוֹ אֶלָּא כֵּיוָן שֶׁהֵבִיא הַטּוֹעֵן עֵדִים שֶׁזֶּה יָדוּעַ שֶׁהוּא עַבְדּוֹ וְהַלָּה טוֹעֵן אַתָּה מְכַרְתּוֹ לִי אַתָּה נְתַתּוֹ לִי בְּמַתָּנָה אֵינוֹ נֶאֱמָן וְיַחְזֹר הָעֶבֶד לִבְעָלָיו וְיִשָּׁבַע הַטּוֹעֵן שֶׁלֹּא מָכַר וְלֹא נָתַן. הֵבִיא זֶה הַנִּטְעָן שֶׁתָּפַס הָעֶבֶד עֵדִים שֶׁיֵּשׁ לְזֶה הָעֶבֶד אֶצְלוֹ שָׁלֹשׁ שָׁנִים רְצוּפוֹת מִיּוֹם לְיוֹם וְהוּא מִשְׁתַּמֵּשׁ בּוֹ כְּדֶרֶךְ שֶׁהָעֲבָדִים מְשַׁמְּשִׁין אֶת רַבָּן הוֹאִיל וְלֹא מִחָה בּוֹ בְּכָל אֵלּוּ הַשָּׁנִים הֲרֵי זֶה נֶאֱמָן וּמַעֲמִידִין אוֹתוֹ בְּיָדוֹ אַחַר שֶׁיִּשָּׁבַע הֶסֵּת שֶׁלְּקָחוֹ מִמֶּנּוּ אוֹ נְתָנוֹ לוֹ בְּמַתָּנָה. אֲבָל עֶבֶד קָטָן שֶׁאֵינוֹ יָכוֹל לְהַלֵּךְ עַל רַגְלָיו מִפְּנֵי קַטְנוּתוֹ הֲרֵי הוּא כִּשְׁאָר הַמִּטַּלְטְלִין וְכָל מִי שֶׁיִּהְיֶה בִּרְשׁוּתוֹ הֲרֵי הוּא בְּחֶזְקָתוֹ וְהַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה: \n",
            "english": "Similar laws apply with regard to servants. Since they can walk independently, the fact that they are in the physical possession of a person is not presumed to be a sign of ownership. Instead, if the plaintiff brings witnesses who testify that it is known that this servant belonged to the plaintiff, the defendant's word is not accepted if he claims: \"You sold him to me\" or \"You gave him to me as a present.\" Instead, the servant should be returned to its owner. He must, however, take an oath that he did not sell the servant or give him away as a present.<br>Different rules apply if the defendant who was asserted to have seized possession of the servant brought witnesses who testified that the servant was in his possession, day after day, for three consecutive years, and that the defendant would have him serve him as servants serve their masters. Since the original owner did not raise objections throughout all these years, the defendant's word is accepted. We allow him to maintain possession after he takes a <i>sh'vu'at hesset</i> that he purchased the servant from the original owner or the owner gave the servant to him as a present.<br>These rules do not apply to a servant who is a young child and cannot walk on his legs because of his youth. He is considered as other types of movable property. We presume that he is owned by the person in whose domain he is located, and we follow the principle: When a person seeks to expropriate property from a colleague, the burden of proof is upon him."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַטּוֹעֵן אֶת חֲבֵרוֹ וְאָמַר בֶּגֶד אוֹ בְּהֵמָה אוֹ עֶבֶד זֶה שֶׁבְּיָדְךָ שֶׁלִּי הוּא אוֹ שָׁאוּל אוֹ גָּזוּל אוֹ הִפְקַדְתִּיו אֶצְלְךָ אוֹ שָׂכוּר לְךָ. וְהַנִּטְעָן אָמַר לֹא כִּי אֶלָּא זֶה מָמוֹנִי וִירֻשָּׁתִי. וְהֵבִיא הַטּוֹעֵן עֵדִים שֶׁהֵעִידוּ שֶׁהֵן יוֹדְעִין שֶׁזֶּה הַחֵפֶץ אוֹ הָעֶבֶד אוֹ הַבְּהֵמָה יְדוּעָה שֶׁהִיא הָיְתָה לָזֶה. חָזַר הַנִּטְעָן וְאָמַר כֵּן הָיָה שֶׁלְּךָ אֲבָל אַתָּה נְתַתּוֹ לִי אוֹ מְכַרְתּוֹ לִי וְזֶה שֶׁאָמַרְתִּי יְרֻשָּׁתִי לֹא שֶׁיְּרַשְׁתִּיו מֵאֲבוֹתַי אֶלָּא שֶׁהִיא שֶׁלִּי כְּאִלּוּ יְרַשְׁתִּיו. הֲרֵי זֶה נֶאֱמָן וְנִשְׁבָּע הֶסֵּת. שֶׁכְּבָר בֵּאַרְנוּ שֶׁיֵּשׁ לַטּוֹעֵן לַחְזֹר לִטְעֹן דָּבָר הַנִּשְׁמָע: \n",
            "english": "As we explained, a plaintiff can alter his statements and offer another claim if it is plausible. To apply that concept to the issues at hand: A person issued a claim against a colleague, stating: \"This garment...\", \"This animal...\", or \"This servant that is in your possession belongs to me. It was lent to you,\" \"... it is stolen,\" \"... I entrusted it to you,\" or \"... I rented it to you.\"<br>The defendant claimed, \"No. It is my money. I inherited it.\" The plaintiff then brought witnesses who testified that they know that this article, servant, or animal is known to belong to the plaintiff. The defendant then countered and replied: \"Yes. It was yours, but you gave it to me...\" or \"... you sold it to me. I said: 'I inherited it,' not because I inherited it from my father, but that my ownership is so strong that it is as if I inherited it.\" The defendant's claim is accepted provided that he supports it by taking a <i>sh'vu'at hesset.</i>"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "סְפִינָה וְכַיּוֹצֵא בָּהּ שֶׁהָיוּ שְׁנַיִם נֶחְלָקִין עָלֶיהָ זֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וְזֶה אוֹמֵר כֻּלָּהּ שֶׁלִּי וּבָאוּ לְבֵית דִּין וְאָמַר אֶחָד תִּפְסוּהָ עַד שֶׁאָבִיא עֵדִים אֵין תּוֹפְסִין אוֹתָהּ. וְאִם תְּפָסוּהָ בֵּית דִּין וְהָלַךְ וְלֹא מָצָא עֵדִים וְאָמַר הַנִּיחוּהָ בֵּינֵינוּ וְכָל הַמִּתְגַּבֵּר יִטּל כְּשֶׁהָיָה דִּינָהּ מִקֹּדֶם אֵין שׁוֹמְעִין לָהֶן וְאֵין מוֹצִיאִין אוֹתָהּ בֵּית דִּין מִיָּדָן עַד שֶׁיָּבִיאוּ עֵדִים אוֹ עַד שֶׁיּוֹדוּ זֶה לָזֶה אוֹ יַחֲלֹקוּ בִּרְצוֹנָם וּבִשְׁבוּעָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "The following laws apply when two people are contending with regard to a boat or the like, each claiming: \"It belongs entirely to me.\" If they come to the court and one asks the court: \"Take possession of it until I bring witnesses to support my claim,\" the court should not take possession of it.<br>If the court took possession of it, that person went and did not find witnesses, and returned and asked: \"Leave it for us as before, and whoever will overcome the other will acquire it, as was the law before,\" it does not heed the request. Instead, the court does not release it from its possession until a claimant brings witnesses who support his claim, one acknowledges the truth of the other's claim, or they willingly agree to divide it after taking an oath, as we have explained."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הַקַּרְקָעוֹת הַיְדוּעוֹת לבַעְלֵיהֶן אַף עַל פִּי שֶׁהֵן עַתָּה תַּחַת יַד אֲחֵרִים הֲרֵי הֵן בְּחֶזְקַת בַּעְלֵיהֶן. כֵּיצַד. רְאוּבֵן שֶׁהָיָה מִשְׁתַּמֵּשׁ בֶּחָצֵר כְּדֶרֶךְ שֶׁהָעָם מִשְׁתַּמְּשִׁין בְּחַצְרוֹתֵיהֶן. דָּר בָּהּ וּמַשְׂכִּירָהּ לַאֲחֵרִים וּבוֹנֶה וְסוֹתֵר. וְאַחַר זְמַן בָּא שִׁמְעוֹן וְטָעַן עָלָיו וְאָמַר לוֹ חָצֵר זוֹ שֶׁתַּחַת יָדְךָ שֶׁלִּי הִיא וּשְׂכוּרָה הִיא בְּיָדְךָ אוֹ שְׁאוּלָה. וֶהֱשִׁיבוֹ רְאוּבֵן שֶׁלְּךָ הָיְתָה וְאַתָּה מְכַרְתָּהּ לִי אוֹ נְתַתָּהּ לִי בְּמַתָּנָה. אִם אֵין עֵדִים לְשִׁמְעוֹן שֶׁהָיְתָה יְדוּעָה לוֹ נִשְׁבָּע רְאוּבֵן הֶסֵּת וְיַעֲמֹד בִּמְקוֹמוֹ. אֲבָל אִם הֵבִיא שִׁמְעוֹן עֵדִים שֶׁחָצֵר זוֹ שֶׁלּוֹ הָיְתָה הֲרֵי הִיא בְּחֶזְקַת שִׁמְעוֹן וְאוֹמְרִין לִרְאוּבֵן הָבֵא רְאָיָה שֶׁמְּכָרָהּ לְךָ אוֹ נְתָנָהּ לְךָ. וְאִם לֹא הֵבִיא רְאָיָה מְסַלְּקִין אוֹתוֹ מִמֶּנָּה וּמַחֲזִיקִין אוֹתָהּ לְשִׁמְעוֹן אַף עַל פִּי שֶׁאֵין רְאוּבֵן מוֹדֶה לְשִׁמְעוֹן שֶׁהִיא הָיְתָה שֶׁלּוֹ שֶׁהֲרֵי יֵשׁ עֵדִים לְשִׁמְעוֹן: \n",
            "english": "Whenever landed property is known to have belonged to a person, we presume that he is the owner even though the property is now in the possession of another person.<br>What is implied? Reuven was using a courtyard as a person would commonly use his own property, living in it, renting it to others, building and tearing down structures. After a while, Shimon came and lodged a claim against him, saying: \"The courtyard that is in your possession belongs to me. I rented it to you,\" or \"... I lent it to you.\"<br>Reuven replied: \"It was yours, but you sold it to me,\" or \"You gave it to me as a present.\"<br>If Shimon does not bring witnesses who testify that it was known to belong to him, Reuven is required to take a <i>sh'vu'at hesset,</i> and he is allowed to retain possession of the courtyard. If, however, Shimon brings witnesses who testify that this field belonged to him, our presumption is that Shimon is the owner. We tell Reuven: \"Bring proof that he sold it to you or gave it to you.\" If he does not bring proof, we force him to leave and establish Shimon as the owner. This law applies even when Reuven does not admit that the field ever belonged to Shimon, because there are witnesses who support Shimon's claim."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמַּצְרִיכִין רְאוּבֵן לְהָבִיא רְאָיָה אוֹ יִסְתַּלֵּק בְּשֶׁלֹּא נִשְׁתַּמֵּשׁ בָּהּ זְמַן מְרֻבֶּה. אֲבָל אִם הֵבִיא עֵדִים שֶׁאָכַל פֵּרוֹת קַרְקַע שָׁלֹשׁ שָׁנִים רְצוּפוֹת וְנֶהֱנָה בְּכֻלָּהּ כְּדֶרֶךְ שֶׁנֶּהֱנִין כָּל אָדָם בְּאוֹתָהּ קַרְקַע. וְהוּא שֶׁיִּהְיֶה אֶפְשָׁר לַבְּעָלִים הָרִאשׁוֹנִים שֶׁיֵּדְעוּ בָּזֶה שֶׁהֶחְזִיק וְלֹא מִחוּ בּוֹ. מַעֲמִידִין אוֹתָהּ בְּיַד רְאוּבֵן וְיִשָּׁבַע רְאוּבֵן הֶסֵּת שֶׁמְּכָרָהּ לוֹ שִׁמְעוֹן אוֹ נְתָנָהּ לוֹ וְיִפָּטֵר. מִפְּנֵי שֶׁאוֹמְרִים לוֹ לְשִׁמְעוֹן אִם אֱמֶת אַתָּה טוֹעֵן שֶׁלֹּא מָכַרְתָּ וְלֹא נָתַתָּ לָמָּה הָיָה זֶה מִשְׁתַּמֵּשׁ שָׁנָה אַחַר שָׁנָה בְּקַרְקָעֲךָ וְאֵין לְךָ עָלָיו לֹא שְׁטַר שְׂכִירוּת וְלֹא שְׁטַר מַשְׁכּוֹנָהּ וְלֹא מָחִיתָ בּוֹ. טָעַן וְאָמַר מִפְּנֵי שֶׁלֹּא הִגִּיעַ אֵלַי הַדָּבָר שֶׁהֲרֵי הָיִיתִי בִּמְדִינָה רְחוֹקָה אוֹמְרִים אִי אֶפְשָׁר שֶׁלֹּא יַגִּיעַ לְיָדְךָ הַדָּבָר בְּשָׁלֹשׁ שָׁנִים וְכֵיוָן שֶׁהִגִּיעַ לְךָ הָיָה לְךָ לִמְחוֹת בִּפְנֵי עֵדִים וְתוֹדִיעַ אוֹתָם שֶׁפְּלוֹנִי גָּזַל אוֹתִי לְמָחָר אֶתְבָּעֶנּוּ בְּדִין. הוֹאִיל וְלֹא מָחִיתָ אַתָּה הִפְסַדְתָּ עַל עַצְמְךָ. לְפִיכָךְ אִם הָיְתָה מִלְחָמָה וְשִׁבּוּשׁ דְּרָכִים בֵּין הַמָּקוֹם שֶׁהָיָה בּוֹ רְאוּבֵן וּבֵין הַמָּקוֹם שֶׁהָיָה בּוֹ שִׁמְעוֹן אֲפִלּוּ אֲכָלָהּ רְאוּבֵן עֶשֶׂר שָׁנִים מוֹצִיאִין אוֹתָהּ תַּחַת יָדוֹ וְחוֹזֶרֶת לְשִׁמְעוֹן מִפְּנֵי שֶׁיָּכוֹל לוֹמַר לֹא יָדַעְתִּי שֶׁזֶּה מִשְׁתַּמֵּשׁ בְּקַרְקָעִי: \n",
            "english": "When do we require Reuven to bring proof that he acquired the field or to depart? When he did not use the property for an extended time. If, however, Reuven brings witnesses who testify that he partook of the produce of this field for three consecutive years and benefited from it in its entirety in the manner in which any person would benefit from that field, we allow Reuven to maintain possession. This applies provided that it was possible for the original owners to know that this person had taken possession of the field, and they did not lodge a protest against him. Reuven must take a <i>sh'vu'at hesset</i> that Shimon sold him the field or gave it to him, and then he is released of all obligation.<br>The rationale for this decision is that we tell Shimon: \"If your claim that you did not sell or give him the property is true, why is this person using your land year after year, when you do not have a legal document stating that it was rented to him or given to him as security for a loan, and yet you have not lodged a protest against him?\"<br>If the plaintiff responds to this by claiming that the news that the other person was using his property did not reach him because he was in a distant country, we tell him: \"It is impossible that the information did not reach you in three years. And when the information reached you, you should have lodged a protest in the presence of witnesses, telling them that 'So-and-so stole property from me, and in the future I will lodge a claim against him in court.' Since you did not issue a protest, you caused yourself a loss.\"<br>Therefore, if there was a war or a disruption of travel routes between the place where Reuven was located and the place where Shimon was located, we expropriate the property from Reuven even if he benefited from its produce for ten years. We return it to Shimon, because he could say: \"I did not know that this person was using my property.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הֵבִיא רְאוּבֵן עֵדִים שֶׁהָיָה שִׁמְעוֹן בָּא בְּכָל שָׁנָה וְעוֹמֵד בְּמָקוֹם זֶה שְׁלֹשִׁים יוֹם אוֹ פָּחוֹת. אוֹמְרִים לְשִׁמְעוֹן מִפְּנֵי מָה לֹא מָחִיתָ כְּשֶׁבָּאתָ אִבַּדְתָּ זְכוּתְךָ. טָעַן שִׁמְעוֹן וְאָמַר טָרוּד הָיִיתִי בַּשּׁוּק וְלֹא יָדַעְתִּי שֶׁזֶּה בְּתוֹךְ חֲצֵרִי הֲרֵי זוֹ טַעֲנָה. שֶׁכָּל שְׁלֹשִׁים יוֹם יִהְיֶה אָדָם טָרוּד בַּשּׁוּק. וְאִם עָמַד יוֹתֵר מִשְּׁלֹשִׁים יוֹם וְלֹא מִחָה אִבֵּד אֶת זְכוּתוֹ. וְיֵרָאֶה לִי שֶׁהַדִּין זֶה אֵינוֹ אֶלָּא בַּכְּפָרִים שֶׁהָעָם טְרוּדִין בַּשְּׁוָקִים שֶׁלָּהֶן: \n",
            "english": "Even in a situation where there was a war and a breakdown in communication, if Reuven brought witnesses who testify that each year Shimon came and stayed in this place\" for 30 days or less, we tell Shimon: \"Why didn't you protest when you came? You have lost your rights.\"<br>If Shimon claims: \"I was very much occupied at the business fair and I did not know that so-and-so was in my courtyard,\" his claim is respected. For it is possible that a person will be occupied at a business fair for 30 days. If he stayed for more than 30 days and did not protest, he loses his rights.<br>It appears to me that this law applies only in the villages, for the people there are very much occupied with their business fairs."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וּמִפְּנֵי מָה אֵין אוֹמְרִין לִרְאוּבֵן אִם אֱמֶת הַדָּבָר שֶׁמָּכַר לְךָ אוֹ נָתַן לְךָ בְּמַתָּנָה לָמָּה לֹא נִזְהַרְתָּ בַּשְּׁטָר שֶׁלְּךָ. מִפְּנֵי שֶׁאֵין אָדָם נִזְהָר בִּשְׁטָרוֹ וְהוֹלֵךְ כָּל יָמָיו וַחֲזָקָה שֶׁאֵין אָדָם נִזְהָר בִּשְׁטָר אֶלָּא עַד שָׁלֹשׁ שָׁנִים. וְכֵיוָן שֶׁרוֹאֶה שֶׁאֵין אָדָם מְמַחֶה בּוֹ שׁוּב אֵינוֹ נִזְהָר: \n",
            "english": "Why do we not tell Reuven: \"If it is true that he sold the property to you or gave it to you as a present, why did you not take care of your deed of acquisition?\" Because a person does not take care of his legal documents for his entire life, and it is an established presumption that a person will not take care of a legal document for more than three years. If by that time, he sees that no one is protesting his ownership, he will not take care of it any longer."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הֲרֵי שֶׁמִּחָה שִׁמְעוֹן בִּמְדִינָה רְחוֹקָה מִפְּנֵי מָה לֹא יִטְעֹן רְאוּבֵן וְיֹאמַר לֹא שָׁמַעְתִּי שֶׁמִּחָה בִּי כְּדֵי שֶׁאֶזָּהֵר בַּשְּׁטָר. מִפְּנֵי שֶׁאוֹמֵר לוֹ חֲבֵרְךָ יֵשׁ לוֹ חָבֵר וַחֲבֵרוֹ יֵשׁ לוֹ חָבֵר וַחֲזָקָה שֶׁהִגִּיעַ אֵלֶיךָ הַדָּבָר וְכֵיוָן שֶׁיָּדַעְתָּ שֶׁמִּחָה בְּךָ בְּתוֹךְ שָׁלֹשׁ שָׁנִים בֶּאֱמֶת הָיָה לְךָ שְׁטָר וְלֹא נִזְהַרְתָּ בּוֹ אַתָּה הִפְסַדְתָּ עַל עַצְמְךָ: \n",
            "english": "If Shimon issued a protest in a distant country, why can Reuven not claim: \"I did not hear that he lodged a protest against me so that I felt it necessary to safeguard my deed of acquisition\"?<br>Because we tell him: \"Your friend has a friend, and his friend has a friend. And it is an established presumption that word of the protest reached you. Hence, since you know that he lodged a protest against you within the three years, if it is true that you had a deed of acquisition and you did not safeguard it, you caused yourself a loss.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "לְפִיכָךְ אִם מִחָה שִׁמְעוֹן בִּפְנֵי עֵדִים וְאָמַר לָהֶם אַל תּוֹצִיאוּ דָּבָר זֶה מִפִּיכֶם אֵין זֶה מְחָאָה. אֲבָל אִם אָמְרוּ הָעֵדִים מֵעַצְמָן אֵין דָּבָר זֶה יוֹצֵא מִפִּינוּ הֲרֵי גַּם זוֹ מְחָאָה. שֶׁהַדָּבָר שֶׁאֵין אָדָם מְצֻוֶּה עָלָיו אוֹמְרוֹ שֶׁלֹּא בְּכַוָּנָה. וְכֵן אִם צִוָּה לְעֵדִים וְאָמַר לָהֶם אַל תּוֹדִיעוּהוּ אוֹ שֶׁאָמְרוּ הֵן מֵעַצְמָן אֵין אָנוּ מוֹדִיעִין אוֹתוֹ גַּם זוֹ מְחָאָה הִיא. אַף עַל פִּי שֶׁאֵינָן מוֹדִיעִין אוֹתוֹ מוֹדִיעִין הֵם לַאֲחֵרִים וְדָבָר זֶה יַגִּיעַ אֵלָיו: \n",
            "english": "Therefore, if Shimon lodged a protest in the presence of witnesses, but told them: \"Do not utter a word about this protest,\" the protest is of no consequence. If, however, the witnesses said on their own volition: \"We will not utter a word about this,\" the protest is significant. For a person will ultimately speak of a matter that he was not charged to keep private.<br>Similarly, if the original owner told the witnesses: \"Don't tell the person who took possession of the property about my protest,\" or the witnesses said on their own volition: \"We will not notify him,\" the protest is of consequence. For even though they will not notify him, they will notify others, and ultimately the information will reach him."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כֵּיצַד הַמְּחָאָה. אוֹמֵר בִּפְנֵי שְׁנַיִם פְּלוֹנִי שֶׁהוּא מִשְׁתַּמֵּשׁ בַּחֲצֵרִי אוֹ בְּשָׂדִי גַּזְלָן הוּא וּלְעָתִיד אֲנִי תּוֹבֵעַ אוֹתוֹ בְּדִין. וְכֵן אִם אָמַר לָהֶם שְׂכוּרָה הִיא בְּיָדוֹ אוֹ מַשְׁכּוֹנָה וְאִם יִטְעֹן עָלַי שֶׁמָּכַרְתִּי אוֹ נָתַתִּי אֲנִי תּוֹבֵעַ אוֹתוֹ בְּדִין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הֲרֵי זוֹ מְחָאָה. אַף עַל פִּי שֶׁלֹּא מִחָה בִּמְדִינָה זוֹ שֶׁהֶחְזִיק בָּהּ זֶה. אֲבָל אִם אָמַר לָהֶן פְּלוֹנִי שֶׁמִּשְׁתַּמֵּשׁ בַּחֲצֵרִי גַּזְלָן הוּא אֵין זוֹ מְחָאָה. שֶׁהֲרֵי רְאוּבֵן אוֹמֵר כְּשֶׁשָּׁמַעְתִּי אָמַרְתִּי שֶׁמָּא חֵרֵף אוֹתִי בִּלְבַד וּלְפִיכָךְ לֹא נִזְהַרְתִּי בִּשְׁטָרִי: \n",
            "english": "What constitutes a protest? That the owner says in the presence of two witnesses: \"So-and-so who is using my field is a robber. In the future, I will call him to court.\" Similarly, if he says: \"The property is rented out to him or it was given to him as security for a loan. If he claims that I sold it to him or gave it to him as a present, I will lodge a claim against him in court.\" Similarly, if he makes other analogous statements, the protest is of consequence even though he did not issue it in the country where the person in possession of the land is located.<br>If, however, he told them merely: \"So-and-so who is using my field is a robber,\" that is not a valid protest, for Reuven will say: \"When I heard this, I said to myself: 'Maybe he was merely slandering me.' Therefore, I was not careful about keeping my deed of acquisition.\""
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מְחָאָה בִּפְנֵי שְׁנַיִם מְחָאָה וְכוֹתְבִין אַף עַל פִּי שֶׁלֹּא אָמַר לָהֶם כְּתֹבוּ. וְכֵיוָן שֶׁמִּחָה בְּשָׁנָה רִאשׁוֹנָה אֵינוֹ צָרִיךְ לַחְזֹר וְלִמְחוֹת בְּכָל שָׁנָה וְשָׁנָה. אֲבָל צָרִיךְ שֶׁלֹּא יִהְיֶה בֵּין מְחָאָה לִמְחָאָה שָׁלֹשׁ שָׁנִים גְּמוּרוֹת. לְפִיכָךְ צָרִיךְ לִמְחוֹת בְּסוֹף כָּל שָׁלֹשׁ שָׁנִים. וְאִם מִחָה וְעָמַד שָׁלֹשׁ שָׁנִים גְּמוּרוֹת וְאַחַר כָּךְ מִחָה אֵינָהּ מְחָאָה: \n",
            "english": "A protest made in the presence of two witnesses is of consequence. They may compose a legal record of it, even if the owner does not tell them to compose it.<br>Once the owner issued a protest in the first year, he does not have to issue another protest each year. There must not, however, be three full years between each protest. He must, therefore, issue a protest at the end of each three-year period. If he protested, delayed for three full years and protested afterwards, the protest is of no consequence."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הֵבִיא רְאוּבֵן עֵדִים שֶׁזֶּה שִׁמְעוֹן בַּעַל הַשָּׂדֶה קִבֵּץ פֵּרוֹת שָׂדֶה זוֹ וּנְתָנָם לִי תַּעֲמֹד הַשָּׂדֶה בְּיַד רְאוּבֵן וַאֲפִלּוּ טָעַן שֶׁשִּׁמְעוֹן מְכָרָהּ לוֹ אוֹ נָתַן לוֹ הַיּוֹם שֶׁאִלּוּ לֹא מָכַר אוֹ נָתַן לֹא הָיָה מְשַׁמֵּשׁ אֶת רְאוּבֵן בְּשָׂדֶה זוֹ וְנוֹתֵן לוֹ פֵּרוֹתֶיהָ: \n",
            "english": "If Reuven brought witnesses who testify that Shimon, the owner of the field, gathered the produce of the field together and gave it to Reuven, he is allowed to retain possession of the field. This applies even if Reuven claims that Shimon sold him or gave him the field that day. The rationale is that if he did not give him or sell him the field, he would not have helped Reuven in the field and given him its produce."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "טָעַן שִׁמְעוֹן וְאָמַר אֱמֶת הָיָה הַדָּבָר וּלְפֵרוֹת הוֹרַדְתִּיו וְשֶׁלּוֹ הָיוּ הַפֵּרוֹת אֲבָל הַגּוּף לֹא מָכַרְתִּי נֶאֱמָן וְחוֹזֵר לְשִׁמְעוֹן אֶלָּא אִם כֵּן אֲכָלָהּ רְאוּבֵן בְּפָנָיו שָׁלֹשׁ שָׁנִים וְלֹא מִחָה בּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "If Shimon responds, claiming: \"It's true; that event transpired. I sold him the rights to the field's produce and it belonged to him, but I never sold him the field itself,\" his word is accepted and the field should be returned to Shimon. There is, however, an exception: when Reuven partook of the produce for three years with Shimon's knowledge and Shimon did not protest against him, as explained."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שָׁלֹשׁ שָׁנִים שֶׁאָמַרְנוּ מִיּוֹם לְיוֹם אֲפִלּוּ הָיוּ חֲסֵרִים יוֹם אֶחָד לֹא הֶחֱזִיק וּמְסַלְּקִין אוֹתוֹ מִמֶּנָּה. בַּמֶּה דְּבָרִים אֲמוּרִים בְּקַרְקָעוֹת שֶׁהֵן עוֹשִׂין פֵּרוֹת תָּמִיד כְּגוֹן הַבָּתִּים וְהַחֲצֵרוֹת וְהַבּוֹרוֹת וְהַשִּׁיחִין וְהַמְּעָרוֹת וְהַחֲנֻיּוֹת וְהַפֻּנְדָּקוֹת וְהַמֶּרְחֲצָאוֹת וְהַשׁוֹבָכוֹת וּבָתֵּי הַבַּדִּין וּשְׂדֵה בֵּית הַשְּׁלָחִין שֶׁמַּשְׁקִין אוֹתָה תָּמִיד וְזוֹרְעִין בָּהּ וְנוֹטְעִין וְהַגַּנּוֹת וְהַפַּרְדֵּסִין. וְכֵן עֲבָדִים הַמְהַלְּכִין כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל שְׂדֵה הַבַּעַל שֶׁהִיא שׁוֹתָה מִמֵּי גְּשָׁמִים בִּלְבַד וּשְׂדֵה אִילָן אֵינָהּ מִיּוֹם לְיוֹם אֶלָּא כֵּיוָן שֶׁאָכְלוּ שָׁלֹשׁ תְּבוּאוֹת מִמִּין אֶחָד הֲרֵי אֵלּוּ כְּשָׁלֹשׁ שָׁנִים. כֵּיצַד. הָיְתָה שְׂדֵה תְּמָרִים וְגָדַר שָׁלֹשׁ גְּדֵרוֹת אוֹ שְׂדֵה עֲנָבִים וּבָצַר שָׁלֹשׁ בְּצִירוֹת אוֹ שְׂדֵה זֵיתִים וּמָסַק שָׁלֹשׁ מְסִיקוֹת הֲרֵי אֵלּוּ כְּשָׁלֹשׁ שָׁנִים וְהֶחֱזִיק. וַאֲפִלּוּ הָיוּ הָאִילָנוֹת רְצוּפִין וְלֹא הָיָה בֵּינֵיהֶן הַרְחָקָה כָּרָאוּי שֶׁהֲרֵי סוֹפָן לִיבַשׁ הוֹאִיל וְאוֹכְלָן שָׁלֹשׁ תְּבוּאוֹת הֶחֱזִיק: \n",
            "english": "The three years mentioned in the previous chapter must be from day to day. Even if one day was lacking, a claim of ownership is not established and the person in possession of the property is removed from it.<br>When does the above apply? With regard to landed property that produces benefit at all times - e.g., houses, courtyards, cisterns, pits, storage cavities, stores, inns, bathhouses, dovecotes, olive presses, fields that are continually irrigated and hence can be used for sowing and for planting, gardens, and orchards, and also servants who go on their own initiative, as we have explained.<br>Different rules apply with regard to a field that is watered only from rain and a grove of trees. The \"threes years\" are not calculated from day to day.<br>Instead, after the person in possession partakes of three harvests from one type of produce, it is considered as if three years have passed.<br>What is implied? There was a date grove and the person in possession harvested it three times, a grape orchard and he harvested it three times, or an olive grove and he harvested it three times, he is considered to have established a claim of ownership. This applies even if the trees were planted one after the other, and there was not enough space left between them. Although ultimately, they will dry and have to be uprooted, since the person derived benefit from them for three harvests, he has established a claim of ownership."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הֵבִיא עֵדִים שֶׁהָיָה דָּר בְּחָצֵר זוֹ שָׁלֹשׁ שָׁנִים אוֹ שֶׁשְּׂכָרָהּ שָׁלֹשׁ שָׁנִים הֲרֵי זוֹ חֲזָקָה. טָעַן בַּעַל הֶחָצֵר וְאָמַר שֶׁמָּא לֹא שָׁכַן בָּהּ בַּיּוֹם וּבַלַּיְלָה אוֹ שֶׁמָּא אֵלּוּ שֶׁהִשְׂכִּירוּ לָהֶם לֹא שָׁכְנוּ בָּהּ בַּיּוֹם וּבַלַּיְלָה הֲרֵי זוֹ טַעֲנָה. אוֹמְרִים לַמַּחֲזִיק אוֹ תָּבִיא עֵדִים שֶׁשָּׁנִים אֵלּוּ גְּמוּרוֹת בַּיּוֹם וּבַלַּיְלָה אוֹ הִסְתַּלֵּק. אֲפִלּוּ בָּאוּ עֵדִים וְאָמְרוּ לָנוּ הִשְׂכִּיר וְאָנוּ דַּרְנוּ בָּהּ בַּיּוֹם וּבַלַּיְלָה וְטָעַן בַּעַל הַשָּׂדֶה וְאָמַר יָבִיאוּ עֵדִים שֶׁדָּרוּ בָּהּ בַּיּוֹם וּבַלַּיְלָה. צְרִיכִין אֵלּוּ הַשּׂוֹכְרִין לְהָבִיא רְאָיָה שֶׁדָּרוּ בָּהּ תָּמִיד. שֶׁזֶּה הַדָּבָר תָּלוּי בָּהֶן וְאֵין תָּלוּי בְּטַעֲנַת הַמַּחֲזִיק כְּדֵי שֶׁיָּעִידוּ לוֹ: \n",
            "english": "If a person brings witnesses who testify that he dwelled in this courtyard for three years or rented it out to a tenant for three years, he establishes a claim of ownership.<br>If the owner of the courtyard claims: \"Maybe you - or your tenant - did not dwell there during the day and during the night,\" his claim is valid. We tell the person in possession: \"Bring witnesses that throughout these years, you dwelled there during the day and during the night, or depart.\"<br>Even when witnesses come and testify, saying: \"The person in possession rented the field to us, and we dwelled there during the day and during the night,\" if the owner of the field demands: \"Let them bring witnesses that they dwelled there during the day and during the night,\" these tenants must bring proof that they dwelled there at all times. The rationale is that the matter is dependent on them and is not dependent on the claim of the person in possession of the property that they should testify on his behalf."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיָה זֶה הַמַּחֲזִיק אוֹ הָעֵדִים שֶׁדָּרוּ בָּהּ מִן הָרוֹכְלִין הַמְחַזְּרִין בַּעֲיָרוֹת וְכַיּוֹצֵא בָּהֶן. טוֹעֲנִין אוֹתוֹ לְכַתְּחִלָּה וּכְשֶׁיָּבִיא עֵדֵי חֲזָקָה אוֹמֵר לוֹ הָבֵא עֵדִים שֶׁהָיִיתָ מַחֲזִיק בָּהּ בַּיּוֹם וּבַלַּיְלָה. בַּמֶּה דְּבָרִים אֲמוּרִים בַּחֲצֵרוֹת וּבָתִּים וְכַיּוֹצֵא בָּהֶן שֶׁהֵן עֲשׂוּיוֹת לָדוּר בְּתוֹכָן בַּיּוֹם וּבַלַּיְלָה. אֲבָל הַחֲנֻיּוֹת שֶׁל תַּגָּרִים וְכַיּוֹצֵא בָּהֶן שֶׁאֵין דָּרִין בָּהֶן אֶלָּא בַּיּוֹם כֵּיוָן שֶׁדָּר בָּהּ שָׁלֹשׁ שָׁנִים בַּיּוֹם הֲרֵי זֶה חֲזָקָה: \n",
            "english": "Different laws apply if the person in possession of the property or the witnesses were traveling salesmen who journey from village to village or the like. In such a situation, the court makes a claim on behalf of the owner at the outset. When he brings witnesses to try to substantiate his claim of ownership, the court tells him: \"Bring witnesses who will testify that you manifested possession during the day and the night.\"<br>When does the above apply? With regard to courtyards, houses, and the like, in which people live during the day and the night. Different laws apply with regard to stores operated by merchants and the like, in which people dwell only during the day. In such a situation, if a person dwelled in the store for three years during the day, he establishes a claim of ownership."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "שָׁלֹשׁ שָׁנִים שֶׁאָמַרְנוּ צָרִיךְ שֶׁיִּהְיוּ רְצוּפוֹת זוֹ אַחַר זוֹ. הֲרֵי שֶׁהֶחְזִיק בְּשָׂדֶה וּזְרָעָהּ שָׁנָה וְהוֹבִירָהּ שָׁנָה וּזְרָעָהּ שָׁנָה וְהוֹבִירָהּ שָׁנָה. אֲפִלּוּ עָשָׂה כֵן כַּמָּה שָׁנִים לֹא הֶחֱזִיק. הָיָה דַּרְכָּן שֶׁל בְּנֵי אוֹתוֹ הַמָּקוֹם לְהוֹבִיר אַף עַל פִּי שֶׁמִּקְצָתָן זוֹרְעִין שָׁנָה אַחַר שָׁנָה וּמִקְצָתָן זוֹרְעִין שָׁנָה וּמוֹבִירִין שָׁנָה הֲרֵי זֶה הֶחֱזִיק שֶׁהֲרֵי הוּא אוֹמֵר לֹא הוֹבַרְתִּי אוֹתָהּ אֶלָּא כְּדֵי שֶׁתַּעֲשֶׂה הַרְבֵּה בִּשְׁנַת הַזְּרִיעָה: \n",
            "english": "The three years mentioned must be consecutive, one following the other. If a person in possession of a field sowed it one year and left it fallow the next year, and then sowed it one year and left it fallow the next year, he does not establish a claim of ownership. This applies even if he followed this pattern for many years.<br>If the custom of the farmers of that area was to leave fields fallow, the person is considered to have established a claim of ownership. This applies even if some of the local farmers sow their fields year after year, and some sow their fields for one year and leave them fallow the next. For the person in possession may claim: \"I left it fallow only so that it will produce more in the year that I sow it.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁנֵי שֻׁתָּפִין שֶׁהֶחְזִיקוּ בְּשָׂדֶה שֵׁשׁ שָׁנִים הָאֶחָד אֲכָלָהּ רִאשׁוֹנָה וּשְׁלִישִׁית וַחֲמִישִׁית. וְהַשֵּׁנִי אֲכָלָהּ שְׁנִיָּה וּרְבִיעִית וְשִׁשִּׁית לֹא עָלְתָה חֲזָקָה לְאֶחָד מֵהֶם. שֶׁהֲרֵי בַּעַל הַקַּרְקַע אוֹמֵר כֵּיוָן שֶׁלֹּא רָאִיתִי וְלֹא שָׁמַעְתִּי שֶׁהֶחְזִיק בָּהּ אָדָם אֶחָד שָׁנָה אַחַר שָׁנָה מִפְּנֵי זֶה לֹא מָחִיתִי. לְפִיכָךְ אִם כָּתְבוּ אֵלּוּ הַשֻּׁתָּפִין שְׁטָר בֵּינֵיהֶן שֶׁיִּשְׁתַּמְּשׁוּ בָּהּ שָׁנָה אַחַר שָׁנָה כֵּיוָן שֶׁעָבַר שָׁלֹשׁ שָׁנִים עָלְתָה לָהֶן חֲזָקָה. שֶׁהַשְּׁטָר יֵשׁ לוֹ קוֹל וְהוֹאִיל וְלֹא מִחָה אִבֵּד זְכוּתוֹ. וְהוּא הַדִּין לְעֶבֶד שֶׁהֶחְזִיקוּ בּוֹ שְׁנַיִם וְנִשְׁתַּמְּשׁוּ בּוֹ שָׁנָה אַחַר שָׁנָה אִם כָּתְבוּ שְׁטָר בֵּינֵיהֶן הֲרֵי הֶחֱזִיקוּ: \n",
            "english": "When two partners maintained possession of a field for six years, one partaking of the produce in the first, third and fifth years, and the other partaking of the produce in the second, fourth and sixth years, neither is considered to have established a claim of ownership. The rationale is that the owner of the field can say: \"Since I neither saw nor heard of one person maintaining possession year after year, I did not protest.\"<br>Accordingly, if these partners composed a legal document attesting to their partnership and stating that they should each utilize the field in successive years, if three years pass in which they use it, they establish a claim of ownership. The rationale is that a legal document becomes public knowledge. Hence, if the owner did not protest, he forfeited his right.<br>Similar laws apply if two people maintain possession of a servant and use his services year after year. Ordinarily, they do not establish a claim of ownership. If they compose a legal document concerning the servant, they do."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֲכָלָהּ שָׁנָה זֶה הַמַּחֲזִיק וּמְכָרָהּ וַאֲכָלָהּ הַלּוֹקֵחַ שָׁנָה וּמָכַר לְלוֹקֵחַ שֵׁנִי וַאֲכָלָהּ שָׁנָה. אִם מָכְרוּ זֶה לָזֶה בִּשְׁטָר שְׁלָשְׁתָּן מִצְטָרְפִין וַהֲרֵי זוֹ חֲזָקָה מִפְּנֵי שֶׁלֹּא מִחָה. וְאִם מָכְרוּ שֶׁלֹּא בִּשְׁטָר אֵינָהּ חֲזָקָה שֶׁהַבְּעָלִים הָרִאשׁוֹנִים אוֹמְרִים כֵּיוָן שֶׁלֹּא עָמַד בָּהּ אִישׁ אֶחָד שָׁלֹשׁ שָׁנִים לֹא הֻצְרַכְתִּי לִמְחוֹת: \n",
            "english": "The following rules apply when a person who took possession of a property derived benefit from its produce for one year and then sold it, the purchaser derived benefit from its produce for one year and then sold it, and the second purchaser derived benefit from its produce for a year. If they sold it to each other with a deed of sale, the activities of the three are combined and a claim of ownership is established, because the previous owner did not protest.<br>If they did not record the transaction in a deed of sale, a claim of ownership is not established, because the original owners can say: \"Since one person did not maintain a presence within it for three years, there was no necessity to issue a protest.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֲכָלָהּ הָאָב שָׁנָה וְהַבֵּן שְׁתַּיִם הָאָב שְׁתַּיִם וְהַבֵּן שָׁנָה הָאָב שָׁנָה וְהַבֵּן שָׁנָה וְהַלּוֹקֵחַ מִן הַבֵּן שָׁנָה הֲרֵי זוֹ חֲזָקָה וְהוּא שֶׁלָּקַח בִּשְׁטָר: \n",
            "english": "When a father derived benefit from a property for one year, and his son derived benefit for two years, or the father derived benefit for two years, and his son derived benefit for one year, a claim of ownership is established.<br>The same law applies if the father derived benefit for a year, the son derived benefit for a year, and the person who purchased it derived benefit for a year, provided that he purchased it with a deed of sale."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֲכָלָהּ בִּפְנֵי הָאָב שֶׁהָיָה בַּעַל הַשָּׂדֶה שָׁנָה וּבִפְנֵי בְּנוֹ שְׁתַּיִם. אוֹ בִּפְנֵי הָאָב שְׁתַּיִם וּבִפְנֵי הַבֵּן שָׁנָה. אוֹ בִּפְנֵי הָאָב שָׁנָה וּבִפְנֵי בְּנוֹ שָׁנָה וּבִפְנֵי לוֹקֵחַ מִן הַבֵּן שָׁנָה. הֲרֵי זוֹ חֲזָקָה. וְהוּא שֶׁמָּכַר הַבֵּן זוֹ הַשָּׂדֶה בִּכְלַל שְׂדוֹתָיו שֶׁהֲרֵי לֹא הִכִּיר הַמַּחֲזִיק שֶׁנִּמְכְּרָה וּלְפִיכָךְ לֹא נִזְהַר בִּשְׁטָרוֹ. אֲבָל אִם מָכַר הַבֵּן שָׂדֶה זוֹ בִּפְנֵי עַצְמָהּ אֵין לְךָ מְחָאָה גְּדוֹלָה מִזּוֹ: \n",
            "english": "When a person seeking to establish a claim of ownership partakes of produce from a field for one year in the presence of the father who was the owner, and two years in the presence of his son, or two years in the presence of the father and one year in the presence of the son, a claim of ownership is established.<br>Similarly, a claim of ownership is established when the person in possession of the field partakes of its produce for one year in the presence of the father, one year in the presence of the son, and one year in the presence of a person who purchased the field from the son. This law applies when the son sold the field together with all his fields. In such an instance, the person in possession of the field will not appreciate that it was sold, and hence will not necessarily be careful to maintain possession of his deed of acquisition beyond the three-year period. If, however, the son sold the field as a discrete entity the property is expropriated and given to the purchaser. For there can be no greater protest against the squatter's possession than this."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "נָרָהּ שָׁנָה אַחַר שָׁנָה אֲפִלּוּ כַּמָּה שָׁנִים הוֹאִיל וְלֹא נֶהֱנָה בָּהּ אֵינָהּ חֲזָקָה. וְכֵן אִם פָּתַח בָּהּ שְׁבִילֵי הַמַּיִם וּפָתַח וְשִׂדֵּד בִּלְבַד הוֹאִיל וְלֹא אָכַל פֵּרוֹת אֵינָהּ חֲזָקָה: \n",
            "english": "If the person in possession left the field fallow year after year - even for many years - since he did not derive any benefit from it, he does not establish a claim of ownership.<br>Similarly, if he irrigated it or even irrigated it and did no more than break up large clumps of earth, since he did not benefit from its produce, he does not establish a claim of ownership."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "זְרָעָהּ וְלֹא הִרְוִיחַ כְּלוּם אֶלָּא זָרַע כּוֹר וְאָסַף כּוֹר לֹא הֶחֱזִיק שֶׁהֲרֵי לֹא נֶהֱנָה: \n",
            "english": "If the person in possession sowed it, but did not make any profit - i.e., he sowed a <i>kor</i> and reaped a <i>kor -</i> he does not establish a claim of ownership, since he did not derive any benefit from it."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אֲכָלָהּ שַׁחַת לֹא הֶחֱזִיק. וְאִם הָיָה הַמָּקוֹם דַּרְכָּן לִזְרֹעַ לְשַׁחַת מִפְּנֵי שֶׁדָּמָיו יְקָרִין הֲרֵי זוֹ חֲזָקָה: \n",
            "english": "If he harvests the field as straw, he does not establish a claim of ownership. If in that region it was common to sow to harvest straw because straw is very expensive, he does establish a claim of ownership."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אֲכָלָהּ עָרְלָה שְׁבִיעִית וְכִלְאַיִם אַף עַל פִּי שֶׁנֶּהֱנָה בַּעֲבֵרָה הֲרֵי זוֹ חֲזָקָה: \n",
            "english": "If the person in possession partook of produce of a field that was <i>orlah,</i> grew during the Sabbatical year, or contained mixed species, he establishes a claim of ownership despite the fact that he derived benefit through transgression."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הָיָה הַמָּקוֹם שֶׁהֶחְזִיק בּוֹ סֶלַע אוֹ חַלָּמִישׁ שֶׁאֵינוֹ רָאוּי לִזְרִיעָה צָרִיךְ לֵהָנוֹת בּוֹ בְּדָבָר הָרָאוּי לָהּ כְּגוֹן שֶׁיִּשְׁטַח בּוֹ הַפֵּרוֹת אוֹ יַעֲמִיד בּוֹ בְּהֵמָה וְכַיּוֹצֵא בָּזֶה. וְאִם לֹא נֶהֱנָה בּוֹ בְּכָל אוֹתָן הַשָּׁלֹשׁ שָׁנִים בַּדָּבָר הָרָאוּי לוֹ לֹא הֶחֱזִיק: \n",
            "english": "If the property in question was a stone or a rocky area unfit to be sown, the person in possession must benefit from the land in an appropriate manner - e.g., use it to spread out fruits to dry, as a place for an animal to pasture, or the like. If he does not derive benefit throughout all these three years in an appropriate manner, he does not establish a claim of ownership."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָיָה מַעֲמִיד בְּהֵמָה בְּמָקוֹם מְסֻיָּם מֵחֲצַר חֲבֵרוֹ אוֹ שֶׁהָיָה מְגַדֵּל שָׁם תַּרְנְגוֹלִין אוֹ מַעֲמִיד שָׁם תַּנּוּר וְכִירַיִם וְרֵחַיִם. אוֹ שֶׁנָּתַן שָׁם זִבְלוֹ. בֵּין שֶׁהֶעֱמִיד שָׁם מְחִצָּה בֵּין שֶׁלֹּא הֶעֱמִיד. אִם נִשְׁתַּמֵּשׁ בִּדְבָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן שָׁלֹשׁ שָׁנִים בַּיּוֹם וּבַלַּיְלָה וְטָעַן עַל בַּעַל הֶחָצֵר וְאָמַר אַתָּה נָתַתָּ לִי מָקוֹם זֶה אוֹ מְכַרְתּוֹ לִי הֲרֵי זוֹ חֲזָקָה: \n",
            "english": "The following rules apply when a person would tie his animal in a specific place in a courtyard belonging to a colleague, he would raise chickens there, he would place an oven, a range or a mill there, or he would place his fertilizer there. Whether or not he erects a barrier there, if he uses the property for these purposes during the day and the night and claims that the owner of the courtyard sold or gave him that place, he establishes a claim of ownership."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שָׂדֶה שֶׁהִיא מֻקֶּפֶת גָּדֵר וּבָא זֶה שֶׁהֶחְזִיק בָּהּ וְזָרַע חוּץ לַגָּדֵר וְנֶהֱנָה בְּכָל מָקוֹם שֶׁאֵינוֹ שָׁמוּר. אַף עַל פִּי שֶׁאֲכָלוֹ שָׁנָה אַחַר שָׁנָה לֹא עָלְתָה לוֹ חֲזָקָה. שֶׁהַבְּעָלִים טוֹעֲנִין וְאוֹמְרִין כֵּיוָן שֶׁרָאִינוּ שֶׁזּוֹרֵעַ בְּמָקוֹם מֻפְקָר אָמַרְנוּ כָּל מַה שֶּׁזָּרַע חַיַּת הַשָּׂדֶה תֹּאכְלֶנּוּ וּלְפִיכָךְ לֹא מָחִיתִי. וְהוּא הַדִּין לְכָל הַזּוֹרֵעַ מָקוֹם שֶׁאֵינוֹ שָׁמוּר אֶלָּא רֶגֶל חַיָּה וְיַד כָּל אָדָם מְצוּיִין בּוֹ: \n",
            "english": "The following rules apply when a field is surrounded by a fence and a person took possession of it and sowed crops outside the fence, deriving benefit from the portion that is not protected. Even though he derives benefit year after year, he does not establish a claim of ownership. The rationale is that the owner can claim: \"Since we saw that he was sowing crops in a place that was unprotected, we said: 'Whatever he sowed, the beasts of the field will eat. Therefore, we did not protest.'\" This law also applies to anyone who sows crops in a place that is not protected and the crops are accessible to animals and other people."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "אֲכָלָהּ כֻּלָּהּ חוּץ מִבֵּית רֹבַע הֶחֱזִיק בְּכֻלָּהּ חוּץ מֵאוֹתוֹ בֵּית רֹבַע שֶׁלֹּא נֶהֱנָה בּוֹ. אֲפִלּוּ הָיָה חַלָּמִישׁ בְּתוֹךְ הַשָּׂדֶה הוֹאִיל וְלֹא נִשְׁתַּמֵּשׁ בּוֹ כָּרָאוּי לוֹ אֵין לָזֶה בּוֹ חֲזָקָה: \n",
            "english": "When the person in possession derives benefit from the entire property with the exception of one portion fit to sow a quarter of a <i>kav</i> of grain, he establishes a claim of ownership over the entire field, with the exception of the portion from which he did not benefit. Even if that was a rocky portion in the midst of the field, since he did not use it in a way appropriate for it, he does not establish a claim of ownership over it."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "הֶחֱזִיק אֶחָד בָּאִילָנוֹת וְאָכַל פֵּרוֹתֵיהֶן וְאֶחָד הֶחֱזִיק בַּקַּרְקַע וּזְרָעָהּ וְאָכַל פֵּרוֹתֶיהָ וְכָל אֶחָד מִשְּׁנֵיהֶם טוֹעֵן שֶׁהַכּל שֶׁלִּי וַאֲנִי לְקַחְתִּיו. זֶה שֶׁהֶחְזִיק בָּאִילָנוֹת וַאֲכָלָן שָׁלֹשׁ שָׁנִים יֵשׁ לוֹ הָאִילָנוֹת וְקַרְקַע שֶׁצְּרִיכִין לוֹ וְהוּא כִּמְלֹא הָאוֹרֶה וְסַלּוֹ חוּצָה לְכָל אִילָן וְאִילָן. וְזֶה שֶׁהֶחְזִיק בַּקַּרְקַע יֵשׁ לוֹ שְׁאָר הַקַּרְקַע: \n",
            "english": "The following rules apply when one person took possession of trees and derived benefit from their produce, and another took possession of the land, sowed crops there, and derived benefit from them, and each of them claims that the entire property belongs to him, because he purchased it from the owner. The person in possession of the trees is given the trees and the land necessary to tend to them - i.e., the space in which a person picking fruit can stand together with his basket for each tree. The person in possession of the land receives the remainder of the land."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "וְכֵן הָאוֹכֵל כָּל פֵּרוֹת אִילָן שָׁלֹשׁ שָׁנִים וְטָעַן עַל בַּעַל הָאִילָן אַתָּה מָכַרְתָּ לִי אִילָן זֶה וְקַרְקָעוֹ הֲרֵי זֶה יֵשׁ לוֹ קַרְקַע כָּעֳבִי הָאִילָן עַד הַתְּהוֹם: \n",
            "english": "Similarly, when a person benefits from all the produce of a tree for three years and then issues a claim against the owner of the tree: \"You sold me this tree and its land,\" he is granted an amount of land equivalent to the thickness of the tree until the depths of the earth."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "שְׂדֵה אִילָן שֶׁהָיוּ בּוֹ שְׁלֹשִׁים אִילָנוֹת בְּתוֹךְ בֵּית שָׁלֹשׁ סְאִין וְאָכַל עֲשָׂרָה בְּשָׁנָה רִאשׁוֹנָה וַעֲשָׂרָה בְּשָׁנָה שְׁנִיָּה וַעֲשָׂרָה בְּשָׁנָה שְׁלִישִׁית הֻחְזַק בַּכּל. וְהוּא שֶׁהָיוּ עֲשָׂרָה שֶׁאָכַל מְפֻזָּרוֹת בְּכָל בֵּית הַשָּׁלֹשׁ סְאִין וְלֹא הוֹצִיאוּ שְׁאָר הָאִילָנוֹת פֵּרוֹת. אֲבָל אִם הוֹצִיאוּ שְׁאָר הָאִילָנוֹת פֵּרוֹת וְלֹא אֲכָלָן לֹא הֻחְזַק אֶלָּא בְּמַה שֶּׁאָכַל: \n",
            "english": "The following laws apply when there are 30 trees within a tree grove large enough to sow three <i>se'ah</i> of grain. If a person in possession benefited from ten trees in the first year, ten in the second year, and ten in the third, he establishes his possession over the entire grove.<br>The above applies when the ten trees from which he benefited were spread through the entire area of the field, and the other trees did not produce any fruit. If, however, the other trees produced fruit and he did not partake of it, he establishes a claim of ownership only on the produce from which he partook."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁאָכַל הוּא מִקְצָת הַפֵּרוֹת וּבָזְזוּ הָעָם שְׁאָר הַפֵּרוֹת. אֲבָל אִם מֵנִיחַ פֵּרוֹתֵיהֶן עֲלֵיהֶן הוֹאִיל וְאָכַל אִילָן מִכָּאן וְאִילָן מִכָּאן מִכָּל הַשָּׂדֶה הֶחֱזִיק בְּכָל הַשָּׂדֶה אַף עַל פִּי שֶׁלֹּא אָסַף כָּל פֵּרוֹתֶיהָ: \n",
            "english": "When does the above apply? When he benefited from some of the fruit and the people reaped the remainder of the fruit. If, however, he left the fruit on the trees and benefited from the fruit from several portions throughout the entire grove, he establishes a claim of ownership concerning the entire field, even though he did not collect all its produce."
          }
        }
      ]
    },
    {
      "chapter": 13,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁאֵין מַעֲמִידִין הַקַּרְקַע בְּיָדָן אַף עַל פִּי שֶׁאֲכָלוּם שָׁלֹשׁ שָׁנִים. הָאֻמָּנִין וְהָאֲרִיסִין וְהָאַפּוֹטְרוֹפִּין וְהַשֻּׁתָּפִין וְהָאִישׁ בְּנִכְסֵי אִשְׁתּוֹ וְהָאִשָּׁה בְּנִכְסֵי בַּעְלָהּ וּבֵן בְּנִכְסֵי אָבִיו וְהָאָב בְּנִכְסֵי הַבֵּן. שֶׁכָּל אֶחָד מֵאֵלּוּ אֵין מַקְפִּידִין זֶה עַל זֶה. לְפִיכָךְ אֵין אֲכִילָתָן רְאָיָה אַף עַל פִּי שֶׁלֹּא מִחוּ בָּהֶן הַבְּעָלִים אֶלָּא תַּחְזֹר הַקַּרְקַע לַבְּעָלִים שֶׁהֵבִיאוּ רְאָיָה שֶׁזֹּאת הַקַּרְקַע יְדוּעָה לָהֶן וְיִשָּׁבַע הֶסֵּת שֶׁלֹּא מְכָרוֹ וְשֶׁלֹּא נְתָנוֹ כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "The following individuals are not given the privilege of establishing a claim of ownership even though they have benefited from a property for three years: craftsmen, sharecroppers, guardians, partners, a husband with regard to property belonging to his wife, a wife with regard to property belonging to her husband, a son with regard to property belonging to his father, and a father with regard to property belonging to his son.<br>The rationale is that in all these instances the owners will not be irritated if the other uses the property. Therefore, the fact that they benefited from it does not serve as proof of ownership, even though the owner did not protest. Instead, the property should be returned to the owner, provided that they bring proof that this land was known to belong to them, and that they take a <i>sh'vu'at hesset</i> that they did not sell or give away the land, as we have explained."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְכֵן רָאשֵׁי גָּלֻיּוֹת שֶׁל אוֹתוֹ זְמַן וְהַגַּזְלָן וְהָעַכּוּ\"ם אֵין אֲכִילָתָן רְאָיָה מִפְּנֵי שֶׁהֵן בַּעֲלֵי זְרוֹעַ. וְכֵן חֵרֵשׁ שׁוֹטֶה וְקָטָן אֵין אֲכִילָתָן רְאָיָה מִפְּנֵי שֶׁאֵין לָהֶם טַעֲנָה כְּדֵי שֶׁתַּעֲמֹד הַקַּרְקַע בְּיָדָן אֶלָּא תַּחְזֹר לַבְּעָלִים. וְכֵן הַמַּחֲזִיק בְּנִכְסֵיהֶן אֵין אֲכִילָתָן רְאָיָה:  ",
            "english": "Similarly, the exilarchs of that period, a robber and a gentile cannot establish a claim of ownership because they benefited from a property. The rationale is that they are men of force.<br>Similarly, a deaf-mute, a mentally or emotionally unstable person and a minor cannot establish a claim of ownership through benefiting from a property. The rationale is that they do not have a claim on which the property could be awarded to them. Instead, the property should be returned to its owners. Conversely, if a person manifests ownership over his property for three years, the fact that he benefited from the property is not considered proof of ownership."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כֵּיצַד אֵין מַעֲמִידִין אֶת הַקַּרְקַע בְּיָדָן. רְאוּבֵן שֶׁאָכַל שְׂדֵה שִׁמְעוֹן שְׁנֵי חֲזָקָה וְהוּא טָעַן שֶׁהִיא לְקוּחָה בְּיָדוֹ וְהֵבִיא שִׁמְעוֹן עֵדִים שֶׁהִיא יְדוּעָה לוֹ וְכֵן הֵבִיא עֵדִים שֶׁרְאוּבֵן יָדוּעַ שֶׁהוּא שֻׁתָּפוֹ אוֹ אֲרִיסוֹ אוֹ אַפּוֹטְרוֹפּוֹסוֹ וּמִפְּנֵי זֶה לֹא מִחָה תַּחְזֹר הַשָּׂדֶה לְשִׁמְעוֹן וְיִשָּׁבַע הֶסֵּת שֶׁלֹּא מָכַר וְלֹא נָתַן. וְהוּא הַדִּין לִשְׁאָרָן. אֲבָל אִם לֹא הֵבִיא שִׁמְעוֹן רְאָיָה שֶׁרְאוּבֵן הָיָה שֻׁתָּף אוֹ אָרִיס אֶלָּא רְאוּבֵן הוֹדָה מֵעַצְמוֹ וְאָמַר הֵן הוּא שֻׁתָּפִי וּמָכַר לִי. הוֹאִיל וְאָכַל שְׁנֵי חֲזָקָה וְיָכוֹל לוֹמַר לֹא הָיָה שֻׁתָּפִי מֵעוֹלָם הֲרֵי זֶה נֶאֱמָן כִּשְׁאָר כָּל אָדָם:  ",
            "english": "What is meant by the statement that they are not given the privilege of establishing a claim of ownership over property? Reuven benefited from a field originally belonging to Shimon for a sufficient number of years to establish a claim of ownership. He claims that he purchased the land. Shimon brought witnesses who testify that the property was known to belong to him. Similarly, he brought witnesses who testify that Reuven was known to be his partner, his sharecropper or his guardian. For this reason, he claims that he did not protest. The field is returned to Shimon, provided that he takes a <i>sh'vu'at hesset</i> that he did not sell or give the property to Reuven. Similar laws apply with regard to the others mentioned above.<br>Different laws apply, however, if Shimon does not bring proof that Reuven was his partner or sharecropper, but instead, Reuven made this admission on his own initiative, saying: \"Yes, he is my partner and he sold me the property.\" Since he benefited from the land for the number of years long enough to establish a claim of ownership and he could have said: \"He was never my partner,\" his word is accepted like the word of other persons."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָאֻמָּנִין כֵּיצַד. כְּגוֹן שֶׁהָיוּ בּוֹנִין בָּהּ אוֹ מְתַקְּנִין אוֹתָהּ שָׁנִים רַבּוֹת. יָרְדוּ מֵאֻמָּנוּתָן אִם אָכְלוּ אוֹתָן שָׁלֹשׁ שָׁנִים מֵאַחַר שֶׁיָּרְדוּ מֵאֻמָּנוּתָן יֵשׁ לָהֶן חֲזָקָה:  ",
            "english": "What is meant by the exclusion of craftsmen? If a person was building a property or repairing it for many years he cannot establish a claim of ownership over it.<br>If the craftsman abandoned his profession and benefited from a property for three years after he abandoned the profession, he can establish a claim of ownership."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָאֲרִיסִין כֵּיצַד. כְּגוֹן שֶׁהָיָה אָרִיס לְאָבִיו שֶׁל בַּעַל הַשָּׂדֶה אוֹ לְאַנְשֵׁי מִשְׁפַּחְתּוֹ שֶׁכֵּיוָן שֶׁהוּא אָרִיס שֶׁל בָּתֵּי אָבוֹת אֵין מְמַחִין הַבְּעָלִים בְּיָדוֹ. אֲבָל אִם זֶה הוּא שֶׁנַּעֲשָׂה אָרִיס תְּחִלָּה הוֹאִיל וַאֲכָלָהּ כֻּלָּהּ שְׁנֵי חֲזָקָה מַעֲמִידִין אוֹתָהּ בְּיָדוֹ. וְאוֹמְרִין לַבְּעָלִים הֵיאַךְ אָכַל שָׁנָה אַחַר שָׁנָה וְלֹא מָחִיתָ בּוֹ:  ",
            "english": "What is meant by the exclusion of sharecroppers? For example, a person worked as a sharecropper for the father of the owner of the property, or for another member of the family. Since he is a sharecropper who has worked for the family, the owner will not lodge a protest against him. If, however, a person becomes a sharecropper for the first time and then benefits from the land for the length of time necessary to establish a claim of ownership, he is allowed to retain possession. We tell the owners: \"How did you allow him to benefit from the property year after year without issuing a protest?\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָרִיס שֶׁל בָּתֵּי אָבוֹת שֶׁהוֹרִיד אֲרִיסִין תַּחַת יָדוֹ יֵשׁ לוֹ חֲזָקָה שֶׁאֵין מוֹרִידִין אֲרִיסִים אֲחֵרִים לְנִכְסֵי אָדָם וְהוּא שׁוֹתֵק. אֲבָל אִם חָלַק לַאֲרִיסִין אֲחֵרִים שֶׁהָיוּ בָּהּ אֵין לוֹ חֲזָקָה שֶׁמָּא מְמֻנֶּה עַל הָאֲרִיסִין עָשׂוּ אוֹתוֹ. וְאָרִיס שֶׁיָּרַד מֵאֲרִיסוּתוֹ וַאֲכָלָהּ שָׁלֹשׁ שָׁנִים מֵאַחַר שֶׁיָּרַד הֶחֱזִיק:  ",
            "english": "Moreover, even when a sharecropper who has worked for the family brings other sharecroppers to work in his place, he may establish a claim of ownership. For ordinarily, there is no way that a person will bring sharecroppers into a colleague's property, and the latter will remain silent.<br>If, however, he divided the land among other sharecroppers who also worked on that property, he may not establish a claim of ownership. For it is possible that the owner appointed him as a supervisor over the sharecroppers.<br>When a sharecropper ceases working in that capacity and afterwards benefits from the produce of the land on which he had been working for three years, he establishes a claim of ownership."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הָאַפּוֹטְרוֹפּוֹסִין כֵּיצַד. בֵּין שֶׁהָיָה אַפּוֹטְרוֹפּוֹס עַל שָׂדֶה זוֹ בֵּין עַל שְׁאָר נְכָסִים בֵּין שֶׁמִּנּוּ אוֹתָם בֵּית דִּין בֵּין שֶׁמִּנָּה אוֹתָם אֲבִי יְתוֹמִים וְגָדְלוּ הַיְתוֹמִים וְהִנִּיחוּ אוֹתָן. בֵּין שֶׁמִּנָּה אָדָם אַפּוֹטְרוֹפּוֹס עַל הוֹצָאָתוֹ וְהַכְנָסָתוֹ. הוֹאִיל וְהֵן מִשְׁתַּמְּשִׁין בִּרְשׁוּת אֵין לָהֶן חֲזָקָה. עָבְרוּ הָאַפּוֹטְרוֹפִּין מִמִּנּוּיָן וְאָכְלוּ שָׁלֹשׁ שָׁנִים אַחַר שֶׁעָבְרוּ הֲרֵי זוֹ חֲזָקָה:  ",
            "english": "What is meant by the exclusion of guardians? The exclusion applies whether the guardian was charged with caring for a particular field or all of an heir's properties, whether he was appointed by the court or appointed by the father of the orphans, and the orphans came of age and allowed him to remain in that capacity, or whether an adult appointed a guardian to supervise his income and expenditures. Since these persons have permission to use the property, they cannot establish a claim of ownership. If a guardian left his position and benefited from the property for three years after leaving, he establishes a claim of ownership."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשֻּׁתָּפִין כֵּיצַד. אִם הָיָה שֻׁתָּף בְּשָׂדֶה זוֹ וְאֵין בָּהּ דִּין חֲלוּקָה אַף עַל פִּי שֶׁאָכַל אֶת כֻּלָּהּ הָאֶחָד מֵהֶן כַּמָּה שָׁנִים הֲרֵי הִיא בְּחֶזְקַת שְׁנֵיהֶם. וְאִם יֵשׁ בָּהּ דִּין חֲלוּקָה וַאֲכָלָהּ הָאֶחָד כֻּלָּהּ שְׁנֵי חֲזָקָה יֵשׁ לוֹ חֲזָקָה שֶׁהֲרֵי אוֹמֵר לְשֻׁתָּפוֹ אִם בֶּאֱמֶת שֶׁלֹּא מָכַרְתָּ וְלֹא נָתַתָּ הֵיאַךְ אָכַלְתִּי אֶת כֻּלָּהּ וְאַתָּה שׁוֹתֵק וְלֹא מָחִיתָ כָּל שָׁלֹשׁ שָׁנִים. וְכֵן הָאִישׁ שֶׁאָכַל בְּנִכְסֵי אִשְׁתּוֹ שְׁנֵי חֲזָקָה אַף עַל פִּי שֶׁהִתְנָה עִמָּהּ שֶׁאֵין לוֹ פֵּרוֹת בִּנְכָסֶיהָ. וַאֲפִלּוּ הִתְנָה עִמָּהּ כְּשֶׁהִיא אֲרוּסָה שֶׁלֹּא יִירָשֶׁנָּה וְאַחַר כָּךְ אָכַל וּבָנָה וְהָרַס וְעָשָׂה כָּל מַה שֶּׁעָשָׂה. וְכֵן הָאִשָּׁה שֶׁאָכְלָה פֵּרוֹת בְּנִכְסֵי בַּעְלָהּ וְנִשְׁתַּמְּשָׁה בָּהֶן כְּחֶפְצָהּ כַּמָּה שָׁנִים. אַף עַל פִּי שֶׁיִּחֵד לָהּ שָׂדֶה בִּמְזוֹנוֹתֶיהָ וְאָכְלָה שָׂדוֹת אֲחֵרוֹת אֵין אֲכִילָתָן רְאָיָה. וְכֵן הַבֵּן שֶׁהוּא סוֹמֵךְ עַל שֻׁלְחָנוֹ שֶׁל אָבִיו וְנֶחְשָׁב בִּכְלַל בְּנֵי בֵּיתוֹ אִם אָכַל נִכְסֵי אָבִיו שְׁנֵי חֲזָקָה. וְכֵן הָאָב שֶׁאָכַל נִכְסֵי בֵּן זֶה שֶׁהוּא סוֹמֵךְ עָלָיו שְׁנֵי חֲזָקָה. אֵין אֲכִילָתָן רְאָיָה:  ",
            "english": "What is meant by the exclusion of partners? When a person is a partner in a field that is not required to be divided , even though he alone benefits from the entire field for several years, the field is still presumed to be owned by both of the partners.<br>If, however, it is large enough to be divided and only one of the partners benefited from it in its entirety for the years necessary to establish a claim of ownership, he establishes such a claim. For he may tell his partner: \"If it is true that you did not sell or give me your share of the field, why did I alone benefit from the entire field? Why did you remain silent and not protest for all these three years?\"<br>Similarly, when a man who had stipulated that he waives the right to benefit from his wife's property nevertheless derives benefit from his wife's property for the number of years necessary to establish a claim of ownership, the fact that he derived benefit is of no consequence. This applies even when - while she was consecrated but not yet married - he stipulated that he would not inherit her property, and afterwards derived benefit from it, built or destroyed structures on it, doing whatever he desired.<br>Similarly, when a woman derived benefit from her husband's property and made use of it as she desired for several years, the fact that she derived benefit is of no consequence. This applies even if her husband designated another field for her to derive her livelihood from, and she benefited from other fields.<br>Similarly, when a son receives his livelihood at his father's home and is considered one of the members of his household, if he benefits from his father's property for the number of years necessary to establish a claim of ownership, it is of no consequence. The same law applies when the father derives benefit from the property of this son, who derives his livelihood from him for the number of years necessary to establish a claim of ownership."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וּבֵן שֶׁפֵּרַשׁ מֵאָבִיו וְאִשָּׁה שֶׁנִּתְגָּרְשָׁה אֲפִלּוּ סְפֵק גֵּרוּשִׁין הֲרֵי הֵן כִּשְׁאָר כָּל אָדָם:  ",
            "english": "If such a son leaves his father's household or a woman is divorced - this applies even if there is a question whether the divorce is effective - they are bound by the laws that apply to all other individuals."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "רָאשֵׁי גָּלֻיּוֹת שֶׁהָיוּ בִּימֵי חֲכָמִים לְפִי שֶׁהָיָה בָּהֶן כֹּחַ לִרְדּוֹת אֶת הָעָם אֵין אֲכִילָתָן רְאָיָה. וְכֵן אַחֵר שֶׁהֶחְזִיק בְּנִכְסֵיהֶן אֲפִלּוּ אָכַל כַּמָּה שָׁנִים אֵין אֲכִילָתָן רְאָיָה לְפִי שֶׁאֵינָן מְמַחִין מִפְּנֵי שֶׁיָּדָן תְּקֵפָה כָּל זְמַן שֶׁיִּרְצוּ מְסַלְּקִין זֶה מִמֶּנָּה. אֲבָל נִשְׁבָּעִין הֶסֵּת שֶׁלֹּא מָכְרוּ וְשֶׁלֹּא נָתְנוּ. וְאִם הֵן הֶחֱזִיקוּ בְּנִכְסֵי אַחֵר וְאָמַר שֶׁלֹּא מָכַר נִשְׁבָּע הֶסֵּת שֶׁלֹּא מָכַר לָהֶן וְלֹא נָתַן לָהֶם:  ",
            "english": "The exilarchs of the Talmudic era could not establish a claim of ownership because they benefited from a field. The rationale is that they had the authority to rale over the people.<br>Similarly, when a person manifests ownership over property belonging to the exilarchs, even if he benefits from it for a number of years, the fact that he derived benefit is not significant. The rationale is that the exilarchs do not protest because they have the power to remove the other person from the property whenever they desire. Instead, they must take a <i>sh'vu'at hesset</i> that they did not sell or give that person the property. Conversely, if they took possession of the property of another person, and that person says that he did not sell the property, that person must take a <i>sh'vu'at hesset</i> that he did not sell or give them the property."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַגַּזְלָן כֵּיצַד. מִי שֶׁהֻחְזַק גַּזְלָן עַל שָׂדֶה זוֹ אוֹ מִי שֶׁהֻחְזְקוּ אֲבוֹתָיו שֶׁהֵן הוֹרְגִין נְפָשׁוֹת עַל עִסְקֵי מָמוֹן אַף עַל פִּי שֶׁאָכַל שָׂדֶה זוֹ כַּמָּה שָׁנִים לֹא הֶחֱזִיק וְתַחְזֹר שָׂדֶה לַבְּעָלִים:  ",
            "english": "What is meant by the exclusion of robbers? When a person is presumed to have stolen this field, or his ancestors were presumed to kill people in order to take their property, although he benefits from a field for several years, he does not establish a claim of ownership, and the field should be returned to its owners."
          }
        }
      ]
    },
    {
      "chapter": 14,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל אֵלּוּ שֶׁאֵין אֲכִילָתָן רְאָיָה אִם הֵבִיאוּ עֵדִים שֶׁמָּכְרוּ לָהֶם הַבְּעָלִים שָׂדֶה זוֹ אוֹ נְתָנוּהָ לָהֶן בְּמַתָּנָה רְאָיָתָן רְאָיָה. חוּץ מִן הַגַּזְלָן וְהַבַּעַל בְּנִכְסֵי אִשְׁתּוֹ. בְּאֵי זֶה נְכָסִים אָמְרוּ בְּנִכְסֵי צֹאן בַּרְזֶל אוֹ בְּשָׂדֶה שֶׁיִּחֵד לָהּ בִּכְתֻבָּתָהּ וּבְשָׂדֶה שֶׁכָּתַב לָהּ בִּכְתֻבָּתָהּ וּבְשָׂדֶה שֶׁנָּתַן לָהּ בְּשׁוּם מִשֶּׁלּוֹ. אֲבָל בְּנִכְסֵי מְלוֹג יֵשׁ לוֹ רְאָיָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת:  ",
            "english": "If any of the individuals who are not able to establish a claim of ownership by benefiting from a property bring witnesses who testify that the owner sold them this particular field or gave it to them as a present, the testimony is accepted as substantial. There are two exceptions: a robber, and a husband with regard to his wife's property. With regard to which property were the above statements made? With regard to <i>nichsei tzon barzel,</i> a field designated as payment for the money due her by virtue of her <i>ketubah,</i> a field belonging to her and mentioned in her <i>ketubah,</i> or a field that her husband had evaluated in her <i>ketubah</i> as a present for her. With regard to <i>nichsei milog,</i> by contrast, he may bring proof, as stated in <i>Hilchot Ishut.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כֵּיצַד הַגַּזְלָן אֵין לוֹ רְאָיָה. כֵּיוָן שֶׁהֻחְזַק גַּזְלָן עַל שָׂדֶה זוֹ אַף עַל פִּי שֶׁהֵבִיא רְאָיָה שֶׁהוֹדָה הַבַּעַל בִּפְנֵי עֵדִים שֶׁמָּכַר לוֹ שָׂדֶה זוֹ וְלָקַח דָּמִים וְהַבְּעָלִים אוֹמְרִים לֹא מָכַרְנוּ לְךָ אֶלָּא מִפְּנֵי הַיִּרְאָה הוֹדִינוּ לוֹ מוֹצִיאִין אֶת הַשָּׂדֶה מִיָּדוֹ וְאֵין לוֹ כְּלוּם. וְאִם הֵעִידוּ הָעֵדִים שֶׁבִּפְנֵיהֶם מָנָה לוֹ כָּךְ וְכָךְ מוֹצִיאִין אֶת הַשָּׂדֶה מִיַּד הַגַּזְלָן וּמַחְזִירִין לוֹ הַבְּעָלִים אֶת הַדָּמִים כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת גְּזֵלָה:  ",
            "english": "What is meant by saying that a robber cannot substantiate the sale of a property? Once it has been established that a person gained possession of a field through robbery, he cannot substantiate his possession of a field even though he brings proof that, in the presence of witnesses, the owner acknowledged the fact that he sold him this field and received payment for it. For the owner can say: \"We never sold the field; we acknowledged [the sale only out of fear.\" In such an instance, we expropriate the field from the robber, and he is not given anything.<br>If witnesses testify that the robber counted out a specific sum of money to the owner, we expropriate the field from the robber and require the owner to return the money, as stated in <i>Hilchot Gezelah.</i>"
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בֶּן הָאֻמָּן וּבֶן הָאָרִיס וְכֵן הָאַפּוֹטְרוֹפּוֹס שֶׁאָכְלוּ שָׂדֶה זוֹ שְׁנֵי חֲזָקָה. אִם טָעֲנוּ שֶׁהַבְּעָלִים מָכְרוּ לָהֶן אוֹ נָתְנוּ לָהֶן יֵשׁ לָהֶן חֲזָקָה. וְאִם טָעֲנוּ שֶׁהִיא יְרֻשָּׁה לָהֶן מֵאֲבִיהֶם שֶׁאֲכָלוּהָ שְׁנֵי חֲזָקָה אֵין לָהֶן חֲזָקָה. וְאִם הֵבִיאוּ עֵדִים שֶׁהוֹדוּ הַבְּעָלִים לַאֲבִיהֶן שֶׁמְּכָרוּהָ לָהֶן אוֹ נְתָנוּהָ מַעֲמִידִין אֶת הַשָּׂדֶה בְּיָדָן:  ",
            "english": "The following rules apply when the son of a craftsman, the son of a sharecropper, or the son of a guardian benefits from a field for the number of years necessary to establish a claim of ownership. If these individuals claim that the owner sold the property to them, or gave it to them as a present, their claim is established. If, however, they claim that the property is an inheritance that they received from their father, who benefited from it for the number of years necessary to establish a claim of ownership, their claim is not accepted.<br>If they bring witnesses who testify that the owner acknowledged to their father that he sold it or gave it to him, they are allowed to retain possession of the field."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בֶּן הַגַּזְלָן אַף עַל פִּי שֶׁהֵבִיא רְאָיָה שֶׁהוֹדוּ הַבְּעָלִים לְאָבִיו שֶׁמָּכַר אֵינָהּ רְאָיָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל בֶּן בֶּן הַגַּזְלָן אֲפִלּוּ בָּא בְּטַעֲנַת אָבִיו יֵשׁ לוֹ חֲזָקָה בָּא בְּטַעֲנַת אֲבִי אָבִיו אֵין לוֹ חֲזָקָה:  ",
            "english": "Although the son of a robber brings proof that the owner acknowledged to their father that he sold a property to him, it is of no consequence, as explained above. When, however, a robber's grandson claims that he - or even his father - acquired a property, he can establish a claim of ownership. If, however, his claim is based on his grandfather's acquisition, he cannot establish a claim of ownership."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָעַכּוּ\"ם אֲפִלּוּ אֲכָלָהּ כַּמָּה שָׁנִים אֵין אֲכִילָתוֹ רְאָיָה. וְאִם לֹא הֵבִיא שְׁטָר תַּחְזֹר הַשָּׂדֶה לַבְּעָלִים בְּלֹא שׁוּם שְׁבוּעָה שֶׁלֹּא תִּקְּנוּ שְׁבוּעַת הֶסֵּת אֶלָּא לְיִשְׂרָאֵל וְיִשְׂרָאֵל הַבָּא מֵחֲמַת הָעַכּוּ\"ם הֲרֵי הוּא כְּעַכּוּ\"ם שֶׁאֵין אֲכִילָתוֹ רְאָיָה:  ",
            "english": "Even though a gentile benefited from a property for several years, he cannot establish a claim of ownership on this basis. If he does not bring a deed of sale, we require that the field be returned to its owner. An oath is not required, for a <i>sh'vu'at hesset</i> was ordained only when the plaintiff was Jewish.<br>When a Jew claims a property on the basis of the claim of a gentile, he is governed by the same laws as the gentile, and the fact that he benefited from the property is not significant."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "טָעַן זֶה הַיִּשְׂרָאֵל הַבָּא מֵחֲמַת הָעַכּוּ\"ם וְאָמַר בְּפָנַי לְקָחָהּ הָעַכּוּ\"ם שֶׁמָּכַר לִי מִזֶּה הַיִּשְׂרָאֵל הַמְעַרְעֵר עָלַי הֲרֵי זֶה נֶאֱמָן וְיִשָּׁבַע הֶסֵּת עַל כָּךְ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר אֲנִי לְקַחְתִּיהָ מִמְּךָ וַהֲרֵי אֲכַלְתִּיהָ שְׁנֵי חֲזָקָה יָכוֹל לוֹמַר מִפְּלוֹנִי לְקַחְתִּיהָ שֶׁבְּפָנַי לְקָחָהּ מִמְּךָ:  ",
            "english": "If the Jew who acquired the property from the gentile claimed: \"In my presence, the gentile who sold me the land acquired this land from the Jew who is disputing my claim,\" his claim is accepted, provided that he supports it with a <i>sh'vu 'at hesset.</i> The rationale is that since the claimant could have asserted: \"I acquired it from you and I benefited from it for the number of years necessary to establish a claim of ownership,\" we accept his word when he asserts: \"I acquired it from so-and-so who, in my presence, acquired it from you.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֵין מַחֲזִיקִין בְּנִכְסֵי קָטָן וַאֲפִלּוּ הִגְדִּיל. כֵּיצַד. אֲכָלָהּ בְּפָנָיו כְּשֶׁהוּא קָטָן שָׁנָה אַחַת וּשְׁתַּיִם אַחַר שֶׁהִגְדִּיל וְטָעַן אַתָּה מָכַרְתָּ לִי אַתָּה נָתַתָּ לִי אֵין זֶה כְּלוּם עַד שֶׁיֹּאכַל שָׁלֹשׁ שָׁנִים רְצוּפוֹת אַחַר שֶׁהִגְדִּיל:  ",
            "english": "A claim of ownership cannot be established with regard to property inherited by a minor, even when the minor later attains majority. What is implied? A person benefited from property inherited by a minor for one year in the minor's presence before the minor attained majority, and for two years after he attained majority. Although he claims: \"You sold it to me\" or \"You gave it to me,\" his claim is not accepted unless he benefits from the property for three consecutive years after he attains majority."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מִי שֶׁהֶחְזִיק בְּנִכְסֵי קָטָן שָׁנִים רַבּוֹת וְטָעַן וְאָמַר מַשְׁכּוֹנָה הֵן בְּיָדִי וְיֵשׁ לִי חוֹבָה עֲלֵיהֶן כָּךְ וְכָךְ. הוֹאִיל וְאִלּוּ רָצָה אָמַר לְקוּחִים הֵן בְּיָדִי נֶאֱמָן שֶׁהֲרֵי אֵינָהּ מֻחְזֶקֶת שֶׁהָיָה לְאָבִיו שֶׁל זֶה וַהֲרֵי זֶה גּוֹבֶה מִשִּׁבְחָהּ מַה שֶּׁטָּעַן וְתַחְזֹר לַיְתוֹמִים. אֲבָל אִם יָצָא עָלֶיהָ קוֹל שֶׁהִיא שֶׁל יְתוֹמִים אֵינוֹ נֶאֱמָן שֶׁהֲרֵי אֵין מַחֲזִיקִין בְּנִכְסֵי קָטָן וְתַחְזֹר הַשָּׂדֶה וְכָל הַפֵּרוֹת שֶׁאָכַל לַיְתוֹמִים עַד שֶׁיִּגְדְּלוּ וְיַעֲשֶׂה עִמָּהֶן דִּין:  ",
            "english": "The following rules apply when a person maintains possession of property belonging to a minor for many years and claims: \"I am maintaining possession of it as security, and I am owed this-and-this on its account.\" Since if he had desired, he could have said: \"I purchased it,\" his word is accepted, for it has not been established that the property belonged to this person's father. Hence, the person in possession may collect what he claims from the property' s increase in value. The property itself is then returned to the orphans.<br>If, however, the property is reputed to belong to the orphans, the claim of the person in possession is not accepted. The rationale is that a claim of ownership cannot be established over property belonging to a minor. Instead, the field and all the produce that the person used must be returned to the orphans. When they come of age, the plaintiff will lodge a claim against them. 6"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֲכָלָהּ שְׁנֵי חֲזָקָה בְּחַיֵּי אֲבִיהֶן מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר לְקוּחָה הִיא בְּיָדִי מֵאֲבִיהֶן נֶאֱמָן לוֹמַר חוֹב יֵשׁ לִי עַל אֲבִיהֶן. וְגוֹבֶה אוֹתוֹ מִן הַפֵּרוֹת וְגוֹבֵהוּ שֶׁלֹּא בִּשְׁבוּעָה מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר שֶׁלִּי הֵן:  ",
            "english": "Different rules apply if the person in possession benefited from the field for the time necessary to establish a claim of ownership during the lifetime of the orphans' father. Since he could have claimed that he is the owner because he purchased it from their father, we accept his word when he claims that a debt is owed him by their father. He collects the debt from the produce of the field. Since he could say that the produce belongs to him, he is not required to take an oath concerning it."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בּוֹרֵחַ שֶׁבָּרַח מֵחֲמַת סַכָּנַת נְפָשׁוֹת כְּגוֹן שֶׁהָיָה הַמֶּלֶךְ מְבַקֵּשׁ לַהֲמִיתוֹ. אֵין מַחֲזִיקִין בִּנְכָסָיו אֲפִלּוּ אָכַל הַמַּחֲזִיק כַּמָּה שָׁנִים וְטָעַן שֶׁלָּקַח אֵין אֲכִילָתוֹ רְאָיָה. וְאֵין אוֹמְרִים לְבַעַל הַשָּׂדֶה לָמָּה לֹא מָחִיתָ מִפְּנֵי שֶׁהוּא מִתְעַסֵּק בְּנַפְשׁוֹ. אֲבָל הַבּוֹרֵחַ מֵחֲמַת מָמוֹן הֲרֵי הוּא כְּכָל אָדָם וְאִם לֹא מִחָה מַחֲזִיקִין בִּנְכָסָיו:  ",
            "english": "When a person has to flee because of a danger to his life - e.g., the king desired to kill him - a claim of ownership cannot be established with regard to his property. Even if the person in possession of it derived benefit for several years and claimed that he purchased it, the fact that he derived benefit is not significant. We do not tell the owner of the field: \"Why didn't you protest?\" For the answer is obvious; he was concerned over his life. If, however, a person flees because of financial matters, he is considered like any other person. Thus, if he does not protest, a claim of ownership can be established over his property."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מַחֲזִיקִין בְּנִכְסֵי אֵשֶׁת אִישׁ. כֵּיצַד. אֲכָלָהּ מִקְצָת שְׁנֵי חֲזָקָה בְּחַיֵּי הַבַּעַל וְשָׁלֹשׁ שָׁנִים אַחַר מִיתַת הַבַּעַל. וְטָעַן וְאָמַר מְכַרְתָּהּ לִי אַתְּ וּבַעֲלֵךְ מַעֲמִידִין אוֹתָהּ בְּיָדוֹ מִתּוֹךְ שֶׁיָּכוֹל לוֹמַר מִמֵּךְ לְקַחְתִּיהָ אַחַר מוֹת בַּעֲלִיךְ שֶׁהֲרֵי אֲכָלָהּ שְׁנֵי חֲזָקָה אַחַר מִיתַת הַבַּעַל וְלֹא מִחֵת בּוֹ. אֲבָל אִם אֲכָלָהּ בְּחַיֵּי בַּעְלָהּ כַּמָּה שָׁנִים וְלֹא אֲכָלָהּ שְׁנֵי חֲזָקָה אַחַר מִיתַת בַּעְלָהּ אֵין לוֹ חֲזָקָה:  ",
            "english": "A claim of ownership can be established over the property of a married woman.<br>What is implied? A person benefited from the land for a portion of the period necessary to establish a claim of ownership during the lifetime of the woman's husband, and for three years after the husband's death. If he claims: \"You and your husband sold it to me,\" he is allowed to maintain possession. The rationale is that since the person in possession could say: \"I purchased it from you after the death of your husband\" - for he benefited from it for the amount of time necessary to establish a claim of ownership after the death of her husband and she did not protest his word is accepted with regard to the claim mentioned above.<br>If, however, he benefited from the property for several years during the lifetime of her husband, but did not benefit from it for the amount of time necessary to establish a claim of ownership after the death of her husband, he does not establish a claim of ownership."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל חֲזָקָה שֶׁאֵין עִמָּהּ טַעֲנָה אֵינָהּ חֲזָקָה. כֵּיצַד. הֲרֵי שֶׁאָכַל פֵּרוֹת שָׂדֶה זוֹ כַּמָּה שָׁנִים וּבָא הַמְעַרְעֵר וְאָמַר לוֹ מֵאַיִן לְךָ שָׂדֶה זוֹ שֶׁלִּי הִיא הֱשִׁיבוֹ וְאָמַר לוֹ אֵינִי יוֹדֵעַ שֶׁל מִי הִיא וְכֵיוָן שֶׁלֹּא אָמַר לִי אָדָם כְּלוּם יָרַדְתִּי לְתוֹכָהּ. אֵין זוֹ חֲזָקָה שֶׁהֲרֵי לֹא טָעַן שֶׁלְּקָחָהּ וְלֹא שֶׁנְּתָנָהּ לוֹ וְלֹא שֶׁיְּרָשָׁהּ. וְאַף עַל פִּי שֶׁלֹּא טָעַן אֵין מוֹצִיאִין אוֹתָהּ מִיָּדוֹ עַד שֶׁיָּבִיא זֶה הַמְעַרְעֵר עֵדִים שֶׁהִיא שֶׁלּוֹ. הֵבִיא עֵדִים תַּחְזֹר לוֹ הַשָּׂדֶה וּמוֹצִיאִין מִזֶּה כָּל הַפֵּרוֹת שֶׁאָכַל וְאֵין פּוֹתְחִין לָזֶה הַמַּחֲזִיק תְּחִלָּה וְאֵין אוֹמְרִים שֶׁמָּא שְׁטָר הָיָה לְךָ וְאָבַד עַד שֶׁיִּטְעֹן מֵעַצְמוֹ וְאִם לֹא טָעַן יַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל. וְכֵן הָאוֹכֵל שְׁנֵי חֲזָקָה מֵחֲמַת שֶׁיֵּשׁ שְׁטָר בְּיָדוֹ וְנִמְצָא הַשְּׁטָר בָּטֵל בָּטְלָה הַחֲזָקָה וְתַחְזֹר הַשָּׂדֶה עִם כָּל הַפֵּרוֹת לַבְּעָלִים:  ",
            "english": "Possession of property for the time necessary to establish a claim of ownership is of no consequence unless it is accompanied by a claim of acquisition.<br>What is implied? A person benefited from the produce of a field for several years. Afterwards, the person raising the protest comes and claims: \"How did you acquire this field? It's mine.\"<br>The person in possession responds: \"I don't know who the owner is. Since no one said anything to me about it. I took possession of it.\"<br>This does not establish a claim of ownership. For he is not claiming that he acquired it, that it was given to him, or that he inherited it. Nevertheless, even though he does not issue such a demand, the field is not expropriated from him until the person protesting brings witnesses that the field belongs to him. When, however, he brings witnesses, the field and all the benefit that he received from it is expropriated from the squatter.<br>We do not open by asking the squatter: \"Perhaps you had a deed of acquisition and you lost it.\" He must make such a claim on his own. If he does not make such a claim, he must return all the produce that he reaped. Similarly, when a person benefits from a field for the number of years necessary to establish a claim of ownership on the basis of a deed of sale, and that deed of sale was disqualified, the claim of ownership established is nullified. The field and all of the produce reaped must be returned to the original owner."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַבָּא מֵחֲמַת יְרֻשָּׁה צָרִיךְ לְהָבִיא רְאָיָה שֶׁדָּר אָבִיו בְּשָׂדֶה זוֹ אוֹ נִשְׁתַּמֵּשׁ בָּהּ אֲפִלּוּ יוֹם אֶחָד וְכֵיוָן שֶׁאֲכָלָהּ הוּא שָׁלֹשׁ שָׁנִים מֵחֲמַת אָבִיו מַעֲמִידִין אוֹתָהּ בְּיָדוֹ. אֲבָל אִם לֹא הֵבִיא רְאָיָה שֶׁדָּר בָּהּ אָבִיו כְּלָל תַּחְזֹר הַשָּׂדֶה וְכָל הַפֵּרוֹת לַמְעַרְעֵר שֶׁיֵּשׁ לוֹ עֵדִים שֶׁהוּא שֶׁלּוֹ. שֶׁהֲרֵי אֵינוֹ טוֹעֵן עָלָיו שֶׁמָּכַר אוֹ נָתַן לוֹ וְלֹא נוֹדְעָה קַרְקַע זוֹ לַאֲבוֹתָיו. הֵבִיא רְאָיָה שֶׁנִּרְאָה בָּהּ אָבִיו אֵינָהּ כְּלוּם שֶׁמָּא בָּא לְבַקֵּר אוֹתָהּ וְלֹא קְנָאָהּ. אֶלָּא צָרִיךְ לְהָבִיא רְאָיָה שֶׁדָּר אָבִיו בָּהּ אֲפִלּוּ יוֹם אֶחָד:  ",
            "english": "When a person claims ownership of a field as an inheritance, he must bring proof that his father dwelled in or used this field for even one day. Once that is accomplished, since he benefited from the field for three years on the basis of his father's ownership, he is allowed to retain possession.<br>If, however, he did not bring proof that his father lived in it at all, the field and all of the produce reaped must be returned to the person lodging the protest, if he brings witnesses who testify that the field belongs to him. The rationale is that the person in possession does not claim that the owner sold or gave him the field, and it is not known that the field belonged to his ancestors.<br>If the person in possession brought proof that his father was seen in the field, it is of no consequence. Perhaps he went to inspect it and did not purchase it. Instead, he must bring proof that his father dwelled there for at least one day."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הֲרֵי שֶׁאָכַל שָׂדֶה זוֹ שָׁנִים רַבּוֹת וּבָא הַמְעַרְעֵר וְאָמַר לוֹ מַה לְּךָ וּלְשָׂדֶה זוֹ הוֹדָה וְאָמַר לוֹ יוֹדֵעַ אֲנִי שֶׁהָיְתָה שֶׁלְּךָ אֲבָל פְּלוֹנִי מְכָרָהּ לִי וְהוּא לְקָחָהּ מִמְּךָ. וְאָמַר לוֹ הַמְעַרְעֵר פְּלוֹנִי שֶׁמָּכַר לְךָ גַּזְלָן הוּא. הוֹאִיל וְהוֹדָה שֶׁהִיא שֶׁלּוֹ וְשֶׁלֹּא לְקָחָהּ מִמֶּנּוּ תַּחְזֹר הַשָּׂדֶה וְכָל הַפֵּרוֹת לַמְעַרְעֵר אַף עַל פִּי שֶׁאֵין לְזֶה הַמְעַרְעֵר עֵדִים שֶׁהִיא שֶׁלּוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. הֵבִיא זֶה הַמַּחֲזִיק עֵדִים שֶׁפְּלוֹנִי שֶׁמָּכַר לוֹ דָּר בָּהּ אֲפִלּוּ יוֹם אֶחָד אוֹ שֶׁאָמַר לוֹ בְּפָנַי לָקַח מִמְּךָ וְאַחַר כָּךְ מְכָרָהּ לִי. מַעֲמִידִין אוֹתָהּ בְּיָדוֹ שֶׁהֲרֵי יֵשׁ לוֹ טַעֲנָה עִם חֶזְקָתוֹ וְאִלּוּ רָצָה טָעַן וְאָמַר מִמְּךָ לְקַחְתִּיהָ שֶׁהֲרֵי יֵשׁ לוֹ שְׁנֵי חֲזָקָה:  ",
            "english": "The following laws apply when a person benefited from a field for many years and the person raising the protest states: \"What are you doing in this field?\"<br>The person in possession acknowledges the truth of his statements, but says: \"I know that it once belonged to you, but so-and-so sold it to me, and he purchased it from you.\"<br>The person raising the protest states: \"So-and-so, the person who sold you the field, is a robber.\"<br>Since the person in possession admitted that the field belonged to him and that he did not purchase it from him, the field and all of its produce must be returned to the person raising the protest. This applies even though that person does not bring witnesses that the field belongs to him. Similar laws apply in all analogous situations.<br>If the person in possession brings witnesses who testify that the person who sold the field to him lived in it for even one day or he told him, \"He purchased it from you in my presence and afterwards he sold it to me,\" he is allowed to retain possession, for he has a definite claim and he has established a claim of ownership. If he desired, he could have claimed: \"I purchased it from you.\" His claim would have been accepted, for he lived in it long enough to establish a claim of ownership."
          }
        }
      ]
    },
    {
      "chapter": 15,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁעִרְעֵר עַל שָׂדֶה זוֹ וְהֵבִיא עֵדִים שֶׁהִיא יְדוּעָה לוֹ וְהֵבִיא זֶה שֶׁבְּתוֹכָהּ שְׁטָר שֶׁלְּקָחָהּ מִמֶּנּוּ וְהֵבִיא עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה. אוֹמְרִים לוֹ בַּתְּחִלָּה קַיֵּם שְׁטָרְךָ. אִם נִתְקַיֵּם הֲרֵי טוֹב וְיָדוּן בַּשְּׁטָר. וְאִם אִי אֶפְשָׁר לוֹ לְקַיְּמוֹ סוֹמְכִין עַל עֵדֵי חֲזָקָה וְיִשָּׁבַע הֶסֵּת שֶׁלְּקָחָהּ:  ",
            "english": "The following rules apply when a person raises a protest regarding the ownership of a particular field and brings witnesses who testify that it was known to belong to him. The person in possession produces a deed of sale that he purchased it from the protester and also brings witnesses who testify that he benefited from the land for enough time to establish a claim of ownership. We tell the person in possession at the outset: \"Validate your deed of sale.\" If the deed of sale is validated, it is preferable, and the judgment is based on the deed of sale. If he cannot validate the deed of sale, we rely on the witnesses who testify that he has established a claim of ownership. The person in possession must take a <i>sh'vu'at hesset</i> that he purchased it from the protester."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "עֵדֵי הַחֲזָקָה שֶׁהֵעִיד אֶחָד מִשְּׁנֵיהֶם שֶׁאֲכָלָהּ חִטִּים שְׁנֵי חֲזָקָה וְהַשֵּׁנִי הֵעִיד שֶׁאֲכָלָהּ שְׂעוֹרִים עֵדוּתָן קַיֶּמֶת שֶׁאֵין הָעֵד מְדַקְדֵּק בָּזֶה. הֵעִיד הָאֶחָד שֶׁאֲכָלָהּ זֶה שָׁנָה רִאשׁוֹנָה שְׁלִישִׁית וַחֲמִישִׁית וְהַשֵּׁנִי מֵעִיד שֶׁאֲכָלָהּ שְׁנִיָּה וּרְבִיעִית וְשִׁשִּׁית אֵין עֵדוּתָן מִצְטָרֶפֶת. שֶׁבַּשָּׁנָה שֶׁמֵּעִיד בָּהּ זֶה לֹא הֵעִיד בָּהּ זֶה. וְתַחְזֹר הַקַּרְקַע וְהַפֵּרוֹת:  ",
            "english": "When there are differences between the testimony of the two witnesses who testify that a claim of ownership has been established - e.g., one testifies that the person in possession benefited from wheat for three years and the other testifies that he benefited from barley - their testimony is accepted. For witnesses are not concerned with these particulars. If one witness testifies that the person in possession benefited from the property in the first, third and fifth years, and the other testifies that he benefited in the second, fourth and sixth years, their testimonies cannot be linked together. The rationale is that neither testified concerning the year about which the other testified. Hence, the land and its produce must be returned."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִי שֶׁיָּרַד לְשָׂדֶה בְּחֶזְקַת שֶׁהוּא יוֹרֵשׁ וְאָכַל פֵּרוֹתֶיהָ וְנִמְצָא יוֹרֵשׁ אַחַר שֶׁהוּא קָרוֹב מִמֶּנּוּ וְרָאוּי לְיָרְשָׁהּ בֵּין שֶׁנִּמְצָא בְּעֵדִים בֵּין שֶׁהוֹדָה לוֹ זֶה שֶׁיָּרַד תְּחִלָּה חַיָּב לְהַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל:  ",
            "english": "If a person took possession of a field on the assumption that he is the heir and benefited from the field, and then it was discovered that there was another heir who shared a closer connection and is fit to inherit the field, the person who took possession of the field first is obligated to return all the produce that he ate. This applies whether witnesses testified to the closer relative's identity or the person who first took possession of the property acknowledged it."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהָיוּ עוֹרְרִין עַל הַשָּׂדֶה זֶה אוֹמֵר שֶׁלִּי וְזֶה אוֹמֵר שֶׁלִּי וְאֵין לְאֶחָד מֵהֶן רְאָיָה. אוֹ שֶׁהֵבִיא כָּל אֶחָד מֵהֶם עֵדִים שֶׁהִיא שֶׁלּוֹ אוֹ שֶׁל אֲבוֹתָיו אוֹ שֶׁהֵבִיא כָּל אֶחָד מִשְּׁנֵיהֶם עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה וְהַשָּׁנִים שֶׁהֵעִידוּ בָּהֶן אֵלּוּ הֵן הַשָּׁנִים עַצְמָן שֶׁהֵעִידוּ בָּהֶן אֵלּוּ. מַנִּיחִין אוֹתָהּ בִּידֵיהֶן וְכָל הַמִּתְגַּבֵּר יֵרֵד בָּהּ וְיִהְיֶה הָאַחֵר מוֹצִיא מִיָּדוֹ וְעָלָיו הָרְאָיָה. וְאִם בָּא שְׁלִישִׁי וְתָקַף עֲלֵיהֶן וְיָרַד לְתוֹכָהּ מְסַלְּקִין אוֹתוֹ מִמֶּנָּה:  ",
            "english": "The following laws apply when two people are disputing the ownership of a field, each claiming it to be his own, but neither has proof of his claim. These same laws apply when both claimants bring witnesses who testify that the field belongs to them or to their parents, or when each of them brings witnesses who testify that the claimants benefited from the field for the time necessary to establish a claim of ownership, and both pairs of witnesses testify about exactly the same time period. We leave the field in their hands, and whoever overcomes the other one assumes possession. If the other seeks to expropriate the field from him, he must bring proof of his ownership.<br>If a third party comes, seizes the property from them and takes possession of it, he is removed from it and it is returned to the others."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הֵבִיא הָאֶחָד עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו וְשֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה וַהֲרֵי הִיא תַּחַת יָדוֹ. וְהֵבִיא הָאַחֵר עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה וַהֲרֵי הִיא תַּחַת יָדוֹ. נִמְצֵאת עֵדוּת הַחֲזָקָה שֶׁל שְׁנֵיהֶם מֻכְחֶשֶׁת. מַעֲמִידִין אוֹתָהּ בְּיַד זֶה שֶׁהֵעִידוּ עָלָיו עֵדֵי הַחֲזָקָה שֶׁהִיא שֶׁל אֲבוֹתָיו וּמוֹרִידִין אוֹתוֹ לְתוֹכָהּ. חָזַר הַשֵּׁנִי וְהֵבִיא אַף הוּא עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו שֶׁהֲרֵי נִמְצֵאת גַּם עֵדוּת זוֹ מֻכְחֶשֶׁת. חוֹזְרִין בֵּית דִּין וּמְסַלְּקִין מִמֶּנָּה אַף הָרִאשׁוֹן וּמַנִּיחִין אוֹתָהּ בְּיַד שְׁנֵיהֶם וְכָל הַמִּתְגַּבֵּר יֵרֵד בָּהּ:  ",
            "english": "If one claimant brings witnesses who testify that the field belonged to his ancestors, that he benefited from it for the period necessary to establish a claim of ownership, and that it is in his possession, and the other brings witnesses who testify that he benefited from it for the period necessary to establish a claim of ownership and that it is in his possession, the testimonies regarding the claims of ownership contradict each other. We grant the field to the person who produced witnesses that it belonged to his ancestors, and give him possession of it.<br>If the second person also brought witnesses who testify that the field belonged to his ancestors, and so this testimony also involves a contradiction, the court rescinds its initial ruling, removes the first claimant from it, and leaves it in possession of both of them. The one who overpowers the other acquires the right of ownership."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "זֶה אוֹמֵר שֶׁל אֲבוֹתַי וְזֶה אוֹמֵר שֶׁל אֲבוֹתַי זֶה הֵבִיא עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו וְזֶה הֵבִיא עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה תַּחְזֹר לָזֶה שֶׁהֵבִיא עֵדִים שֶׁהִיא שֶׁל אֲבוֹתָיו וְיַחְזִיר הַפֵּרוֹת שֶׁאָכַל. שֶׁהֲרֵי לֹא טָעַן כְּלוּם וְאֵין אֲכִילָתוֹ רְאָיָה שֶׁכָּל חֲזָקָה שֶׁאֵין עִמָּהּ טַעֲנָה עַל הַבְּעָלִים אֵינָהּ כְּלוּם. חָזַר זֶה הַמַּחֲזִיק וְאָמַר כֵּן שֶׁל אֲבוֹתֶיךָ הָיְתָה וְאַתָּה מְכַרְתָּהּ לִי וְזֶה שֶׁטָּעַנְתִּי תְּחִלָּה שֶׁהִיא שֶׁל אֲבוֹתַי כְּלוֹמַר שֶׁאֲנִי סוֹמֵךְ עָלֶיהָ וַהֲרֵי הִיא שֶׁלִּי כְּשֶׁל אֲבוֹתַי. אוֹ שֶׁאָמַר שֶׁל אֲבוֹתַי שֶׁלְּקָחוּהָ מֵאֲבוֹתֶיךָ הֲרֵי זוֹ טַעֲנָה נְכוֹנָה שֶׁהֲרֵי נָתַן אֲמַתְלָא לִדְבָרָיו הָרִאשׁוֹנִים וּמַעֲמִידִין אוֹתָהּ בְּיָדוֹ. וְאִם טָעַן בַּתְּחִלָּה וְאָמַר שֶׁל אֲבוֹתַי וְלֹא שֶׁל אֲבוֹתֶיךָ אֵין שׁוֹמְעִין לוֹ בְּטַעֲנָה זוֹ הָאַחֶרֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "When both claimants say that the field belonged to their ancestors, and one brings witnesses who testify that the field belonged to his ancestors, while the other brings witnesses who testify only that he benefited from the field for the period necessary to establish a claim of ownership, the field should be returned to the one who brought witnesses that it belonged to his ancestors. The other claimant must return the produce that he used. The rationale is that he did not issue a claim. Hence, his consumption of the produce does not serve as proof. For any claim of ownership that is not based on a assertion against the owners is of no consequence.<br>If the person in possession of the field retorts: \"Yes. It belonged to your ancestors and you sold it to me. When I originally claimed that it belonged to my ancestors, I meant that my claim of ownership over it is so strong that it is as if it belonged to my ancestors,\" or he states: \"It was my ancestors, because they purchased it from your ancestors, his claim is valid, for he gave an explanation for his original statements. Hence, we allow him to maintain possession.<br>If at the outset, he claimed: \"It belonged to my ancestors and not your ancestors,\" we do not accept his later claim. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁהָיָה בְּתוֹךְ שָׂדֶה וּבָא שִׁמְעוֹן וְעִרְעֵר עָלָיו וְאָמַר רְאוּבֵן שָׂדֶה זוֹ מִלֵּוִי קְנִיתִיהָ וְאָכַלְתִּי אוֹתָהּ שְׁנֵי חֲזָקָה אָמַר לוֹ שִׁמְעוֹן וַהֲלֹא שְׁטָר זֶה מְקֻיָּם בְּיָדִי שֶׁאֲנִי לְקַחְתִּיהָ מִלֵּוִי מֵהַיּוֹם אַרְבַּע שָׁנִים. חָזַר רְאוּבֵן וְאָמַר וְכִי תַּעֲלֶה עַל דַּעְתְּךָ שֶׁשָּׁלֹשׁ שָׁנִים בִּלְבַד יֵשׁ לִי מִשֶּׁקְּנִיתִיהָ שָׁנִים רַבּוֹת יֵשׁ לִי מִשֶּׁלְּקַחְתִּיהָ וַאֲנִי קְדַמְתִּיךָ. הֲרֵי טַעֲנַת רְאוּבֵן טַעֲנָה. שֶׁאָדָם קוֹרֵא לְשָׁנִים רַבּוֹת שְׁנֵי חֲזָקָה. לְפִיכָךְ אִם הֵבִיא רְאוּבֵן עֵדִים שֶׁאֲכָלָהּ שֶׁבַע שָׁנִים שֶׁנִּמְצָא שֶׁאָכַל שְׁנֵי חֲזָקָה קֹדֶם שֶׁלְּקָחָהּ שִׁמְעוֹן מַעֲמִידִין אוֹתָהּ בְּיָדוֹ. אֲבָל אִם אֲכָלָהּ פָּחוֹת מִשֶּׁבַע שָׁנִים תַּחְזֹר לְשִׁמְעוֹן שֶׁאֵין לְךָ מְחָאָה גְּדוֹלָה מִזּוֹ שֶׁהֲרֵי מְכָרָהּ קֹדֶם שֶׁהֶחְזִיק רְאוּבֵן:  ",
            "english": "The following rules apply when Reuven was in possession of a field and Shimon came and protested his ownership. Reuven responded: \"I purchased this field from Levi and benefited from it for the amount of time necessary to establish a claim of ownership.\"<br>Shimon answered him: \"I have a validated deed of sale in my possession that I purchased the field from Levi four years ago.\"<br>Reuven retorted: \"Do you think that it is only three years since I purchased. I purchased it many years ago? My claim precedes yours.\"<br>Reuven's claim is acceptable, for it is common for a person to call many years \"the amount of time necessary to establish a claim of ownership.\" Therefore, if Reuven brings witnesses who testify that he benefited from the field for seven years - and he thus would have established a claim of ownership before Shimon purchased the field - he is allowed to retain possession. If, however, he benefited from it for less than seven years, the field is returned to Shimon. The rationale is that Levi could not have issued a greater protest over Reuven's use of the field than selling it to Shimon before Reuven established a claim of ownership."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "זֶה אוֹמֵר שֶׁל אֲבוֹתַי וְהֵבִיא עֵדִים וְזֶה אוֹמֵר שֶׁל אֲבוֹתַי וְאֵין לוֹ עֵדִים תַּחְזֹר לָזֶה שֶׁהֵבִיא עֵדִים וּמוֹצִיאִין מִזֶּה כָּל פֵּרוֹת שֶׁהוֹדָה בָּהֶן שֶׁאֲכָלָן אַף עַל פִּי שֶׁאֵין עָלָיו עֵדִים שֶׁאָכַל. שֶׁהֲרֵי הוּא אוֹמֵר שֶׁמֵּחֲמַת אֲבוֹתָיו אָכַל וַהֲרֵי הָעֵדִים שֶׁהָיָה שֶׁל אֲבוֹתָיו שֶׁל זֶה הַטּוֹעֵן. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "The following rules apply when one claimant stated: \"The field belonged to my ancestors\" and brought witnesses who substantiate his claim and another claims: \"It belonged to my ancestors,\" but does not have witnesses. The field should be returned to the one who brought witnesses. All the produce that the other claimant acknowledges consuming is expropriated from him, even though there are no witnesses that he consumed it. The rationale is that he admits that he consumed produce because the field belonged to his ancestors, and there are witnesses that the field belonged to the ancestors of the other claimant. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הֵבִיא הַמְעַרְעֵר עֵדִים שֶׁזּוֹ הַשָּׂדֶה שֶׁלּוֹ וְזֶה שֶׁבְּתוֹכָהּ טוֹעֵן מִמְּךָ לְקַחְתִּיהָ וַהֲרֵי שְׁטָרִי וְהוֹצִיא שְׁטָר מְקֻיָּם. טָעַן הַמְעַרְעֵר שֶׁהוּא מְזֻיָּף וְהוֹדָה בַּעַל הַשְּׁטָר וְאָמַר כֵּן הוּא אֲבָל הָיָה לִי שְׁטָר כָּשֵׁר וְאָבַד וְלָקַחְתִּי זֶה שֶׁבְּיָדִי כְּדֵי לְאַיֵּם עָלָיו שֶׁיּוֹדֶה שֶׁמָּכַר לִי בֶּאֱמֶת. הוֹאִיל וְאִלּוּ רָצָה הָיָה אוֹמֵר בִּשְׁטָרוֹ שֶׁהֲרֵי מְקֻיָּם הוּא הֲרֵי זֶה נֶאֱמָן וְאֵין מוֹצִיאִין אֶת הַשָּׂדֶה מִתַּחַת יָדוֹ וְיִשָּׁבַע הֶסֵּת:  ",
            "english": "We apply the principle of <i>miggo</i> in the following situation: One person is in possession of a field. Another raises a protest, bringing witnesses who testify that the field once belonged to him. The person in possession states: \"I purchased it from you. Here is the deed of sale,\" and produces a deed that is validated.<br>The person raising the protest claims that the deed is a forgery. The one in possession admits this, but claims: \"I had a valid deed of sale, but I lost it. I took this so that I would have something in hand to intimidate him, so that he would admit that he actually sold it to me.\"<br>Since he could have stood by his deed of sale, for it has been validated, his word is accepted. We do not expropriate the field from his possession. He must, however, take a <i>sh'vu'at hesset</i> to support his claim."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הֵבִיא הַמְעַרְעֵר עֵדִים שֶׁזּוֹ הַשָּׂדֶה שֶׁלּוֹ וְזֶה שֶׁבְּתוֹכָהּ טוֹעֵן מִמְּךָ לְקַחְתִּיהָ וַאֲכַלְתִּיהָ שְׁנֵי חֲזָקָה וְהֵבִיא עֵדִים שֶׁאֲכָלָהּ שְׁנֵי חֲזָקָה טָעַן הַמְעַרְעֵר וְאָמַר הֵיאַךְ תִּטְעֹן שֶׁלָּקַחְתָּ מִמֶּנִּי הַיּוֹם שָׁלֹשׁ שָׁנִים וּבְאוֹתוֹ הַזְּמַן לֹא הָיִיתִי בִּמְדִינָה זוֹ. מַצְרִיכִין זֶה שֶׁבְּתוֹכָהּ לְהָבִיא רְאָיָה שֶׁזֶּה פְּלוֹנִי שֶׁמְּעַרְעֵר הָיָה עִמּוֹ בַּמְּדִינָה בַּזְּמַן הַזֶּה שֶׁטּוֹעֵן שֶׁמָּכַר לוֹ בּוֹ אֲפִלּוּ יוֹם אֶחָד כְּדֵי שֶׁיִּהְיֶה אֶפְשָׁר שֶׁיִּמְכֹּר וְאִם לֹא הֵבִיא מְסַלְּקִין אוֹתוֹ:  ",
            "english": "The following rules apply when a person protests a colleague's ownership of a field and brings witnesses who testify that the field belongs to him. The person in possession claims: \"I purchased the field from you and benefited from it for the time necessary to establish a claim of ownership\" and brings witnesses who support his claim.<br>The protester responded, claiming: \"How could you claim that you purchased it from me on this date three years ago? At that time, I was not in this country.\"<br>To resolve the question, the court requires the person in possession to bring proof that the person raising the protest was together with him in that city at the time he claims that he sold him the field, even for one day, so that he could have sold it. If he did not bring proof, he is removed from the field."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מִי שֶׁהָלַךְ לִמְדִינַת הַיָּם וְאָבְדָה דֶּרֶךְ שָׂדֵהוּ בֵּין שֶׁהָיוּ אַרְבַּע הַשָּׂדוֹת הַמַּקִּיפוֹת אוֹתָהּ לְאַרְבָּעָה אֲנָשִׁים בֵּין שֶׁהָיוּ הָאַרְבַּע שָׂדוֹת קְנוּיוֹת מֵאֶחָד הֲרֵי כָּל אֶחָד מֵהֶן דּוֹחֵהוּ וְאוֹמֵר שֶׁמָּא דֶּרֶךְ שֶׁלְּךָ עַל חֲבֵרִי הוּא. לְפִיכָךְ יִקְנֶה לוֹ דֶּרֶךְ בְּמֵאָה מָנֶה אוֹ יִפְרַח בָּאֲוִיר. וְכֵן אִם הָיוּ אַרְבַּע הַשָּׂדוֹת לְאִישׁ אֶחָד שֶׁקָּנָה אוֹתָן מֵאַרְבָּעָה אֵין לוֹ עָלָיו דֶּרֶךְ שֶׁהֲרֵי אוֹמֵר לוֹ עַתָּה אִם אַחְזִיר לְכָל אֶחָד שְׁטָרוֹ אֵין אַתָּה יָכוֹל לַעֲבֹר עַל אֶחָד מֵהֶן וַאֲנִי קָנִיתִי מִכָּל אֶחָד מֵהֶן כָּל זְכוּת שֶׁיֵּשׁ לוֹ. אֲבָל אִם הָיָה בַּעַל אַרְבַּע שָׂדוֹת הַמַּקִּיפוֹ אִישׁ אֶחָד וְהוּא בַּעַל הַמֵּצַר שֶׁלָּהּ מִתְּחִלָּה וְעַד סוֹף הֲרֵי זֶה אוֹמֵר לוֹ מִכָּל מָקוֹם דַּרְכִּי עָלֶיךָ וְיֵלֵךְ לוֹ בִּקְצָרָה בְּאֵי זוֹ שָׂדֶה שֶׁיִּרְצֶה בַּעַל הַשָּׂדֶה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם הֶחֱזִיק בַּדֶּרֶךְ וְאוֹמֵר זוֹ הִיא דַּרְכִּי אֵין מְסַלְּקִין אוֹתוֹ מִמֶּנָּה אֶלָּא בִּרְאָיָה בְּרוּרָה:  ",
            "english": "The following rules apply when a person journeyed overseas, and the path to his field was lost. These laws apply whether the fields surrounding his field were owned by four different people or they were all purchased from one person. Each of the owners may turn away the claimant, telling him: \"What makes you say that your way passes through my property? Maybe it passes through the property of my colleagues?\" Hence, the claimant must purchase a path, even though it costs 100 <i>maneh,</i> or he must fly through the air.<br>Similarly, when the four fields belong to one person who purchased them from four people, he is not required to provide the claimant with a path. For he can tell him: \"If I now returned each one his deed of sale, you would not be able to pass through the property of any one of them. And I purchased from each one every right that he possessed.\"<br>If, however, there was one person who owned all four fields, and he was this person's neighbor from the beginning until the end, the claimant can tell him: \"You certainly must provide me with a path.\" Hence, he should be given the shortest path through any one of the fields that the owner chooses. Similar laws apply in all analogous situations.<br>If the claimant takes possession of a path saying: \"This is my path,\" he may not be removed from it unless the owner of that property brings explicit proof that it never belonged to him."
          }
        }
      ]
    },
    {
      "chapter": 16,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁמָּכַר לְשִׁמְעוֹן שָׂדֶה וְהָיָה לֵוִי מֵעֵדֵי הַשְּׁטָר וּבָא לֵוִי לְעַרְעֵר עַל הַשָּׂדֶה וְלִטְעֹן שֶׁרְאוּבֵן גָּזַל אוֹתָהּ מִמֶּנּוּ. אֵין שׁוֹמְעִין לוֹ וְאֵין מַשְׁגִּיחִין עַל רְאָיוֹת שֶׁיָּבִיא עַל אוֹתָהּ שָׂדֶה וַהֲרֵי אִבֵּד כָּל זְכוּתוֹ שֶׁאוֹמֵר לוֹ הֵיאַךְ תָּעִיד עַל הַמֶּכֶר וְתָבוֹא וּתְעַרְעֵר. וְכֵן אִם הֵעִיד לֵוִי בִּשְׁטָר שֶׁכָּתוּב בּוֹ הַשָּׂדֶה פְּלוֹנִי שֶׁל רְאוּבֵן מִצַּד מִזְרָח אוֹ מַעֲרָב הוֹאִיל וְעָשָׂה הַשָּׂדֶה סִימָן לְאַחֵר וְהֵעִיד בַּשְּׁטָר אִבֵּד אֶת זְכוּתוֹ וְאֵינוֹ יָכוֹל לַחְזֹר וּלְעַרְעֵר שֶׁאוֹמְרִים לוֹ הֵיאַךְ תָּעִיד בִּשְׁטָר זֶה שֶׁכָּתוּב בּוֹ הַשָּׂדֶה הַזֹּאת מִצַּד פְּלוֹנִי וְתַחְזֹר וּתְעַרְעֵר עָלֶיהָ: \n",
            "english": "A person's protests are not accepted in the following situation. Reuven sold a field to Shimon, and Levi was one of the witnesses who signed the deed of sale. Afterwards, Levi came and protested Shimon's ownership of the field, claiming that Reuven stole it from him. We do not heed Levi's protest, nor do we pay attention to the proofs he brings concerning his ownership of that field. He has forfeited all of his rights to it. For we tell him: \"How could you serve as a witness to the sale and then come and protest?\"<br>Similar concepts apply if Levi gives testimony in a legal document that speaks of \"the field belonging to Reuven on the east\" or \"... on the north.\" Since he referred to that field as an identification marker for the sake of another person and recorded this testimony in a legal document, he forfeited his right to it and cannot issue a protest concerning it. For we tell him: \"How could you serve as a witness in this legal document that mentions this field being near another field and then issue a protest concerning it?\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "טָעַן הָעֵד וְאָמַר תֶּלֶם אֶחָד הוּא שֶׁעָשִׂיתִי סִימָן וְלֹא כָּל הַשָּׂדֶה וְאוֹתוֹ הַתֶּלֶם הַסָּמוּךְ לַמֵּצַר בִּלְבַד הוּא שֶׁל רְאוּבֵן הֲרֵי זֶה טַעֲנָה הַנִּשְׁמַעַת וְיֵשׁ לוֹ לְעַרְעֵר עַל כָּל הַשָּׂדֶה חוּץ מֵאוֹתוֹ הַתֶּלֶם. וְאֵין כָּל הַדְּבָרִים אֲמוּרִים אֶלָּא בְּאֶחָד מֵעֵדֵי הַשְּׁטָר שֶׁבָּא לְעַרְעֵר. אֲבָל הַדַּיָּן שֶׁקִּיֵּם הַשְּׁטָר יֵשׁ לוֹ לְעַרְעֵר מִפְּנֵי שֶׁיָּכוֹל לִטְעֹן וְלוֹמַר לֹא יָדַעְתִּי מֶה הָיָה כָּתוּב בַּשְּׁטָר מִפְּנֵי שֶׁיֵּשׁ לַדַּיָּנִין לְקַיֵּם הַשְּׁטָר אַף עַל פִּי שֶׁלֹּא קְרָאוּהוּ. אֲבָל הָעֵדִים אֵין חוֹתְמִין עַל הַשְּׁטָר אֶלָּא אִם כֵּן קְרָאוּהוּ כֻּלּוֹ וִידַקְדֵּק בּוֹ: \n",
            "english": "If, in the above situation, the witness claimed: \"There is one row? that I designated as a sign, but not the entire field. That row that is next to the boundary of the field alone belongs to Reuven,\" this is a claim that is worthy of being heard. He may protest the ownership of the entire field, with the exception of that row.<br>All of the above concepts apply only with regard to one of the witnesses to the legal document who comes to protest. When, by contrast, a judge verified the authenticity of the signatures of the witnesses to a bill of sale, he may protest the ownership of a field even though it was mentioned in that bill of sale. The rationale is that he can claim: \"I did not know what was written in the bill of sale.\" For a judge may verify the authenticity of the signatures of the witnesses to a legal document even though he did not read it. Witnesses, by contrast, may not sign a legal document unless they read it in its entirety and paid attention to its details."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בָּא שִׁמְעוֹן וְנִמְלַךְ בְּלֵוִי וְאָמַר לוֹ הֲרֵינִי קוֹנֶה שָׂדֶה פְּלוֹנִית מֵרְאוּבֵן וּבַעֲצָתְךָ אֶקְנֶה אוֹתָהּ. אָמַר לוֹ לֵוִי לֵךְ וּקְנֵה אוֹתָהּ טוֹבָה הִיא. יֵשׁ לוֹ לְלֵוִי לְעַרְעֵר עָלֶיהָ וְלֹא אִבֵּד זְכוּתוֹ שֶׁהֲרֵי לֹא עָשָׂה מַעֲשֶׂה וְיֵשׁ לוֹ לוֹמַר רְצוֹנִי הָיָה שֶׁתֵּצֵא מִתַּחַת יַד רְאוּבֵן שֶׁהוּא אַלָּם כְּדֵי שֶׁאֶתְבָּעֶנָּה בְּדִין וְאֶקַּח שָׂדִי: \n",
            "english": "The following rules apply when Shimon comes and consults Levi, telling him: \"I am buying this-and-this field from Reuven. I will buy it with your advice.\" Even though Levi tells him: \"Go and buy it. It is good,\" Levi has the right to protest Shimon's ownership. He does not forfeit this right, because he did not perform a deed. He can tell Shimon: \"I desired that the field leave the hands of Reuven, for he is a man of force, so that I could lodge a claim in court and take possession of my field.\""
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁעִרְעֵר עַל שִׁמְעוֹן וְשִׁמְעוֹן אָמַר אֵינִי יוֹדֵעַ מָה אַתָּה סָח אֶלָּא שָׂדֶה זוֹ מִלֵּוִי לְקַחְתִּיהָ וַהֲרֵי עֵדִים שֶׁאֲכַלְתִּיהָ שְׁנֵי חֲזָקָה. אָמַר לוֹ רְאוּבֵן וַהֲלֹא עֵדִים יֵשׁ לִי שֶׁבָּעֶרֶב בָּאתָ אֵלַי וְאָמַרְתָּ לִי מְכֹר לִי שָׂדֶה זוֹ אֵין זוֹ רְאָיָה. וְיֵשׁ לוֹ לְשִׁמְעוֹן לוֹמַר רָצִיתִי לִקְנוֹת מִמְּךָ כְּדֵי שֶׁלֹּא תְּעַרְעֵר וְלֹא תַּטְרִיחֵנִי בְּדִין אַף עַל פִּי שֶׁאֵינִי יוֹדֵעַ אִם הִיא שֶׁלְּךָ אוֹ אֵינָהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. וְאִם לֹא טָעַן שִׁמְעוֹן טַעֲנָה זוֹ אֵין טוֹעֲנִין לוֹ: \n",
            "english": "The following rules apply when Reuven protests Shimon's ownership of a field, and Shimon tells him: \"I don't know what you are talking about. I purchased this field from Levi. Here are witnesses who will testify that I benefited from it for the amount of time necessary to establish a claim of ownership.\"<br>Reuven responds to him: \"I have witnesses who will testify that yesterday evening, you came to me and asked me to sell you this field.\" This is not proof of Reuven's ownership. For Shimon could say: \"I desired to purchase it from you so that you would not protest and trouble me to enter legal proceedings, even though I do not know whether or not it is really yours.\" Similar laws apply in all analogous situations.<br>If Shimon does not make such a claim, the court does not advance it on his behalf, n"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁעִרְעֵר וְהֵבִיא עֵדִים שֶׁשָּׂדֶה זוֹ שֶׁלּוֹ וְשִׁמְעוֹן שֶׁבְּתוֹכָהּ טוֹעֵן אַתָּה מְכַרְתָּהּ לִי וַאֲכַלְתִּיהָ שְׁנֵי חֲזָקָה. וּרְאוּבֵן אָמַר בְּגֵזֶל אָכַלְתָּ. בֵּין שֶׁלֹּא הָיוּ עֵדִים שֶׁאָכַל כְּלָל בֵּין שֶׁהָיָה שָׁם עֵד אֶחָד שֶׁאֲכָלָהּ שָׁלֹשׁ שָׁנִים אֵינוֹ חַיָּב לְהַחְזִיר הַפֵּרוֹת שֶׁאָכַל שֶׁהֲרֵי הוּא אוֹמֵר שֶׁלִּי אָכַלְתִּי וְאֵין עָלָיו עֵדִים שֶׁמְּחַיְּבִין אוֹתוֹ בְּפֵרוֹת שֶׁהֲרֵי מֵעַצְמוֹ הוֹדָה. וְזֶה הָעֵד שֶׁהֵעִיד שֶׁאֲכָלָהּ שָׁלֹשׁ שָׁנִים לְיַפּוֹת כֹּחוֹ שֶׁל אוֹכֵל הוּא בָּא וְאִלּוּ הָיָה עִמּוֹ אַחֵר הָיְתָה הַשָּׂדֶה עוֹמֶדֶת בְּיָדוֹ. לְפִיכָךְ יִשָּׁבַע רְאוּבֵן הֶסֵּת שֶׁלֹּא מָכַר וְתַחְזֹר לוֹ הַשָּׂדֶה וְיִשָּׁבַע שִׁמְעוֹן הֶסֵּת שֶׁאֵינוֹ חַיָּב לוֹ כְּלוּם בַּפֵּרוֹת שֶׁאָכַל וְיִפָּטֵר: \n",
            "english": "The following rules apply when Reuven protests and brings witnesses who testify that the field belongs to him, and Shimon who is in possession of it claims: \"You sold it to me and I benefited from it for the amount of time necessary to establish a claim of ownership.\" Reuven responds: \"You benefited from the field as a robber.\"<br>Whether there were no witnesses that he benefited from the field or whether there was only one witness who testified that he benefited for three years, the person in possession is not required to return the produce that he consumed. The rationale is that he is claiming: \"I consumed my own produce,\" and there are no witnesses who are obligating him for the produce. On the contrary, he acknowledged it himself. And the witness who testified that he benefited from the property for three years is coming to reinforce the power of the person who benefited. Indeed, if there were another witness with him, the person in possession would be allowed to retain possession of the field.<br>Therefore, Reuven must take a <i>sh'vu'at hesset</i> that he did not sell the field, and then the field is returned to him. Shimon must take a <i>sh'vu'at hesset</i> that he does not owe Reuven anything because of the produce he consumed. He is then released of liability."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הָיוּ שְׁנֵי עֵדִים מְעִידִים עַל שִׁמְעוֹן שֶׁאֲכָלָהּ פָּחוֹת מִשְּׁנֵי חֲזָקָה יַחְזִיר כָּל הַפֵּרוֹת שֶׁאָכַל וַאֲפִלּוּ הָיָה עֵד אֶחָד חַיָּב לְהַחְזִיר עַל פִּיו שֶׁהֲרֵי אֵינוֹ מַכְחִישׁ הָעֵד אֶלָּא אוֹמֵר אֱמֶת הֵעִיד וְאָכַלְתִּי שְׁתֵּי שָׁנִים וְשֶׁלִּי אָכַלְתִּי. נִמְצָא מְחֻיָּב שְׁבוּעָה וְאֵינוֹ יָכוֹל לְהִשָּׁבַע וּמְשַׁלֵּם: \n",
            "english": "When there are two witnesses who testify that Shimon benefited from a field for less than the amount of time necessary to establish a claim of ownership, he must return all the produce he consumed. Even if there is only one witness, he is liable to return all the produce because of his testimony. The rationale is that he is not contradicting the testimony of the witness. Instead, he is saying: \"He testified truthfully. I did consume the produce for two years, but I consumed what was mine.\" He is thus obligated to take an oath, but unable to do so. Hence, he must pay."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל הַמְחֻיָּב לְהַחְזִיר הַפֵּרוֹת אִם לֹא הָיוּ יְדוּעִין וְאֵין בֵּית דִּין יְכוֹלִין לְשַׁעֵר אוֹתָן כְּשַׁעַר הַבָּתִּים וְכַיּוֹצֵא בָּהֶן שֶׁהוּא יָדוּעַ. אֶלָּא הָיוּ פֵּרוֹת אִילָן אוֹ פֵּרוֹת שָׂדֶה שֶׁאֵינָן יְדוּעִין. הוֹאִיל וְאֵין כָּאן טַעֲנָה וַדָּאִית יְשַׁלֵּם מַה שֶּׁיּוֹדֶה בּוֹ שֶׁאֲכָלוֹ. וּמַחְרִימִין עַל מִי שֶׁאָכַל יוֹתֵר וְלֹא יְשַׁלֵּם: \n",
            "english": "The following principle applies whenever a person is obligated to return the produce he consumed, the extent of the benefit is unknown, and the court is unable to estimate - i.e., in contrast to houses and the like, which have a standard rate - the benefit he received from the produce of trees or the produce of the fields. Since the owner does not have a definite claim, he is required to pay only what he admits to have consumed. We issue a conditional ban of ostracism against anyone who consumed more produce and did not make restitution."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל הַמַּחֲזִיר קַרְקַע מִתַּחַת יָדוֹ אִם הִשְׂכִּירָהּ לַאֲחֵרִים כְּשֶׁהָיָה מַחֲזִיק בָּהּ וְהָיוּ הַשּׂוֹכְרִין קַיָּמִין מוֹצִיאִין מֵהֶן הַשָּׂכָר פַּעַם שְׁנִיָּה וְנוֹתְנִין לְבַעַל הַקַּרְקַע וְחוֹזְרִין וְתוֹבְעִין זֶה שֶׁהִשְׂכִּיר לָהֶם מָקוֹם שֶׁאֵינוֹ שֶׁלּוֹ: \n",
            "english": "The following laws apply whenever a person in possession of property is required to return it. If he rented the property to others while he was in possession of it, and the renters are accessible, we expropriate the rent from them a second time and give it to the owner of the land. They in turn should lodge a claim against a person who rented them land that he did not own."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אָסוּר לָאָדָם לִטְעֹן טַעֲנַת שֶׁקֶר כְּדֵי לְעַוֵּת הַדִּין אוֹ כְּדֵי לְעַכְּבוֹ. כֵּיצַד. הָיָה נוֹשֶׁה בַּחֲבֵרוֹ מָנֶה לֹא יִטְעָנֶנּוּ מָאתַיִם כְּדֵי שֶׁיּוֹדֶה בְּמָנֶה וְיִתְחַיֵּב שְׁבוּעָה. הָיָה נוֹשֶׁה מָנֶה וּטְעָנוֹ מָאתַיִם לֹא יֹאמַר אֶכְפֹּר הַכּל בְּבֵית דִּין וְאוֹדֶה לוֹ בְּמָנֶה בֵּינִי לְבֵינוֹ כְּדֵי שֶׁלֹּא אֶתְחַיֵּב לוֹ שְׁבוּעָה: \n",
            "english": "It is forbidden for a person to lodge a false claim to distort a judgment or prevent its execution. What is implied? If a person was owed a <i>maneh</i> by a colleague, he may not lodge a claim against him for 200 <i>zuz,</i> so that he will admit owing the <i>maneh</i> and be obligated to take an oath.<br>If a person owes a colleague a <i>maneh,</i> and the colleague claims 200 from him, he should not say: \"I will deny the entire amount in court so that I will not be required to take an oath and acknowledge the debt of the <i>maneh</i> in private.\""
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָיוּ שְׁלֹשָׁה נוֹשִׁין מָנֶה בְּאֶחָד וְכָפַר בָּהֶן לֹא יִהְיֶה אֶחָד תּוֹבֵעַ וּשְׁנַיִם מְעִידִים וּכְשֶׁיּוֹצִיאוּ מִמֶּנּוּ יַחֲלֹקוּ. וְעַל דְּבָרִים אֵלּוּ וְכַיּוֹצֵא בָּהֶן הִזְהִיר הַכָּתוּב וְאָמַר מִדְּבַר שֶׁקֶר תִּרְחָק: סְלִיקוּ לְהוּ הִלְכוֹת טוֹעֵן וְנִטְעָן בְּסַ\"ד \n",
            "english": "When a person owes money to three people, and he denies owing a debt to one of them the three should not collaborate and perpetrate the following scheme. One person will claim the entire sum, and the others will falsely testify to his claim. When the money is expropriated from him, they will then divide it. With regard to things of this nature and the like, the Torah Exodus 23:7 warned us: \"Keep a distance from words of falsehood.\"<br>This concludes the Laws Governing Disputes between Plaintiffs and Defendants, with God's help."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:20:36.958Z",
    "totalChapters": 16,
    "status": "imported_sefaria"
  }
}
