{
  "id": "rebels",
  "name": "Mishneh Torah, Rebels",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Rebels",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בֵּית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם הֵם עִקַּר תּוֹרָה שֶׁבְּעַל פֶּה. וְהֵם עַמּוּדֵי הַהוֹרָאָה וּמֵהֶם חֹק וּמִשְׁפָּט יוֹצֵא לְכָל יִשְׂרָאֵל. וַעֲלֵיהֶן הִבְטִיחָה תּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יז יא)</small> \"עַל פִּי הַתּוֹרָה אֲשֶׁר יוֹרוּךָ\" זוֹ מִצְוַת עֲשֵׂה. וְכָל הַמַּאֲמִין בְּמשֶׁה רַבֵּנוּ וּבְתוֹרָתוֹ חַיָּב לִסְמֹךְ מַעֲשֵׂה הַדָּת עֲלֵיהֶן וְלִשָּׁעֵן עֲלֵיהֶן: \n",
            "english": "The Supreme <i>Sanhedrin</i> in Jerusalem are the essence of the Oral Law. They are the pillars of instruction from whom statutes and judgments issue forth for the entire Jewish people. Concerning them, the Torah promises Deuteronomy 17:11: \"You shall do according to the laws which they shall instruct you....\" This is a positive commandment.<br>Whoever believes in Moses and in his Torah is obligated to make all of his religious acts dependent on this court and to rely on them."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל מִי שֶׁאֵינוֹ עוֹשֶׂה כְּהוֹרָאָתָן עוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(דברים יז יא)</small> \"לֹא תָסוּר מִכָּל הַדָּבָר אֲשֶׁר יַגִּידוּ לְךָ יָמִין וּשְׂמֹאל\". וְאֵין לוֹקִין עַל לָאו זֶה מִפְּנֵי שֶׁנִּתָּן לְאַזְהָרַת מִיתַת בֵּית דִּין. שֶׁכָּל חָכָם שֶׁמּוֹרֶה עַל דִּבְרֵיהֶם מִיתָתוֹ בְּחֶנֶק שֶׁנֶּאֱמַר <small>(דברים יז יב)</small> \"וְהָאִישׁ אֲשֶׁר יַעֲשֶׂה בְזָדוֹן\" וְגוֹ'. אֶחָד דְּבָרִים שֶׁלָּמְדוּ אוֹתָן מִפִּי הַשְּׁמוּעָה וְהֵם תּוֹרָה שֶׁבְּעַל פֶּה. וְאֶחָד דְּבָרִים שֶׁלְּמַּדוּם מִפִּי דַּעְתָּם בְּאַחַת מִן הַמִּדּוֹת שֶׁהַתּוֹרָה נִדְרֶשֶׁת בָּהֶן וְנִרְאָה בְּעֵינֵיהֶם שֶׁדָּבָר זֶה כָּךְ הוּא. וְאֶחָד דְּבָרִים שֶׁעֲשָׂאוּם סְיָג לַתּוֹרָה וּלְפִי מַה שֶּׁהַשָּׁעָה צְרִיכָה וְהֵן הַגְּזֵרוֹת וְהַתַּקָּנוֹת וְהַמִּנְהָגוֹת. כָּל אֶחָד וְאֶחָד מֵאֵלּוּ הַשְּׁלֹשָׁה דְּבָרִים מִצְוַת עֲשֵׂה לִשְׁמֹעַ לָהֶן. וְהָעוֹבֵר עַל כָּל אֶחָד מֵהֶן עוֹבֵר בְּלֹא תַּעֲשֶׂה. הֲרֵי הוּא אוֹמֵר <small>(דברים יז יא)</small> \"עַל פִּי הַתּוֹרָה אֲשֶׁר יוֹרוּךָ\" אֵלּוּ הַתַּקָּנוֹת וְהַגְּזֵרוֹת וְהַמִּנְהָגוֹת שֶׁיּוֹרוּ בָּהֶם לָרַבִּים כְּדֵי לְחַזֵּק הַדָּת וּלְתַקֵּן הָעוֹלָם. וְעַל הַמִּשְׁפָּט אֲשֶׁר יֹאמְרוּ אֵלּוּ דְּבָרִים שֶׁיִּלְמְדוּ אוֹתָן מִן הַדִּין בְּאַחַת מִן הַמִּדּוֹת שֶׁהַתּוֹרָה נִדְרֶשֶׁת בָּהֶן. מִכָּל הַדָּבָר אֲשֶׁר יַגִּידוּ לְךָ זוֹ הַקַּבָּלָה שֶׁקִּבְּלוּ אִישׁ מִפִּי אִישׁ: \n",
            "english": "Any person who does not carry out their directives transgresses a negative commandment, as <i>Ibid.</i> continues: \"Do not deviate from any of the statements they relate to you, neither right nor left.\"<br>Lashes are not given for the violation of this prohibition, because it also serves as a warning for a transgression punishable by execution by the court. For when a sage rebels against the words of the court, he should be executed by strangulation, as the following verse states: \"A person who will act deliberately....\"<br>We are obligated to heed their words whether they:<br>a) learned them from the Oral Tradition, i.e., the Oral Law,<br>b) derived them on the basis of their own knowledge through one of the attributes of Biblical exegesis and it appeared to them that this is the correct interpretation of the matter,<br>c) instituted the matter as a safeguard for the Torah, as was necessary at a specific time. These are the decrees, edicts, and customs instituted by the Sages.<br>It is a positive commandment to heed the court with regard to each of these three matters. A person who transgresses any of these types of directives transgresses a negative commandment. This is derived from the continuation of the above verse in the following manner: \"According to the laws which they shall instruct you\" - this refers to the edicts, decrees, and customs which they instruct people at large to observe to strengthen the faith and perfect the world. \"According to the judgment which they relate\" - this refers to the matters which they derive through logical analysis employing one of the methods of Biblical exegesis. \"From all things that they will tell you\" - This refers to the tradition which they received one person from another."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "דִּבְרֵי קַבָּלָה אֵין בָּהֶן מַחְלֹקֶת לְעוֹלָם וְכָל דָּבָר שֶׁתִּמְצָא בּוֹ מַחְלֹקֶת בְּיָדוּעַ שֶׁאֵינוֹ קַבָּלָה מִמּשֶׁה רַבֵּנוּ. וּדְבָרִים שֶׁלְּמֵדִין מִן הַדִּין אִם הִסְכִּימוּ עֲלֵיהֶן בֵּית דִּין הַגָּדוֹל כֻּלָּן הֲרֵי הִסְכִּימוּ. וְאִם נֶחְלְקוּ בָּהֶן הוֹלְכִין אַחַר הָרֹב וּמוֹצִיאִין הַדִּין אַחַר הָרַבִּים. וְכֵן הַגְּזֵרוֹת וְהַתַּקָּנוֹת וְהַמִּנְהָגוֹת אִם רָאוּ מִקְצָתָן שֶׁרָאוּי לִגְזֹר גְּזֵרָה אוֹ לְתַקֵּן תַּקָּנָה אוֹ שֶׁיָּנִיחוּ הָעָם הַמִּנְהָג הַזֶּה וְרָאוּ מִקְצָתָן שֶׁאֵין רָאוּי לִגְזֹר גְּזֵרָה זוֹ וְלֹא לְתַקֵּן תַּקָּנָה זוֹ וְלֹא לְהָנִיחַ מִנְהָג זֶה נוֹשְׂאִין וְנוֹתְנִין אֵלּוּ כְּנֶגֶד אֵלּוּ וְהוֹלְכִין אַחַר רֻבָּן וּמוֹצִיאִין הַדָּבָר אַחַר הָרַבִּים: \n",
            "english": "There can never be any difference of opinion with regard to matters received through the Oral Tradition. Whenever there arises a difference of opinion with regard to a matter that shows that it was not received in the tradition from Moses our teacher.<br>The following principles apply with regard to matters derived through logical analysis. If the entire body of the Supreme <i>Sanhedrin</i> agrees with regard to them, their consent is binding. If there is a difference of opinion, we follow the majority and decide the matter according to the majority. Similarly, with regard to the decrees, edicts, and customs, if a portion of the judges perceived that it was necessary to issue a decree, institute an edict, or establish a custom for the people, and a portion perceived that it is not appropriate to issue this decree, institute this edict, or establish this custom, the judges should debate the matter back and forth. Afterwards, a vote is called, and we follow the majority and execute the matter according to the decision of the majority."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כְּשֶׁהָיָה בֵּית דִּין הַגָּדוֹל קַיָּם לֹא הָיְתָה מַחְלֹקֶת בְּיִשְׂרָאֵל. אֶלָּא כָּל דִּין שֶׁנּוֹלַד בּוֹ סָפֵק לְאֶחָד מִיִּשְׂרָאֵל שׁוֹאֵל לְבֵית דִּין שֶׁבְּעִירוֹ. אִם יָדְעוּ אָמְרוּ לוֹ. אִם לָאו הֲרֵי הַשּׁוֹאֵל עִם אוֹתוֹ בֵּית דִּין אוֹ עִם שְׁלוּחָיו עוֹלִין לִירוּשָׁלַיִם וְשׁוֹאֲלִין לְבֵית דִּין שֶׁבְּהַר הַבַּיִת. אִם יָדְעוּ אָמְרוּ לוֹ. אִם לָאו הַכּל בָּאִין לְבֵית דִּין שֶׁעַל פֶּתַח הָעֲזָרָה. אִם יָדְעוּ אָמְרוּ לָהֶן וְאִם לָאו הַכּל בָּאִין לְלִשְׁכַּת הַגָּזִית לְבֵית דִּין הַגָּדוֹל וְשׁוֹאֲלִין. אִם הָיָה הַדָּבָר שֶׁנּוֹלַד בּוֹ הַסָּפֵק לַכּל יָדוּעַ אֵצֶל בֵּית דִּין הַגָּדוֹל בֵּין מִפִּי הַקַּבָּלָה בֵּין מִפִּי הַמִּדָּה שֶׁדָּנוּ בָּהּ אוֹמְרִים מִיָּד. אִם לֹא הָיָה הַדָּבָר בָּרוּר אֵצֶל בֵּית דִּין הַגָּדוֹל דָּנִין בּוֹ בִּשְׁעָתָן וְנוֹשְׂאִין וְנוֹתְנִין בַּדָּבָר עַד שֶׁיַּסְכִּימוּ כֻּלָּן. אוֹ יַעַמְדוּ לְמִנְיָן וְיֵלְכוּ אַחַר הָרֹב וְיֹאמְרוּ לְכָל הַשּׁוֹאֲלִים כָּךְ הֲלָכָה וְהוֹלְכִין לָהֶן. מִשֶּׁבָּטַל בֵּית דִּין הַגָּדוֹל רָבְתָה מַחְלֹקֶת בְּיִשְׂרָאֵל זֶה מְטַמֵּא וְנוֹתֵן טַעַם לִדְבָרָיו וְזֶה מְטַהֵר וְנוֹתֵן טַעַם לִדְבָרָיו זֶה אוֹסֵר וְזֶה מַתִּיר: \n",
            "english": "When the Supreme <i>Sanhedrin</i> was in session, there was never any prolonged differences of opinion among the Jewish people. Instead, if a doubt arose in a Jew's mind over any law, he would inquire of the court in his city. If not, the questioner and that court - or its agents - ascend to Jerusalem and ask the court which holds sessions on the Temple Mount. If they know, they will reply to him, if they do not know, everyone comes to the court that holds sessions at the entrance to the Temple Courtyard. If they know, they will reply to him, if they do not know, everyone comes to the Chamber of Hewn Stone, to the Supreme <i>Sanhedrin</i>, and presents the question. If the matter that was unresolved by all the others was known to the Supreme <i>Sanhedrin</i> - either as part of the Oral Tradition or because of its derivation through the principles of exegesis - they relate the decision immediately. If, however, the decision was unclear to the Supreme <i>Sanhedrin</i>, they deliberate about the matter at that time and debate it back and forth until they reach a uniform decision, or until a vote is taken. In such a situation, they follow the majority and then tell all the questioners: \"This is the halachah.\" The questioners then all depart.<br>After the Supreme <i>Sanhedrin</i> was nullified, differences of opinion multiplied among the Jewish people. One would rule an article is impure and support his ruling with a rationale and another would rule that it is pure and support his ruling with a rationale. This one would rule an article is forbidden and this would rule that it is permitted."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁנֵי חֲכָמִים אוֹ שְׁנֵי בָּתֵּי דִּינִין שֶׁנֶּחְלְקוּ שֶׁלֹּא בִּזְמַן הַסַּנְהֶדְרִין אוֹ עַד שֶׁלֹּא הָיָה הַדָּבָר בָּרוּר לָהֶן. בֵּין בִּזְמַן אֶחָד בֵּין בָּזֶה אַחַר זֶה. אֶחָד מְטַהֵר וְאֶחָד מְטַמֵּא אֶחָד אוֹסֵר וְאֶחָד מַתִּיר. אִם אֵינְךָ יוֹדֵעַ לְהֵיכָן הַדִּין נוֹטֶה. בְּשֶׁל תּוֹרָה הַלֵּךְ אַחַר הַמַּחְמִיר בְּשֶׁל סוֹפְרִים הַלֵּךְ אַחַר הַמֵּקֵל: \n",
            "english": "The following rules apply when there are two sages or two courts that have differing opinions in an age when there was no Supreme <i>Sanhedrin</i> or during the time when the Supreme <i>Sanhedrin</i> was still undecided concerning the matter - whether in one age or in two different ages - one rules that an article is pure and one rules that it is impure, one forbids an article's use and one permits it. If one does not know in which direction the law tends, should the matter involve a question of Scriptural Law, follow the more severe opinion. If it involve a question of Rabbinic Law, follow the more lenient opinion."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בֵּית דִּין הַגָּדוֹל שֶׁדָּרְשׁוּ בְּאַחַת מִן הַמִּדּוֹת כְּפִי מַה שֶּׁנִּרְאָה בְּעֵינֵיהֶם שֶׁהַדִּין כָּךְ וְדָנוּ דִּין. וְעָמַד אַחֲרֵיהֶם בֵּית דִּין אַחֵר וְנִרְאֶה לוֹ טַעַם אַחֵר לִסְתֹּר אוֹתוֹ. הֲרֵי זֶה סוֹתֵר וְדָן כְּפִי מַה שֶּׁנִּרְאֶה בְּעֵינָיו. שֶׁנֶּאֱמַר <small>(דברים יז ט)</small> \"אֶל הַשֹּׁפֵט אֲשֶׁר יִהְיֶה בַּיָּמִים הָהֵם\". אֵינְךָ חַיָּב לָלֶכֶת אֶלָּא אַחַר בֵּית דִּין שֶׁבְּדוֹרְךָ: \n",
            "english": "When, using one of the principles of exegesis, the Supreme <i>Sanhedrin</i> derived a law through their perception of the matter and adjudicated a case accordingly, and afterwards, another court arose and they perceived another rationale on which basis, they would revoke the previous ruling, they may revoke it and rule according to their perception. This is reflected by Deuteronomy 17:9: \"To the judge who will be in that age.\" This indicates that a person is obligated to follow only the court in his own generation."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בֵּית דִּין שֶׁגָּזְרוּ גְּזֵרָה אוֹ תִּקְּנוּ תַּקָּנָה וְהִנְהִיגוּ מִנְהָג וּפָשַׁט הַדָּבָר בְּכָל יִשְׂרָאֵל. וְעָמַד אַחֲרֵיהֶם בֵּית דִּין אַחֵר וּבִקֵּשׁ לְבַטֵּל דְּבָרִים הָרִאשׁוֹנִים וְלַעֲקֹר אוֹתָהּ הַתַּקָּנָה וְאוֹתָהּ הַגְּזֵרָה וְאוֹתוֹ הַמִּנְהָג. אֵינוֹ יָכוֹל עַד שֶׁיִּהְיֶה גָּדוֹל מִן הָרִאשׁוֹנִים בְּחָכְמָה וּבְמִנְיָן. הָיָה גָּדוֹל בְּחָכְמָה אֲבָל לֹא בְּמִנְיָן. בְּמִנְיָן אֲבָל לֹא בְּחָכְמָה. אֵינוֹ יָכוֹל לְבַטֵּל אֶת דְּבָרָיו. אֲפִלּוּ בָּטַל הַטַּעַם שֶׁבִּגְלָלוֹ גָּזְרוּ הָרִאשׁוֹנִים אוֹ הִתְקִינוּ אֵין הָאַחֲרוֹנִים יְכוֹלִין לְבַטֵּל עַד שֶׁיְּהוּ גְּדוֹלִים מֵהֶם. וְהֵיאַךְ יִהְיוּ גְּדוֹלִים מֵהֶם בְּמִנְיָן הוֹאִיל וְכָל בֵּית דִּין וּבֵית דִּין שֶׁל שִׁבְעִים וְאֶחָד הוּא. זֶה מִנְיַן חַכְמֵי הַדּוֹר שֶׁהִסְכִּימוּ וְקִבְּלוּ הַדָּבָר שֶׁאָמְרוּ בֵּית דִּין הַגָּדוֹל וְלֹא חָלְקוּ בּוֹ: \n",
            "english": "The following rules apply when a court issued a decree, instituted an edict, or established a custom and this practice spread throughout the Jewish people and another court arose and sought to nullify the original order and eliminate the original edict, decree, or custom. The later court does not have this authority unless it surpasses the original court in wisdom and in its number of adherents. If it surpasses the original court in wisdom, but not in the number of adherents, or in the number of adherents, but not in wisdom, it cannot nullify its statements. Even if the rationale for which the original court instituted the decree or the edict is nullified, the later court does not have the authority to negate their statements unless they are greater.<br>How is it possible that the later court will surpass the original court in number? For every Supreme <i>Sanhedrin</i> consists of 71 judges. The intent is the number of sages in the generation who consent and accept the matter stated by the Supreme <i>Sanhedrin</i> without opposing it."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בִּדְבָרִים שֶׁלֹּא אָסְרוּ אוֹתָן כְּדֵי לַעֲשׂוֹת סְיָג לַתּוֹרָה אֶלָּא כִּשְׁאָר דִּינֵי תּוֹרָה. אֲבָל דְּבָרִים שֶׁרָאוּ בֵּית דִּין לִגְזֹר וּלְאָסְרָן לַעֲשׂוֹת סְיָג אִם פָּשַׁט אִסּוּרָן בְּכָל [יִשְׂרָאֵל] אֵין בֵּית דִּין גָּדוֹל אַחֵר יָכוֹל לְעָקְרָן וּלְהַתִּירָן אֲפִלּוּ הָיָה גָּדוֹל מִן הָרִאשׁוֹנִים: \n",
            "english": "When does the above apply? With regard to matters that were not forbidden to create a safeguard for the words of the Torah, but rather resemble other Torah laws. A different principle applies, by contrast, with regard to matters which the court sought necessary to issue a decree and create a prohibition as a safeguard. If the prohibition spread throughout the Jewish people, another Supreme <i>Sanhedrin</i> does not have the authority to uproot the decree and grant license even if it was of greater stature than the original court."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְיֵשׁ לְבֵית דִּין לַעֲקֹר אַף דְּבָרִים אֵלּוּ לְפִי שָׁעָה אַף עַל פִּי שֶׁהוּא קָטָן מִן הָרִאשׁוֹנִים שֶׁלֹּא יְהוּ גְּזֵרוֹת אֵלּוּ חֲמוּרִין מִדִּבְרֵי תּוֹרָה עַצְמָהּ שֶׁאֲפִלּוּ דִּבְרֵי תּוֹרָה יֵשׁ לְכָל בֵּית דִּין לְעָקְרוֹ הוֹרָאַת שָׁעָה. כֵּיצַד. בֵּית דִּין שֶׁרָאוּ לְחַזֵּק הַדָּת וְלַעֲשׂוֹת סְיָג כְּדֵי שֶׁלֹּא יַעַבְרוּ הָעָם עַל דִּבְרֵי תּוֹרָה. מַכִּין וְעוֹנְשִׁין שֶׁלֹּא כַּדִּין אֲבָל אֵין קוֹבְעִין הַדָּבָר לְדוֹרוֹת וְאוֹמְרִים שֶׁהֲלָכָה כָּךְ הוּא. וְכֵן אִם רָאוּ לְפִי שָׁעָה לְבַטֵּל מִצְוַת עֲשֵׂה אוֹ לַעֲבֹר עַל מִצְוַת לֹא תַּעֲשֶׂה כְּדֵי לְהַחְזִיר רַבִּים לַדָּת אוֹ לְהַצִּיל רַבִּים מִיִּשְׂרָאֵל מִלְּהִכָּשֵׁל בִּדְבָרִים אֲחֵרִים עוֹשִׂין לְפִי מַה שֶּׁצְּרִיכָה הַשָּׁעָה. כְּשֵׁם שֶׁהָרוֹפֵא חוֹתֵךְ יָדוֹ אוֹ רַגְלוֹ שֶׁל זֶה כְּדֵי שֶׁיִּחְיֶה כֻּלּוֹ כָּךְ בֵּית דִּין מוֹרִים בִּזְמַן מִן הַזְּמַנִּים לַעֲבֹר עַל קְצָת מִצְוֹת לְפִי שָׁעָה כְּדֵי שֶׁיִּתְקַיְּמוּ [כֻּלָּם] כְּדֶרֶךְ שֶׁאָמְרוּ חֲכָמִים הָרִאשׁוֹנִים חַלֵּל עָלָיו שַׁבָּת אַחַת כְּדֵי שֶׁיִּשְׁמֹר שַׁבָּתוֹת הַרְבֵּה: \n",
            "english": "A court may, however, suspend the application of such decrees temporarily, even if it is of lesser stature than the original court. The rationale is that these decrees should not be considered as more severe than the words of the Torah itself, and any court has the authority to abrogate the words of the Torah as a temporary measure.<br>What is implied? If a court sees that it is necessary to strengthen the faith and create a safeguard so that the people will not violate Torah law, they may apply beatings and punishments that are not sanctioned by Torah. They may not, however, establish the matter for posterity and say that this is the halachah.<br>Similarly, if they saw that temporarily it was necessary to nullify a positive commandment or violate a negative commandment in order to bring people at large back to the Jewish faith or to prevent many Jews from transgressing in other matters, they may do what is necessary at that time. To explain by analogy: Just like a doctor may amputate a person's hand or foot so that the person as a whole will live; so, too, at times, the court may rule to temporarily violate some of the commandments so that they will later keep all of them. In this vein, the Sages of the previous generations said: \"Desecrate one Sabbath for a person's sake so that he will keep many Sabbaths.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בֵּית דִּין שֶׁנִּרְאֶה לָהֶן לִגְזֹר גְּזֵרָה אוֹ לְתַקֵּן תַּקָּנָה אוֹ לְהַנְהִיג מִנְהָג צְרִיכִין לְהִתְיַשֵּׁב בַּדָּבָר וְלֵידַע תְּחִלָּה אִם רֹב הַצִּבּוּר יְכוֹלִין לַעֲמֹד בָּהֶן אוֹ אִם אֵין יְכוֹלִין לַעֲמֹד. וּלְעוֹלָם אֵין גּוֹזְרִין גְּזֵרָה עַל הַצִּבּוּר אֶלָּא אִם כֵּן רֹב הַצִּבּוּר יְכוֹלִין לַעֲמֹד בָּהּ: \n",
            "english": "When a court sees it necessary to issue a decree, institute an edict, or establish a custom, they must first contemplate the matter and see whether or not the majority of the community can uphold the practice. We never issue a decree on the community unless the majority of the community can uphold the practice."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הֲרֵי שֶׁגָּזְרוּ בֵּית דִּין גְּזֵרָה וְדִמּוּ שֶׁרֹב הַקָּהָל יְכוֹלִין לַעֲמֹד בָּהּ. וְאַחַר שֶׁגְּזָרוּהָ פִּקְפְּקוּ הָעָם בָּהּ וְלֹא פָּשְׁטָה בְּרֹב הַקָּהָל הֲרֵי זוֹ בְּטֵלָה וְאֵינָן רַשָּׁאִין לָכֹף אֶת הָעָם לָלֶכֶת בָּהּ: \n",
            "english": "If a court issued a decree, thinking that the majority of the community could uphold it and after the decree was issued, the majority of the community raised contentions and the practice did not spread throughout the majority of the community, the decree is nullified. The court cannot compel the people to accept it."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "גָּזְרוּ וְדִמּוּ שֶׁפָּשְׁטָה בְּכָל יִשְׂרָאֵל וְעָמַד הַדָּבָר כֵּן שָׁנִים רַבּוֹת וּלְאַחַר זְמַן מְרֻבֶּה עָמַד בֵּית דִּין אַחֵר וּבָדַק בְּכָל יִשְׂרָאֵל וְרָאָה שֶׁאֵין אוֹתָהּ הַגְּזֵרָה פּוֹשֶׁטֶת בְּכָל יִשְׂרָאֵל. יֵשׁ לוֹ רְשׁוּת לְבַטֵּל וַאֲפִלּוּ הָיָה פָּחוּת מִבֵּית דִּין הָרִאשׁוֹן בְּחָכְמָה וּבְמִנְיָן: \n",
            "english": "Sages issued a decree and thought that it spread among the entire Jewish people and the situation remained unchanged for many years. After a long duration of time, another court arose and checked throughout the Jewish community and saw that the observance of this decree had not spread throughout the Jewish community, it has the authority to negate the decree even if it is of lesser stature than the original court in wisdom and in number of adherents."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְכָל בֵּית דִּין שֶׁהִתִּיר שְׁנֵי דְּבָרִים אַל יְמַהֵר לְהַתִּיר דָּבָר שְׁלִישִׁי: \n",
            "english": "Whenever a court releases two decrees, it should not rush to release a third decree."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הוֹאִיל וְיֵשׁ לְבֵית דִּין לִגְזֹר וְלֶאֱסֹר דָּבָר הַמֻּתָּר וְיַעֲמֹד אִסּוּרוֹ לְדוֹרוֹת וְכֵן יֵשׁ לָהֶן לְהַתִּיר אִסּוּרֵי תּוֹרָה לְפִי שָׁעָה. מַהוּ זֶה שֶׁהִזְהִירָה תּוֹרָה <small>(דברים יג א)</small> \"לֹא תּוֹסִיף עָלָיו וְלֹא תִגְרַע מִמֶּנּוּ\". שֶׁלֹּא לְהוֹסִיף עַל דִּבְרֵי תּוֹרָה וְלֹא לִגְרֹעַ מֵהֶן וְלִקְבֹּעַ הַדָּבָר לְעוֹלָם בְּדָבָר שֶׁהוּא מִן הַתּוֹרָה בֵּין בַּתּוֹרָה שֶׁבִּכְתָב בֵּין בַּתּוֹרָה שֶׁבְּעַל פֶּה. כֵּיצַד. הֲרֵי כָּתוּב בַּתּוֹרָה <small>(שמות כג יט)</small> \"לֹא תְבַשֵּׁל גְּדִי בַּחֲלֵב אִמּוֹ\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה הַכָּתוּב אָסַר לְבַשֵּׁל ולֶאֱכל בָּשָׂר בְּחָלָב. בֵּין בְּשַׂר בְּהֵמָה בֵּין בְּשַׂר חַיָּה. אֲבָל בְּשַׂר הָעוֹף מֻתָּר בְּחָלָב מִן הַתּוֹרָה. אִם יָבוֹא בֵּית דִּין וְיַתִּיר בְּשַׂר חַיָּה בְּחָלָב הֲרֵי זֶה גּוֹרֵעַ. וְאִם יֶאֱסֹר בְּשַׂר הָעוֹף וְיֹאמַר שֶׁהוּא בִּכְלַל הַגְּדִי וְהוּא אָסוּר מִן הַתּוֹרָה הֲרֵי זֶה מוֹסִיף. אֲבָל אִם אָמַר בְּשַׂר הָעוֹף מֻתָּר מִן הַתּוֹרָה וְאָנוּ נֶאֱסֹר אוֹתוֹ וְנוֹדִיעַ לָעָם שֶׁהוּא גְּזֵרָה שֶׁלֹּא יָבוֹא מִן הַדָּבָר חוֹבָה וְיֹאמְרוּ הָעוֹף מֻתָּר מִפְּנֵי שֶׁלֹּא נִתְפָּרֵשׁ כָּךְ הַחַיָּה מֻתֶּרֶת שֶׁהֲרֵי לֹא נִתְפָּרְשָׁה. וְיָבוֹא אַחֵר לוֹמַר אַף בְּשַׂר בְּהֵמָה מֻתֶּרֶת חוּץ מִן הָעֵז. וְיָבוֹא אַחֵר לוֹמַר אַף בְּשַׂר הָעֵז מֻתָּר בַּחֲלֵב פָּרָה אוֹ הַכִּבְשָׂה שֶׁלֹּא נֶאֱמַר אֶלָּא אִמּוֹ שֶׁהִיא מִינוֹ. וְיָבוֹא אַחֵר לוֹמַר אַף בַּחֲלֵב הָעֵז שֶׁאֵינָהּ אִמּוֹ מֻתָּר שֶׁלֹּא נֶאֱמַר אֶלָּא אִמּוֹ. לְפִיכָךְ נֶאֱסֹר כָּל בָּשָׂר בְּחָלָב אֲפִלּוּ בְּשַׂר עוֹף. אֵין זֶה מוֹסִיף אֶלָּא עוֹשֶׂה סְיָג לַתּוֹרָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "A court has the authority to issue a decree and forbid something which is permitted and have its decree perpetuated for generations to come. Similarly, it has the authority - as a temporary measure - to release the Torah's prohibitions. What then is the meaning of the Scriptural prohibitions Deuteronomy 13:1: \"Do not add to it and do not detract from it\"?<br>The intent is that they do not have the authority to add to the words of the Torah or to detract from them, establishing a matter forever as part of Scriptural Law. This applies both to the Written Law and the Oral Law.<br>What is implied? The Torah states Exodus 23:19: \"Do not cook a kid in its mother's milk.\" According to the Oral Tradition, we learned that the Torah forbade both the cooking and eating of milk and meat, whether the meat of a domesticated animal or the meat of a wild beast. The meat of fowl, by contrast, is permitted to be cooked in milk according to Scriptural Law. Now if a court will come and permit partaking of the meat of a wild animal cooked in milk, it is detracting from the Torah. And if it forbids the meat of fowl cooked in milk saying that this is included in \"the kid\" forbidden by the Scriptural Law, it is adding to the Torah.<br>If, however, the court says: \"The meat of fowl cooked in milk is permitted according to Scriptural Law. We, however, are prohibiting it and publicizing the prohibition as a decree, lest the matter lead to a detriment and people say: 'Eating the meat of fowl cooked in milk is permitted, because it is not explicitly forbidden by the Torah. Similarly, the meat of a wild animal cooked in milk is permitted, because it is also not explicitly forbidden.' \"And another may come and say: 'Even the meat of a domesticated animal cooked in milk is permitted with the exception of a goat.' And another will come and say: 'Even the meat of a goat is permitted when cooked in the milk of a cow or a sheep. For the verse mentions only \"its mother,\" i.e., an animal from the same species.' And still another will come and say: 'Even the meat of a goat is permitted when cooked in goat's milk as long the milk is not from the kid's mother, for the verse says: \"its mother.\"' For these reasons, we will forbid all meat cooked in milk, even meat from fowl.\"<br>Such an approach is not adding to the Torah. Instead, it is creating safeguards for the Torah. Similar concepts apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁאֵינוֹ מוֹדֶה בַּתּוֹרָה שֶׁבְּעַל פֶּה אֵינוֹ זָקֵן מַמְרֵא הָאָמוּר בַּתּוֹרָה. אֶלָּא הֲרֵי זֶה בִּכְלַל הָאֶפִּיקוֹרוֹסִין [וּמִיתָתוֹ בְּכָל אָדָם]: \n",
            "english": "A person who does not acknowledge validity of the Oral Law is not the rebellious elder mentioned in the Torah. Instead, he is one of the heretics and he should be put to death by any person."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מֵאַחַר שֶׁנִּתְפַּרְסֵם שֶׁהוּא כּוֹפֵר בַּתּוֹרָה שֶׁבְּעַל פֶּה [מוֹרִידִין אוֹתוֹ] וְלֹא מַעֲלִין וַהֲרֵי הוּא כִּשְׁאָר כָּל הָאֶפִּיקוֹרוֹסִין וְהָאוֹמְרִין אֵין תּוֹרָה מִן הַשָּׁמַיִם וְהַמּוֹסְרִין וְהַמּוּמָרִין. שֶׁכָּל אֵלּוּ אֵינָם בִּכְלַל יִשְׂרָאֵל וְאֵין צָרִיךְ לֹא לְעֵדִים וְלֹא הַתְרָאָה וְלֹא דַּיָּנִים [אֶלָּא כָּל הַהוֹרֵג אֶחָד מֵהֶן עָשָׂה מִצְוָה גְּדוֹלָה וְהֵסִיר הַמִּכְשׁוֹל]: \n",
            "english": "Since it has become known that such a person denies the Oral Law, he may be pushed into a pit and may not be helped out. He is like all the rest of the heretics who say that the Torah is not Divine in origin, those who inform on their fellow Jews, and the apostates. All of these are not considered as members of the Jewish people. There is no need for witnesses, a warning, or judges for them to be executed. Instead, whoever kills them performs a great mitzvah and removes an obstacle from people at large."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּאִישׁ שֶׁכָּפַר בַּתּוֹרָה שֶׁבְּעַל פֶּה בְּמַחֲשַׁבְתּוֹ וּבִדְבָרִים שֶׁנִּרְאוּ לוֹ. וְהָלַךְ אַחַר דַּעְתּוֹ הַקַּלָּה וְאַחַר שְׁרִירוּת לִבּוֹ וְכוֹפֵר בַּתּוֹרָה שֶׁבְּעַל פֶּה תְּחִלָּה כְּצָדוֹק וּבַיְתּוֹס וְכֵן כָּל הַתּוֹעִים אַחֲרָיו. אֲבָל בְּנֵי הַתּוֹעִים הָאֵלֶּה וּבְנֵי בְּנֵיהֶם שֶׁהִדִּיחוּ אוֹתָם אֲבוֹתָם וְנוֹלְדוּ בֵּין הַקָּרָאִים וְגִדְּלוּ אוֹתָם עַל דַּעְתָּם. הֲרֵי הוּא כְּתִינוֹק שֶׁנִּשְׁבָּה בֵּינֵיהֶם וְגִדְּלוּהוּ וְאֵינוֹ זָרִיז לֶאֱחֹז בְּדַרְכֵי הַמִּצְוֹת שֶׁהֲרֵי הוּא כְּאָנוּס וְאַף עַל פִּי שֶׁשָּׁמַע אַחַר כָּךְ [שֶׁהוּא יְהוּדִי וְרָאָה הַיְהוּדִים וְדָתָם הֲרֵי הוּא כְּאָנוּס שֶׁהֲרֵי גִּדְּלוּהוּ עַל טָעוּתָם] כָּךְ אֵלּוּ שֶׁאָמַרְנוּ הָאוֹחֲזִים בְּדַרְכֵי אֲבוֹתָם הַקָּרָאִים שֶׁטָּעוּ. לְפִיכָךְ רָאוּי לְהַחְזִירָן בִּתְשׁוּבָה וּלְמָשְׁכָם בְּדִבְרֵי שָׁלוֹם עַד שֶׁיַּחְזְרוּ לְאֵיתָן הַתּוֹרָה: \n",
            "english": "To whom does the above apply? To a person who denied the Oral Law consciously, according to his perception of things. He follows after his frivolous thoughts and his capricious heart and denies the Oral Law first, as did Tzadok and Beitus and those who erred in following them.<br>The children of these errant people and their grandchildren whose parents led them away and they were born among these Karaities and raised according to their conception, they are considered as a children captured and raised by them. Such a child may not be eager to follow the path of mitzvot, for it is as if he was compelled not to. Even if later, he hears that he is Jewish and saw Jews and their faith, he is still considered as one who was compelled against observance, for he was raised according to their mistaken path. This applies to those who we mentioned who follow the erroneous Karaite path of their ancestors. Therefore it is appropriate to motivate them to repent and draw them to the power of the Torah with words of peace."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֲבָל זָקֵן מַמְרֵא הָאָמוּר בַּתּוֹרָה הוּא חָכָם אֶחָד מֵחַכְמֵי יִשְׂרָאֵל שֶׁיֵּשׁ בְּיָדוֹ קַבָּלָה וְדָן וּמוֹרֶה בְּדִבְרֵי תּוֹרָה כְּמוֹ שֶׁיָּדוּנוּ וְיוֹרוּ כָּל חַכְמֵי יִשְׂרָאֵל. שֶׁבָּאת לוֹ מַחְלֹקֶת בְּדִין מִן הַדִּינִים עִם בֵּית דִּין הַגָּדוֹל וְלֹא חָזַר לְדִבְרֵיהֶם אֶלָּא חָלַק עֲלֵיהֶם וְהוֹרָה לַעֲשׂוֹת שֶׁלֹּא כְּהוֹרָאָתָן. גָּזְרָה עָלָיו תּוֹרָה מִיתָה וּמִתְוַדֶּה וְיֵשׁ לוֹ חֵלֶק לָעוֹלָם הַבָּא. אַף עַל פִּי שֶׁהוּא דָּן וְהֵן דָּנִים הוּא קִבֵּל וְהֵם קִבְּלוּ הֲרֵי הַתּוֹרָה חָלְקָה לָהֶם כָּבוֹד. וְאִם רָצוּ בֵּית דִּין לִמְחל עַל כְּבוֹדָן וּלְהַנִּיחוֹ אֵינָן יְכוֹלִין כְּדֵי שֶׁלֹּא יַרְבּוּ מַחְלֹקֶת בְּיִשְׂרָאֵל: \n",
            "english": "The \"rebellious elder\" mentioned in the Torah, by contrast, is one of the sages of Israel who has received the tradition from previous sages and who analyzes and issues ruling with regard to the words of Torah as do all the sages of Israel. His rebellion involves an instance when he has a difference of opinion in one of the Torah's laws with the Supreme <i>Sanhedrin</i> and did not accept their views, but instead issued a ruling to act in a different manner. The Torah decreed that he should be executed. He should confess his sin before being executed so that he will be granted a portion in the world to come.<br>Even though he analyzes and they analyze; he received the tradition and they received the tradition, the Torah granted them deference. Even if the court desires to forgo their honor and allow him to live, they are not allowed so that differences of opinion will not arise within Israel."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין זָקֵן מַמְרֵא חַיָּב מִיתָה עַד שֶׁיְּהֵא חָכָם שֶׁהִגִּיעַ לְהוֹרָאָה סָמוּךְ בַּסַּנְהֶדְרִין וְיַחְלֹק עַל בֵּית דִּין בְּדָבָר שֶׁזְּדוֹנוֹ כָּרֵת וְשִׁגְגָתוֹ חַטָּאת אוֹ בִּתְפִלִּין וְיוֹרֶה לַעֲשׂוֹת כְּהוֹרָאָתוֹ. אוֹ יַעֲשֶׂה הוּא עַל פִּי הוֹרָאָתוֹ וְיַחְלֹק עֲלֵיהֶן וְהֵן יוֹשְׁבִין בְּלִשְׁכַּת הַגָּזִית. אֲבָל אִם הָיָה תַּלְמִיד שֶׁלֹּא הִגִּיעַ לְהוֹרָאָה וְהוֹרָה לַעֲשׂוֹת פָּטוּר. שֶׁנֶּאֱמַר <small>(דברים יז ח)</small> \"כִּי יִפָּלֵא מִמְּךָ דָבָר לַמִּשְׁפָּט\" מִי שֶׁלֹּא יִפָּלֵא מִמֶּנּוּ אֶלָּא דָּבָר מֻפְלָא: \n",
            "english": "A \"rebellious elder\" is not liable for execution unless he is a sage, erudite enough to issue halachic judgments who has received <i>semichah</i> from the <i>Sanhedrin</i> and who differs with that court with regard to a matter whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering or with regard to <i>tefillin</i>. He must direct others to act according to his ruling or act according to his ruling himself, and differ with the <i>Sanhedrin</i> while they hold session in the Chamber of Hewn Stone.<br>When, by contrast, a student who has not attained a level of erudition that enables him to issue halachic rulings, but, nevertheless, issues a ruling, he is not liable. This is derived from Deuteronomy 17:8 which states: \"If a matter of judgment exceeds your grasp....\" Implied is that the passage concerns only a scholar who is unable to grasp something which is exceedingly difficult to comprehend."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הָיָה חָכָם מֻפְלָא שֶׁל בֵּית דִּין וְחָלַק וְשָׁנָה וְלִמֵּד לַאֲחֵרִים כִּדְבָרָיו אֲבָל לֹא הוֹרָה לַעֲשׂוֹת פָּטוּר. שֶׁנֶּאֱמַר <small>(דברים יז יב)</small> \"וְהָאִישׁ אֲשֶׁר יַעֲשֶׂה בְזָדוֹן\" לֹא שֶׁיֹּאמַר בְּזָדוֹן אֶלָּא יוֹרֶה לַעֲשׂוֹת אוֹ יַעֲשֶׂה הוּא בְּעַצְמוֹ: \n",
            "english": "If a sage was an exceedingly great scholar and a member of a court and differed with [the Supreme Sanhedrin] and he returned home and taught others according to his [original] conception, but did not direct them to act accordingly, he is not liable.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The classic example of this principle is Akkavya ben Mahallel who received four teachings from his teachers which - though they represented the majority views at that time - were not accepted by the majority of the Sages in the following generation. Akkavya refused to change his conception of these laws, and yet, in deference to the majority, did not issue rulings for action according to his conception. Moreover, before his passing, he advised his son to accept the ruling of the majority (Ediot 5:6-7; Sanhedrin 88a)</i> [This is derived from ibid.:12 which] states: “And the person who acts obstinately”; [i.e., the punishment is warranted] not for speaking obstinately, but for issuing a directive for action or for acting oneself."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מְצָאָן חוּץ לִמְקוֹמָן וְהִמְרָה עֲלֵיהֶן פָּטוּר. שֶׁנֶּאֱמַר <small>(דברים יז ח)</small> \"וְקַמְתָּ וְעָלִיתָ אֶל הַמָּקוֹם\" מְלַמֵּד שֶׁהַמָּקוֹם גּוֹרֵם לוֹ מִיתָה. וְכָל אֵלּוּ וְכַיּוֹצֵא בָּהֶן שֶׁהֵן פְּטוּרִין מִן הַמִּיתָה יֵשׁ לְבֵית דִּין הַגָּדוֹל לְנַדּוֹתָם וּלְהַפְרִישָׁן וּלְהַכּוֹתָן וּלְמָנְעָן מִלְּלַמֵּד כְּפִי מַה שֶּׁיֵּרָאֶה לָהֶן שֶׁהַדָּבָר צָרִיךְ לְכָךְ: \n",
            "english": "If he found the Supreme <i>Sanhedrin</i> outside their place and rebelled against their ruling, he is not liable. This is derived from <i>ibid.</i>:8 which states: \"And you shall arise and ascend to that place,\" implied is that the place is the cause for capital punishment.<br>All of the individuals mentioned above who are not executed and anyone who acts in a similar manner, although they are not liable for execution, the Supreme <i>Sanhedrin</i> should place them under a ban of ostracism, separate them from the community, subject them to corporal punishment, and prevent them from teaching their interpretation of the matter."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְכֵיצַד דָּנִין זָקֵן מַמְרֵא. בְּעֵת שֶׁיִּפָּלֵא דָּבָר וְיוֹרֶה בּוֹ חָכָם הַמַּגִּיעַ לְהוֹרָאָה בֵּין בְּדָבָר שֶׁיֵּרָאֶה בְּעֵינָיו בֵּין בְּדָבָר שֶׁקִּבֵּל מֵרַבּוֹתָיו. הֲרֵי הוּא וְהַחוֹלְקִין עִמּוֹ עוֹלִין לִירוּשָׁלַיִם וּבָאִין לְבֵית דִּין שֶׁעַל פֶּתַח הַר הַבַּיִת. אוֹמְרִים לָהֶן בֵּית דִּין כָּךְ הוּא הַדִּין. אִם שָׁמַע וְקִבֵּל מוּטָב וְאִם לָאו בָּאִין כֻּלָּן לְבֵית דִּין שֶׁעַל פֶּתַח הָעֲזָרָה וְאוֹמְרִים לָהֶם גַּם הֵם כָּךְ הוּא הַדִּין. אִם קִבְּלוּ יֵלְכוּ לָהֶן וְאִם לָאו כֻּלָּן בָּאִין לְבֵית דִּין הַגָּדוֹל לְלִשְׁכַּת הַגָּזִית שֶׁמִּשָּׁם תּוֹרָה יוֹצֵאת לְכָל יִשְׂרָאֵל שֶׁנֶּאֱמַר <small>(דברים יז י)</small> \"מִן הַמָּקוֹם הַהוּא אֲשֶׁר יִבְחַר ה'\". וּבֵית דִּין אוֹמֵר לָהֶם כָּךְ הוּא הַדִּין וְיוֹצְאִין כֻּלָּן. חָזַר זֶה הֶחָכָם לְעִירוֹ וְשָׁנָה וְלִמֵּד כְּדֶרֶךְ שֶׁהוּא לָמוּד הֲרֵי זֶה פָּטוּר. הוֹרָה לַעֲשׂוֹת אוֹ שֶׁעָשָׂה כְּהוֹרָאָתוֹ חַיָּב מִיתָה וְאֵינוֹ צָרִיךְ הַתְרָאָה. אֲפִלּוּ נָתַן טַעַם לִדְבָרָיו אֵין שׁוֹמְעִין לוֹ אֶלָּא כֵּיוָן שֶׁבָּאוּ עֵדִים שֶׁעָשָׂה כְּהוֹרָאָתוֹ אוֹ שֶׁהוֹרָה לַאֲחֵרִים לַעֲשׂוֹת גּוֹמְרִין דִּינוֹ לְמִיתָה בְּבֵית דִּין שֶׁבְּעִירוֹ. וְתוֹפְסִין אוֹתוֹ וּמַעֲלִין אוֹתוֹ מִשָּׁם לִירוּשָׁלַיִם. וְאֵין מְמִיתִין אוֹתוֹ בְּבֵית דִּין שֶׁבְּעִירוֹ וְלֹא בְּבֵית דִּין הַגָּדוֹל שֶׁיָּצָא חוּץ לִירוּשָׁלַיִם אֶלָּא מַעֲלִין אוֹתוֹ לְבֵית דִּין הַגָּדוֹל שֶׁבִּירוּשָׁלַיִם. וְעַד הָרֶגֶל מְשַׁמְּרִין אוֹתוֹ וְחוֹנְקִין אוֹתוֹ בָּרֶגֶל. שֶׁנֶּאֱמַר <small>(דברים יג יב)</small> \"וְכָל יִשְׂרָאֵל יִשְׁמְעוּ וְיִרָאוּ\" מִכְּלָל שֶׁצָּרִיךְ הַכְרָזָה. וְאַרְבָּעָה צְרִיכִין הַכְרָזָה. זָקֵן מַמְרֵא. וְעֵדִים זוֹמְמִין. וְהַמֵּסִית. וּבֵן סוֹרֵר וּמוֹרֶה. שֶׁהֲרֵי בְּכֻלָּן נֶאֱמַר יִשְׁמְעוּ וְיִרָאוּ: \n",
            "english": "How is the law applying to a rebellious elder adjudicated? When a matter is undecided because of its difficulty and a sage who is erudite enough to issue rulings whether with regard to a matter which he arrived at through his own reasoning or which he received from his teachers. He and the sages who differ with him ascend to Jerusalem and come to the court which holds sessions at the entrance to the Temple Mount.<br>The court tells them: \"This is the law.\" If the elder listens and accepts the ruling, it is desirable. If not, they all go to the court which holds sessions at the entrance to the Temple Courtyard. They also say: \"This is the law.\" If the elder listens and accepts the ruling, they go their ways. If not, they all go to the Supreme <i>Sanhedrin</i> in the Chamber of Hewn Stone from which the Torah emanates to the entire Jewish people, as Deuteronomy 17:10 states: \"From that place which God has chosen.\" The Supreme <i>Sanhedrin</i> tell them: \"This is the law\" and they all depart.<br>If the elder returns to his city and continues to interpret the law as he did previously and teaches this interpretation to others, he is not liable. If he gave a directive for action or acted according to his conception himself, he is liable for execution. There is no need for a warning. Even if he offers a rationale to explain his conduct, we do not heed him. Instead, once witnesses come and testify that he acted according to his own directive or that he directed others to perform a deed, we sentence him to death in his local court. We take hold of him and bring him from that place to Jerusalem. For we do not execute him in the presence of his local court, nor in the presence of the Supreme <i>Sanhedrin</i> who left Jerusalem, but instead, bring him to the Supreme <i>Sanhedrin</i> in Jerusalem. Until the next pilgrimage festival, he is kept under watch. During the pilgrimage festival, he is executed by strangulation, as implied by <i>ibid.</i>:13: \"And all Israel shall hear and become fearful.\" This indicates that his execution must be announced.<br>There are four transgressors whose execution must be announced publicly: a rebellious elder, lying witnesses, a person who entices others to worship idols, and a wayward and rebellious son. For with regard to all of them, the Torah states: \"so that they will hear and become afraid.\""
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "זֶה שֶׁחָלַק עַל בֵּית דִּין הַגָּדוֹל בְּדָבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. בֵּין שֶׁהָיוּ הֵן אוֹסְרִים וְהוּא מַתִּיר בֵּין שֶׁהָיוּ הֵן מַתִּירִין וְהוּא אוֹסֵר הֲרֵי זֶה חַיָּב מִיתָה. אֲפִלּוּ הוּא הָיָה אוֹמֵר מִפִּי הַקַּבָּלָה וְאָמַר כָּךְ קִבַּלְתִּי מֵרַבּוֹתַי וְהֵן אוֹמְרִים כָּךְ נִרְאֶה בְּעֵינֵינוּ שֶׁהַדִּין נוֹתֵן. הוֹאִיל וְנָשָׂא וְנָתַן עֲלֵיהֶן בַּדָּבָר וְעָשָׂה אוֹ שֶׁהוֹרָה לַעֲשׂוֹת הֲרֵי זֶה חַיָּב. וְאֵין צָרִיךְ לוֹמַר אִם הֵם מוֹרִים מִפִּי הַקַּבָּלָה. וְכֵן אִם חָלַק עֲלֵיהֶם בִּגְזֵרָה מִן הַגְּזֵרוֹת שֶׁגָּזְרוּ בְּדָבָר שֶׁיֵּשׁ בְּשִׁגְגָתוֹ חַטָּאת וּזְדוֹנוֹ כָּרֵת. כְּגוֹן שֶׁהִתִּיר הֶחָמֵץ בְּיוֹם אַרְבָּעָה עָשָׂר בְּנִיסָן בְּשָׁעָה שִׁשִּׁית. אוֹ אֲסָרוֹ בַּהֲנָאָה בְּשָׁעָה חֲמִישִׁית. הֲרֵי זֶה חַיָּב מִיתָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "A rebellious elder who differed with the Supreme <i>Sanhedrin</i> concerning a matter whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering is liable for execution. This applies whether the court forbids the matter and he permits it or the court permits the matter and he forbids it. Even if he bases his statements on the received tradition, saying: \"This is the tradition I received from my masters,\" and they say: \"This is what appears to us as appropriate on the basis of logical analysis,\" since he differs with their ruling and performs a deed or directs others to do so, he is liable. Needless to say, this applies if they also rule on the basis of their having received teachings through the Oral Tradition.<br>Similarly, he is liable for execution if he differs with them with regard to a decree that they issued to safeguard a prohibition whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering is liable for execution. For example, if he permits the consumption of leaven on the fourteenth of Nissan during the sixth hour or forbids deriving benefit from it in the fifth hour, he is worthy of execution. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֶחָד שֶׁנֶּחְלְקוּ בְּדָבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. אוֹ שֶׁנֶּחְלְקוּ בְּדָבָר הַמֵּבִיא לִידֵי דָּבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. כֵּיצַד. נֶחְלְקוּ בְּאִשָּׁה זוֹ אִם הִיא עֶרְוָה אִם לָאו. אִם מַרְאֵה דָּם זֶה מְטַמֵּא בְּאִשָּׁה אוֹ לֹא. אִם זוֹ טְמֵאָה לֵידָה אוֹ לֹא. אִם זוֹ זָבָה אוֹ לֹא. אִם חֵלֶב זֶה אָסוּר אוֹ מֻתָּר. וְכָל כַּיּוֹצֵא בְּאֵלּוּ. הֲרֵי זֶה חוֹלֵק בְּדָבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. וְכֵיצַד דָּבָר הַמֵּבִיא לִידֵי דָּבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת כְּגוֹן שֶׁנֶּחְלְקוּ בְּעִבּוּר שָׁנָה אִם מְעַבְּרִים עַד הַפּוּרִים אוֹ בְּכָל אֲדָר הֲרֵי זֶה חַיָּב שֶׁזֶּה מֵבִיא לִידֵי חָמֵץ בְּפֶסַח. וְכֵן אִם נֶחְלְקוּ בְּדִין מִדִּינֵי מָמוֹנוֹת אוֹ בְּמִנְיַן הַדַּיָּנִין שֶׁדָּנִין דִּינֵי מָמוֹנוֹת הֲרֵי זֶה חַיָּב. שֶׁהֲרֵי לִדְבָרָיו שֶׁל זֶה שֶׁאוֹמֵר שֶׁזֶּה חַיָּב לָזֶה כָּל שֶׁנָּטַל מִמֶּנּוּ כְּדִין נָטַל וְעַל פִּי בֵּית דִּין נָטַל. וְלִדְבָרָיו שֶׁל זֶה שֶׁאוֹמֵר פָּטוּר אוֹ שֶׁאָמַר שֶׁאֵין אֵלּוּ רְאוּיִין לָדוּן כָּל שֶׁנָּטַל גֵּזֶל הוּא בְּיָדוֹ וְאִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וּלְדִבְרֵי הָאוֹמֵר שֶׁלֹּא נָטַל הַבָּא עָלֶיהָ בְּמֵזִיד עָנוּשׁ כָּרֵת בְּשׁוֹגֵג חַיָּב חַטָּאת וְנִמְצָא הַדָּבָר מֵבִיא לִידֵי דָּבָר שֶׁחַיָּבִין עַל זְדוֹנוֹ כָּרֵת וְעַל שִׁגְגָתוֹ חַטָּאת. וְכֵן אִם נֶחְלְקוּ בְּדִינֵי מַכּוֹת אִם זֶה חַיָּב מַלְקוֹת אוֹ אֵינוֹ אוֹ שֶׁחָלַק בְּמִנְיַן הַדַּיָּנִים שֶׁלּוֹקִין בִּפְנֵיהֶם הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר אֵינוֹ לוֹקֶה חוֹבְלִין הֵם בּוֹ וְחַיָּבִין לְשַׁלֵּם וְכָל שֶׁיִּטּל מֵהֶן כְּדִין נוֹטֵל. וּלְדִבְרֵי הָאוֹמֵר בֶּן מַלְקוֹת הוּא כָּל שֶׁיִּטּל מֵהֶן גֵּזֶל הוּא בְּיָדוֹ וְאִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם נֶחְלְקוּ בַּעֲרָכִין אוֹ בַּחֲרָמִין אִם זֶה חַיָּב לִתֵּן אוֹ אֵינוֹ הֲרֵי זֶה חַיָּב. שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר אֵינוֹ חַיָּב לִתֵּן אִם לָקְחוּ מִמֶּנּוּ הֲרֵי זֶה גֵּזֶל וְהַמְקַדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם חָלַק עֲלֵיהֶן בְּפִדְיוֹן קָדָשִׁים אִם נִפְדּוּ אוֹ לֹא נִפְדּוּ הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר אֵין זֶה פִּדְיוֹן אִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם נֶחְלְקוּ בַּעֲרִיפַת הָעֶגְלָה אִם אֵלּוּ חַיָּבִין לְהָבִיא אוֹ לֹא הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר חַיָּבִים לְהָבִיא הֲרֵי הִיא אֲסוּרָה בַּהֲנָאָה וְהַמְקַדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם נֶחְלְקוּ בְּעָרְלָה. וְכֵן אִם נֶחְלְקוּ בְּלֶקֶט שִׁכְחָה וּפֵאָה אִם זֶה לַעֲנִיִּים אוֹ לְבַעַל הַבַּיִת הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר לְבַעַל הַבַּיִת הֲרֵי זֶה גֵּזֶל בְּיַד הֶעָנִי וְאִם קִדֵּשׁ בּוֹ אִשָּׁה אֵינָהּ מְקֻדֶּשֶׁת. וְכֵן אִם חָלַק עֲלֵיהֶן בְּאָב מֵאֲבוֹת הַטֻּמְאָה כְּגוֹן נִגְעֵי בָּשָׂר אוֹ נִגְעֵי בָּתִּים אוֹ נִגְעֵי בְּגָדִים הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר טָהוֹר מֻתָּר לְהִכָּנֵס בַּמִּקְדָּשׁ לֶאֱכל קָדָשִׁים וּלְדִבְרֵי הָאוֹמֵר טָמֵא אִם נִכְנַס אוֹ אָכַל בְּמֵזִיד עָנוּשׁ כָּרֵת וּבְשׁוֹגֵג חַיָּב חַטָּאת. וְכֵן אִם נֶחְלְקוּ בְּטָהֳרַת מְצֹרָע אִם יֵשׁ לָזֶה טָהֳרָה אוֹ אֵין לוֹ. וְכֵן אִם נֶחְלְקוּ בְּהַשְׁקָאַת סוֹטָה אִם זוֹ צְרִיכָה לִשְׁתּוֹת אוֹ אֵינָהּ צְרִיכָה הֲרֵי זֶה חַיָּב שֶׁהֲרֵי לְדִבְרֵי הָאוֹמֵר צְרִיכָה אִם מֵת הַבַּעַל קֹדֶם שֶׁתִּשְׁתֶּה הֲרֵי זוֹ אֲסוּרָה לִיבָמָהּ וּלְדִבְרֵי הָאוֹמֵר אֵינָהּ צְרִיכָה מִתְיַבֶּמֶת. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה צְרִיכִין לִבְדֹּק וְלַחְקֹר אִם הָיְתָה מַחְלֹקֶת זוֹ מְבִיאָה לִידֵי דָּבָר זֶה וְדָבָר זֶה מֵבִיא לִידֵי דָּבָר שֵׁנִי אֲפִלּוּ אַחַר מֵאָה דְּבָרִים אִם יָבוֹא בַּסּוֹף לְדָבָר שֶׁזְּדוֹנוֹ כָּרֵת וְשִׁגְגָתוֹ חַטָּאת. בֵּין שֶׁהָיָה הַזָּקֵן מֵקֵל וְהֵן מַחֲמִירִין בֵּין שֶׁהָיָה הוּא מַחְמִיר וְהֵן מְקִילִין חַיָּב: \n",
            "english": "The above applies whether the rebellious elder disputes a matter whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering or he disputes a matter which leads to a situation involving a prohibition whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering.<br>What is implied? If they disputed whether relations with a woman are adulterous or incestuous, if a shade of blood would render a woman ritually impure or not, if a woman is impure because of birth or not, if a woman is a <i>zavah</i> or not, if this fat is forbidden or permitted and the like, their difference of opinion involves a prohibition whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering.<br>What is meant by a matter that will lead to a prohibition whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering. For example, the Sages differed concerning the declaration of a leap year, if the leap year must be declared before Purim or may be declared throughout Adar, he is liable. For this leads to partaking of <i>chametz</i> on Pesach. Similarly, if they differed with regard to a matter of financial law or with regard to the number of judges able to adjudicate matters of financial law, he is liable. For according to the opinion which maintains that the defendant is liable to the plaintiff, everything which he expropriated from him was expropriated according to law and according to the decisions of the court. But according to the opposing view, whatever he expropriated is stolen property. If he uses it to consecrate a woman, she is not consecrated. And yet according to the opinion that the person expropriated his own property, the consecration is valid. If another person engages in relations with her willfully, he is liable for <i>kerait</i> and if he engages in relations with her inadvertently, he is liable to bring a sin offering. Thus their difference of opinion led to a matter whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering.<br>Similarly, if their difference of opinion concerned lashes, if one person was liable to receive lashes or not, or they differed with regard to the number of judges in whose presence lashes must be administered, he is liable. For according to the opinion who says that he should not be lashed, the court is injuring him and the judges are liable to make financial restitution. Anything expropriated from them is taken according to law. But according to the opinion which says that he is liable for lashes, everything he expropriates from them is stolen property. If he uses it to consecrate a woman, she is not consecrated.<br>Similarly, if they differed with regard to whether or not a person is obligated to pay after making an endowment evaluations or interdicted property, he is liable. For according to the opinion that says that he is not liable to pay, if it is taken from him, it is stolen property and if it is used to consecrate a woman, the consecration is not valid.<br>Similarly, he is liable if he differed with the majority concerning the redemption of consecrated property, had they been redeemed or not. For according to the opinion that the redemption is invalid, if he used that article to consecrate a woman, the consecration is not valid.<br>Similarly, if they differed with regard to bringing an <i>eglah arufah</i>, whether a city is obligated to bring or not, he is liable. For according to those who say that city is obligated to bring the calf, it is forbidden to derive benefit from it and if he uses it to consecrate a woman, the consecration is not valid. Similar concepts apply if they differed with regard to <i>orlah</i>. And similar concepts apply with regard to <i>leket,</i> <i>shichechah</i>, and <i>pe'ah</i>, if they differ whether it belongs to the poor or to the owner, he is liable. For according to the opinion which says that it belongs to the owner, it is stolen property in the hands of the poor and if one consecrates a woman with it, she is not consecrated.<br>Similarly, if the rebellious elder differs with the court with regard to a category of factors that impart ritual impurity, e.g., blemishes on the skin, blemishes on homes, or blemishes on garments, he is liable. For according to the opinion that the person is pure, he is permitted to enter the Temple and partake of consecrated foods, but according to the opinion that he is impure, if he enters the Temple or partakes of consecrated food willfully, he is punishable by <i>kerait</i>, and if he does so inadvertently, he is liable for a sin offering. Similar concepts apply if they differed with regard to the purification of a person afflicted by <i>tzara'at</i>, if he can be purified or not.<br>Similarly, he is liable if they differ with regard to the obligation to make a <i>sotah</i> drink the water which conveys the curse: Is a woman required to drink the water or is she not required? For according to the person who says that she must drink, if her husband dies before she drinks, she is forbidden to her <i>yevam</i>, while according to the person who says that she is not required to drink, she may perform the rite of <i>yibbum</i>. Similar laws apply in all analogous situations.<br>It is necessary to investigate and examine whether a difference of opinion will lead to these consequences. If it will lead to another consequence - which after a series of even 100 consequences - that will bring about a situation involving a prohibition whose willful violation is punishable by <i>kerait</i> and whose inadvertent violation requires a sin offering, the rebellious elder is liable. This applies regardless of whether he ruled leniently and the others ruled stringently or he ruled stringently and they ruled leniently."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְאִם לֹא תָּבִיא הַמַּחֲלֹקֶת לִידֵי כָּךְ הֲרֵי זֶה פָּטוּר. חוּץ מִמִּצְוַת תְּפִלִּין בִּלְבַד. כֵּיצַד. הוֹרָה לְהוֹסִיף טוֹטֶפֶת חֲמִישִׁית בַּתְּפִלִּין וְיַעֲשֶׂנָּה חָמֵשׁ טוֹטָפוֹת הֲרֵי זֶה חַיָּב. וְהוּא שֶׁיַּעֲשֶׂה בַּתְּחִלָּה אַרְבָּעָה בָּתִּים כְּהִלְכָתָן וְיָבִיא חֲמִישִׁית וִידַבֵּק בַּחִיצוֹן. שֶׁהַבַּיִת הַחִיצוֹן שֶׁאֵינוֹ רוֹאֶה אֶת הָאֲוִיר תָּמִיד פָּסוּל. וְחִיּוּב זָקֵן מַמְרֵא עַל דָּבָר זֶה הֲלָכָה מִפִּי הַקַּבָּלָה. אֲבָל אִם נֶחְלְקוּ בִּשְׁאָר מִצְוֹת כְּגוֹן שֶׁחָלַק בְּדָבָר מִדִּבְרֵי לוּלָב אוֹ צִיצִית אוֹ שׁוֹפָר זֶה אוֹמֵר פָּסוּל וְזֶה אוֹמֵר כָּשֵׁר. זֶה אוֹמֵר יָצָא יְדֵי חוֹבָתוֹ וְזֶה אוֹמֵר לֹא יָצָא. זֶה אוֹמֵר טָהוֹר וְזֶה אוֹמֵר שֵׁנִי לְטֻמְאָה הֲרֵי זֶה פָּטוּר מִן הַמִּיתָה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "If the difference of opinion between the rebellious elder and the court will not lead to such a situation, the rebellious elder is not liable for execution unless the difference of opinion concerns <i>tefillin</i>.<br>What is implied? If the rebellious elder gave a directive to add a fifth compartment to <i>tefillin</i> or he himself made <i>tefillin</i> with five compartment, he is liable. This applies provided he first made four compartments as required by law and then made a fifth compartment and attached it to the outer compartment. For when an outer compartment is not exposed to the open space at all times, it is unacceptable.<br>The obligation of a rebellious elder in such a matter is a law transmitted by the Oral Tradition. If, however, they differed with regard to other mitzvot, e.g., he disputed one of the laws concerning a <i>lulav, tzitzit</i>, or a <i>shofar</i>, one claiming that it is unacceptable and the other claiming that it is acceptable, one claiming that the person fulfilled his obligation and the other claiming he did not fulfill his obligation, or one says: \"He is pure,\" and the other says: \"He is impure two degrees removed,\" the elder is not liable for execution. Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמְקַלֵל אָבִיו וְאִמּוֹ נִסְקָל שֶׁנֶּאֱמַר <small>(ויקרא כ ט)</small> \"אָבִיו וְאִמּוֹ קִלֵּל דָּמָיו בּוֹ\". וְאֶחָד הַמְקַלֵּל בְּחַיֵּיהֶן אוֹ לְאַחַר מִיתָתָן הֲרֵי זֶה נִסְקָל. וְצָרִיךְ עֵדִים וְהַתְרָאָה כִּשְׁאָר כָּל מְחֻיָּבֵי מִיתוֹת בֵּית דִּין. וְאֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה וְכֵן הַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס. וְהוּא שֶׁיִּהְיוּ גְּדוֹלִים שֶׁהִגִּיעוּ לִכְלַל הָעֳנָשִׁין: \n",
            "english": "A person who curses his father and mother should be executed by stoning, as Leviticus 20:9 states: \"He cursed his father and his mother; he is responsible for his death.\" He is stoned to death whether he curses them while alive or after they died. It is necessary that his act be observed by witnesses and they warn him as is required with regard to other individuals executed by the court.<br>The above applies to both a man and woman, and also to a <i>tumtum</i> and an androgynus, provided they reached majority, the age when they can be subjected to punishment."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֵינוֹ חַיָּב סְקִילָה עַד שֶׁיְּקַלְּלֵם בְּשֵׁם מִן הַשֵּׁמוֹת הַמְּיֻחָדִין. אֲבָל אִם קִלְּלָם בְּכִנּוּי פָּטוּר מִן הַסְּקִילָה. וְלוֹקֶה כְּדֶרֶךְ שֶׁלּוֹקֶה עַל קִלְלַת כָּל אָדָם כָּשֵׁר מִיִּשְׂרָאֵל: \n",
            "english": "A person is not liable for execution by stoning unless he curses his parents with one of God's unique names. If he cursed them with another term used to refer to Him, he is not liable for execution by stoning. He should, however, be lashed, as he would be lashed for cursing any other proper Jew."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן הַמְקַלֵּל אֲבִי אָבִיו וַאֲבִי אִמּוֹ הֲרֵי זֶה כִּמְקַלֵּל אֶחָד מִשְּׁאָר הַקָּהָל: \n",
            "english": "Similarly, a person who curses his paternal and maternal grandfather is considered as if he cursed any other person."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אַזְהָרָה שֶׁל מְקַלֵּל אָבִיו וְאִמּוֹ מִנַּיִן. עֹנֶשׁ שָׁמַעְנוּ בְּפֵרוּשׁ אֲבָל הָאַזְהָרָה הֲרֵי הִיא בִּכְלַל לֹא תְקַלֵּל חֵרֵשׁ. הוֹאִיל וְהוּא מֻזְהָר שֶׁלֹּא לְקַלֵּל אָדָם מִיִּשְׂרָאֵל הֲרֵי אָבִיו בִּכְלַל יִשְׂרָאֵל: \n",
            "english": "What is the source which serves as a warning against cursing one's father and one's mother? We have heard the punishment explicitly stated, the warning, however, is not stated explicitly. Instead, it can be inferred from Leviticus 19:14: \"Do not curse a deaf-mute.\" Since a person is warned not to curse any Jew, his father is also included, for he is also Jewish."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמַּכֶּה אָבִיו וְאִמּוֹ מִיתָתוֹ בְּחֶנֶק שֶׁנֶּאֱמַר <small>(שמות כא טו)</small> \"מַכֵּה אָבִיו וְאִמּוֹ מוֹת יוּמָת\". וְצָרִיךְ עֵדִים וְהַתְרָאָה כִּשְׁאָר כָּל מְחֻיָּבֵי מִיתַת בֵּית דִּין. וְאֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה וְכֵן הַטֻּמְטוּם וְאַנְדְּרוֹגִינוּס וְהוּא שֶׁיַּגִּיעוּ לִכְלַל עֳנָשִׁין. אֵינוֹ חַיָּב חֶנֶק עַד שֶׁיַּעֲשֶׂה בָּהֶן חַבּוּרָה אֲבָל אִם לֹא עָשָׂה בָּהֶן חַבּוּרָה הֲרֵי זֶה כְּמַכֶּה אֶחָד מִיִּשְׂרָאֵל. וְהַמַּכֶּה אוֹתָן לְאַחַר מִיתָה פָּטוּר: \n",
            "english": "A person who strikes his father or mother should be executed by strangulation, as Exodus 21:15 states: \"One who strikes his father or his mother should certainly die.\" It is necessary that his act be observed by witnesses and they warn him as is required with regard to other individuals executed by the court.<br>The above applies to both a man and woman, and also to a <i>tumtum</i>, and an <i>androgynus</i> provided they reached majority, the age when they can be subjected to punishment.<br>A person is not liable for strangulation until he wounds his parents. If he does not wound them, it is as if he strikes another Jew. If he strikes them after their death, he is not liable."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מִי שֶׁהִכָּה אֶת אָבִיו עַל אָזְנוֹ וְחֵרְשׁוֹ חַיָּב וְנֶהֱרָג. שֶׁאִי אֶפְשָׁר שֶׁיֵּעָשֶׂה חֵרֵשׁ בְּלֹא חַבּוּרָה אֶלָּא יָצָאת טִפַּת דָּם בִּפְנִים בָּאֹזֶן וְנִתְחָרֵשׁ: \n",
            "english": "When a person strikes his father on his ear and causes him to become deaf, he is liable for execution. The rationale is that it is impossible for him to become deaf without there being an internal wound. Instead, we can be certain that at least a drop of blood was released within the ear and that caused him to become deaf."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמַּקִּיז דָּם לְאָבִיו אוֹ שֶׁהָיָה רוֹפֵא וְחָתַךְ לוֹ בָּשָׂר אוֹ אֵבָר פָּטוּר. אַף עַל פִּי שֶׁהוּא פָּטוּר לְכַתְּחִלָּה לֹא יַעֲשֶׂה. אוֹ לְהוֹצִיא סִלּוֹן מִבְּשַׂר אָבִיו אוֹ אִמּוֹ לֹא יוֹצִיא שֶׁמָּא יַעֲשֶׂה חַבּוּרָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁיֵּשׁ שָׁם אַחֵר לַעֲשׂוֹת. אֲבָל אִם אֵין שָׁם מִי שֶׁיַּעֲשֶׂה אֶלָּא הוּא וַהֲרֵי הֵן מִצְטַעֲרִין הֲרֵי זֶה מַקִּיז וְחוֹתֵךְ כְּפִי מַה שֶּׁיַּרְשֵׁהוּ לַעֲשׂוֹת: \n",
            "english": "When a person lets blood for his father, or if he was a doctor and amputated flesh or a limb, he is not liable. Even though he is not liable, the initial and preferred option is for him not to perform the operation. Nor should he remove a thorn from the flesh of his father or mother lest he cause a bruise.<br>When does the above apply? When there is another person there who is capable of performing these actions. If, however, there is no one else there capable of doing this but him and they are suffering, he may let blood or amputate according to the license that they grant him."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אַזְהָרָה שֶׁל מַכֵּה אָבִיו מִנַּיִן. עֹנֶשׁ שָׁמַעְנוּ אַזְהָרָה לֹא שָׁמַעְנוּ. הוֹאִיל וְהוּא מֻזְהָר שֶׁלֹּא לְהַכּוֹת אָדָם מִיִּשְׂרָאֵל הֲרֵי אָבִיו וְאִמּוֹ בִּכְלָל: \n",
            "english": "What is the source which serves as a warning against striking one's father and one's mother? We have heard the punishment explicitly stated, the warning, however, is not stated explicitly. Since a person is warned not to strike any Jew, his father and mother are also included."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "שְׁתוּקִי חַיָּב עַל אִמּוֹ וְאֵינוֹ חַיָּב עַל אָבִיו אַף עַל פִּי שֶׁנִּבְדְּקָה אִמּוֹ וְאָמְרָה בֶּן פְּלוֹנִי הוּא אֵינוֹ נִסְקָל אוֹ נֶחְנָק עַל פִּיהָ. אֲבָל בְּנוֹ מִן הַשִּׁפְחָה וּמִן הָעַכּוּ\"ם אֵינוֹ חַיָּב לֹא עַל אָבִיו וְלֹא עַל אִמּוֹ. וְכֵן גֵּר שֶׁהוֹרָתוֹ שֶׁלֹּא בִּקְדֻשָּׁה אַף עַל פִּי שֶׁלֵּדָתוֹ בִּקְדֻשָּׁה אֵינוֹ חַיָּב עַל מַכַּת אָבִיו וְקִלְלָתוֹ: \n",
            "english": "A <i>shituki</i> is liable for cursing or striking his mother, but not his father. Although his mother is questioned and she says: \"He is the son of so-and-so,\" he should not be executed by stoning or strangulation because of her testimony.<br>A person who is conceived through relations between a Jew and a maid-servant or a gentile woman, by contrast, is not liable for cursing or striking his father or his mother. Similarly, a convert - even if he was conceived outside the faith, but born within the faith - is not liable for cursing or striking his father."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁאֵינוֹ חַיָּב עַל אָבִיו כָּךְ אֵינוֹ חַיָּב עַל אִמּוֹ. שֶׁנֶּאֱמַר <small>(שמות כא יז)</small> \"וּמְקַלֵּל אָבִיו וְאִמּוֹ\" אֶת שֶׁהוּא חַיָּב עַל אָבִיו חַיָּב עַל אִמּוֹ וְזֶה שֶׁאֵינוֹ חַיָּב עַל אָבִיו אֵינוֹ חַיָּב עַל אִמּוֹ: \n",
            "english": "Just as such a person is not liable for cursing or striking his father, he is not liable for cursing or striking his mother. This is derived from Exodus 21:17: \"One who curses his father and mother shall die.\" Implied is one who is liable for cursing his father is liable for cursing his mother. Since such a person is not liable for his father, he is not liable for his mother."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַגֵּר אָסוּר לְקַלֵּל אָבִיו הָעַכּוּ\"ם וּלְהַכּוֹתוֹ. וְלֹא יְבַזֵּהוּ כְּדֵי שֶׁלֹּא יֹאמְרוּ בָּאוּ מִקְּדֻשָּׁה חֲמוּרָה לִקְדֻשָּׁה קַלָּה שֶׁהֲרֵי זֶה מְבַזֶּה אָבִיו. אֶלָּא נוֹהֵג בּוֹ מִקְצָת כָּבוֹד. אֲבָל הָעֶבֶד אֵין לוֹ יִחוּס אֶלָּא הֲרֵי אָבִיו כְּמִי שֶׁאֵינוֹ אָבִיו לְכָל דָּבָר אַף עַל פִּי שֶׁנִּשְׁתַּחְרְרוּ: \n",
            "english": "A convert is forbidden to curse or to strike his gentile father or to degrade him, so that people will not say: \"They came from a more severe level of holiness to a lesser level of holiness, for this person degrades his father.\"66 Instead, he should offer him certain measures of honor.<br>A servant, by contrast, has no connection to his natural parents. His natural father is as if he was not his father with regard to all matters. This applies even if they were both freed."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִי שֶׁהָיוּ אָבִיו וְאִמּוֹ רְשָׁעִים גְּמוּרִים וְעוֹבְרֵי עֲבֵרוֹת. אֲפִלּוּ נִגְמַר דִּינָן לַהֲרִיגָה וְהֵם יוֹצְאִים לֵהָרֵג אָסוּר לְהַכּוֹתָן וּלְקַלְּלָם. וְאִם קִלֵּל אוֹ חָבַל בָּהֶן פָּטוּר. וְאִם עָשׂוּ תְּשׁוּבָה הֲרֵי זֶה חַיָּב וְנֶהֱרָג עֲלֵיהֶן אַף עַל פִּי שֶׁהֲרֵי הֵן יוֹצְאִין לְמִיתָה. בַּמֶּה דְּבָרִים אֲמוּרִים בִּבְנוֹ. אֲבָל אַחֵר שֶׁבָּא וְהִכָּהוּ וְקִלֵּל אַחַר שֶׁנִּגְמַר דִּינוֹ אַף עַל פִּי שֶׁעָשָׂה תְּשׁוּבָה הֲרֵי זֶה פָּטוּר הוֹאִיל וְהוּא הוֹלֵךְ לְמִיתָה. וְאִם בִּיְּשׁוֹ חַיָּב בִּקְנַס הַמְבַיֵּשׁ: \n",
            "english": "When a person's father and mother are absolutely wicked and violate transgressions - even if they were sentenced to death and being taken to their execution - it is forbidden for a son to strike them or curse them. If he curses them or wounds them, however, he is not liable. If they repent, even if they are being taken to their execution, he is liable and is executed because of them.<br>To whom does the above apply? To the convicted person's son. If, however, an unrelated individual struck or cursed a person after he was sentenced to death, even though he repents, he is not liable, for that person will be executed. If, however, he embarrasses him, he is liable to pay a fine for embarrassing him."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "עָבַר אָבִיו וְאִמּוֹ עַל עֲבֵרָה שֶׁלּוֹקִין עָלֶיהָ וְהָיָה הוּא חַזָּן לִפְנֵי הַדַּיָּנִים לֹא יַכֶּה אוֹתָם. וְכֵן אִם נִתְחַיֵּב נִדּוּי לֹא יִהְיֶה שָׁלִיחַ לְנַדּוֹתָם. וְלֹא יִדְחֹף אוֹתָם וְלֹא יְבַזֶּה אוֹתָם בִּשְׁלִיחוּת בֵּית דִּין אַף עַל פִּי שֶׁהֵן רְאוּיִין לְכָךְ וְלֹא עָשׂוּ תְּשׁוּבָה: \n",
            "english": "If a person's father or mother committed a transgression punishable by lashes and the son is a court attendant, he should not lash them. Similarly, if they were obligated to be placed under a ban of ostracism, he should not be the agent to apply this ban. Nor should he push them or degrade them while acting as the emissary of the court even though it is fit to do this to them and they have not repented."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "לַכּל אֵין הַבֵּן נַעֲשֶׂה שָׁלִיחַ לְהַכּוֹתוֹ וּלְקַלְּלוֹ חוּץ מִמֵּסִית וּמַדִּיחַ. שֶׁהֲרֵי אָמְרָה תּוֹרָה <small>(דברים יג ט)</small> \"לֹא תַחְמל וְלֹא תְכַסֶּה עָלָיו\": \n",
            "english": "A son should not serve as an agent to strike or curse his parents except if they entice others to worship idols. For concerning such a person, the Torah Deuteronomy 13:9 states: \"Do not have pity and do not cover up for him.\""
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "מִי שֶׁנִּתְחַיֵּב שְׁבוּעָה לִבְנוֹ כָּךְ רָאִינוּ בּוֹ תָּמִיד שֶׁאֵינוֹ מַשְׁבִּיעוֹ בִּשְׁבוּעַת הָאָלָה. שֶׁהֲרֵי זֶה בָּא לְקִלְלַת אָבִיו. אֶלָּא מַשְׁבִּיעוֹ שְׁבוּעָה שֶׁאֵין בָּהּ אָלָה. וּכְבָר בֵּאַרְנוּ שֶׁהָאָב שֶׁהָרַג אֶת בְּנוֹ אֵין אֶחָד מֵאֶחָיו שֶׁל נֶהֱרָג נַעֲשֶׂה גּוֹאֵל הַדָּם. וְלֹא עַל הַכָּאָה וְלֹא עַל הַקְּלָלָה בִּלְבַד הִקְפִּידָה תּוֹרָה אֶלָּא אַף עַל הַבִּזָּיוֹן. שֶׁכָּל הַמְבַזֶּה אָבִיו אוֹ אִמּוֹ אֲפִלּוּ בִּדְבָרִים וַאֲפִלּוּ בִּרְמִיזָה הֲרֵי זֶה אָרוּר מִפִּי הַגְּבוּרָה. שֶׁנֶּאֱמַר <small>(דברים כז טז)</small> \"אָרוּר מַקְלֶה אָבִיו וְאִמּוֹ\". וַהֲרֵי הוּא אוֹמֵר <small>(משלי ל יז)</small> \"עַיִן תִּלְעַג לְאָב וְתָבֻז לִיקְּהַת אֵם\" וְגוֹ'. וְיֵשׁ לְבֵית דִּין לְהַכּוֹת עַל זֶה מַכַּת מַרְדּוּת וְלַעֲנשׁ כְּפִי מַה שֶּׁיִּרְאוּ: \n",
            "english": "In any situation where a person is obligated to take an oath to his son, we always saw that he never obligated him to take an oath that involves a curse. Instead, he should have him take an oath that does not involve a curse.<br>We already explained, that when a father kills his son, none of the slain person's brothers becomes \"the redeemer of the blood.\"<br>The Torah showed concern not only for striking or cursing one's parents, but also for shaming them. Anyone who shames his parents, even with words alone or merely with an insinuation, is cursed by the Almighty, as Deuteronomy 27:16 states: \"Cursed be he who degrades his father and his mother.\" And Proverbs 30:17 states: \"The eye that mocks a father and scorns the training of a mother, the ravens... will gouge it out.\" The court has the right to administer stripes for rebellious conduct because of this and to punish in the manner they see fit."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כִּבּוּד אָב וָאֵם מִצְוַת עֲשֵׂה גְּדוֹלָה וְכֵן מוֹרָא אָב וָאֵם. שָׁקַל אוֹתָן הַכָּתוּב בִּכְבוֹדוֹ וּבְמוֹרָאוֹ. כָּתוּב <small>(שמות כ יב)</small> \"כַּבֵּד אֶת אָבִיךָ וְאֶת אִמֶּךָ\" וְכָתוּב <small>(משלי ג ט)</small> \"כַּבֵּד אֶת ה' מֵהוֹנֶךָ\". וּבְאָבִיו וְאִמּוֹ כָּתוּב <small>(ויקרא יט ג)</small> \"אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ\" וְכָתוּב <small>(דברים ו יג)</small> \"אֶת ה' אֱלֹהֶיךָ תִּירָא\". כְּדֶרֶךְ שֶׁצִּוָּה עַל כְּבוֹד שְׁמוֹ הַגָּדוֹל וּמוֹרָאוֹ כָּךְ צִוָּה עַל כְּבוֹדָם וּמוֹרָאָם: \n",
            "english": "Honoring one's father and mother is a positive commandment of great importance, as is fearing one's father and mother. The Torah equates the honor and fear of one's parents with the honor and fear of God Himself. Exodus 20:12 states: \"Honor your father and your mother,\" and Proverbs 3:9 states: \"Honor God from your wealth.\" Similarly, with regard to one's father and mother, Leviticus 19:3 states: \"A person must fear his mother and father,\" and Deuteronomy 6:13 states: \"And you shall fear God, your Lord.\" Just as He commands us to honor and fear His great name; so, too, He commands us to honor and fear our parents.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמְקַלֵּל אָבִיו אוֹ אִמּוֹ בִּסְקִילָה וְהַמְגַדֵּף בִּסְקִילָה. הִנֵּה הִשְׁוָה אוֹתָן בָּעֹנֶשׁ. הִקְדִּים אָב לְאֵם לְכָבוֹד וְהִקְדִּים אֵם לְאָב לְמוֹרָא לְלַמֵּד שֶׁשְּׁנֵיהֶם שָׁוִים בֵּין לַמּוֹרָא בֵּין לְכָבוֹד: \n",
            "english": "A person who curses his father or mother is executed by stoning and a person who blasphemes God is executed by stoning. Thus the punishment for the two is equated.<br>A father is mentioned before a mother with regard to honor and a mother is mentioned before a father with regard to fear to teach that they are both equal with regard to fear and honor."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵי זֶהוּ מוֹרָא וְאֵי זֶהוּ כָּבוֹד. מוֹרָא לֹא עוֹמֵד בִּמְקוֹמוֹ. וְלֹא יוֹשֵׁב בִּמְקוֹמוֹ. וְלֹא סוֹתֵר אֶת דְּבָרָיו וְלֹא מַכְרִיעַ אֶת דְּבָרָיו. וְלֹא יִקְרָא לוֹ בִּשְׁמוֹ לֹא בְּחַיָּיו וְלֹא בְּמוֹתוֹ. אֶלָּא אוֹמֵר אַבָּא מָרִי. הָיָה שֵׁם אָבִיו אוֹ שֵׁם רַבּוֹ כְּשֵׁם אֲחֵרִים מְשַׁנֶּה אֶת שְׁמָם. יֵרָאֶה לִי שֶׁאֵין נִזְהָר בְּכָךְ אֶלָּא בְּשֵׁם שֶׁהוּא פֶּלֶא שֶׁאֵין הַכּל דָּשִׁין בּוֹ. אֲבָל הַשֵּׁמוֹת שֶׁקּוֹרְאִים בָּהֶן אֶת הָעָם כְּגוֹן אַבְרָהָם יִצְחָק וְיַעֲקֹב משֶׁה וְכַיּוֹצֵא בָּהֶן בְּכָל לָשׁוֹן וּבְכָל זְמַן קוֹרֵא בָּהֶן לַאֲחֵרִים שֶׁלֹּא בְּפָנָיו וְאֵין בְּכָךְ כְּלוּם. אֵי זֶהוּ כָּבוֹד מַאֲכִיל וּמַשְׁקֵה מַלְבִּישׁ וּמְכַסֶּה מִשֶּׁל הָאָב. וְאִם אֵין מָמוֹן לָאָב וְיֵשׁ מָמוֹן לַבֵּן כּוֹפִין אוֹתוֹ וְזָן אָבִיו וְאִמּוֹ כְּפִי מַה שֶּׁהוּא יָכוֹל. וּמוֹצִיא וּמַכְנִיס וּמְשַׁמְּשׁוֹ בִּשְׁאָר הַדְּבָרִים שֶׁהַשַּׁמָּשִׁים מְשַׁמְּשִׁים בָּהֶן אֶת הָרַב. וְעוֹמֵד מִפָּנָיו כְּדֶרֶךְ שֶׁהוּא עוֹמֵד מִפְּנֵי רַבּוֹ: \n",
            "english": "What is meant by fear and what is meant by honor? Fear is expressed by not standing in his place, not sitting in his place, not contradicting his words, nor offering an opinion that outweighs his.<br>He should not call him by name, neither during his lifetime or after his death. Instead, he should say: \"My father and my master.\" If his father or his teacher had the same name as others, he should call those other people by a different name. It appears to me that one should be careful only with regard to this matter with regard to a name that is unusual which is not used frequently by people. With regard to the names which people are generally called, by contrast, e.g., Abraham, Isaac, Jacob, Moses, and the like, one can call others by that name in any language and at any time outside his father's presence without thinking anything of the matter.<br>What is meant by honoring them? One should bring them food and drink, clothe them and cover them from their resources. If a father does not have financial resources and a son does, the son is compelled to sustain his father and his mother according to his capacity. He should bring him out and bring him home and serve him in all the ways one serves a teacher. Similarly, he should stand before him as one stands before a teacher."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְהָאָב שֶׁהָיָה תַּלְמִיד בְּנוֹ אֵין הָאָב עוֹמֵד מִפְּנֵי הַבֵּן אֲבָל הַבֵּן עוֹמֵד מִפְּנֵי אָבִיו אַף עַל פִּי שֶׁהוּא תַּלְמִידוֹ וְחַיָּב לְכַבְּדוֹ בִּשְׁאָר דְּרָכָיו בִּשְׁעַת עֲשִׂיַּת מַשָּׂאוֹ וּמַתָּנוֹ וַעֲשִׂיַּת חֲפָצָיו. כֵּיצַד. הַנִּשְׁמָע בִּדְבַר אָבִיו לְמָקוֹם לֹא יֹאמַר מַהֲרוּנִי בִּשְׁבִיל עַצְמִי פִּטְרוּנִי בִּשְׁבִיל עַצְמִי. אֶלָּא מַהֲרוּנִי בִּשְׁבִיל אַבָּא פִּטְרוּנִי בִּשְׁבִיל אַבָּא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. לְעוֹלָם יִכְלל בִּכְלַל דְּבָרָיו שֶׁהוּא חוֹשֵׁשׁ בִּכְבוֹד אָבִיו וְשֶׁמִּתְיָרֵא מִמֶּנּוּ: \n",
            "english": "When a father was the student of his son, the father need not stand in the presence of the son. The son, by contrast, must stand before his father even if he is his student.<br>A son is obligated to honor his father in other matters when he is carrying out his business and seeing to his concerns. What is implied? If a person went to a place because of his father's words, he should not say: \"Hurry and free me on my own account,\" or \"Let me go on my own account,\" instead \"Hurry and free me because of my father,\" \"Let me go because of my father.\" Similar laws apply in all analogous situations. He should always include in his words statements that indicate that he is concerned with his father's honor and that he fears him."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְחַיָּב לְכַבְּדוֹ אֲפִלּוּ לְאַחַר מוֹתוֹ. כֵּיצַד. הָיָה אוֹמֵר דְּבַר שְׁמוּעָה מִפִּיו לֹא יֹאמַר כָּךְ אָמַר אַבָּא. אֶלָּא אוֹמֵר כָּךְ אָמַר אַבָּא מָרִי אֲנִי כַּפָּרַת מִשְׁכָּבוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּתוֹךְ שְׁנֵים עָשָׂר חֹדֶשׁ שֶׁלְּאַחַר מִיתָתוֹ. אֲבָל לְאַחַר שְׁנֵים עָשָׂר חֹדֶשׁ אוֹמֵר זִכְרוֹנוֹ לְחַיֵּי הָעוֹלָם הַבָּא: \n",
            "english": "A son is obligated to honor his father even after his death. What is implied? If he repeats a teaching in his father's name, he should not say: \"This is what my father said.\" Instead, he should say: \"This is what my father, and teacher - may I serve as atonement for him - said.\"<br>When does the above apply? Within twelve months of his passing. After twelve months, he says of him: \"May he be remembered for the life of the world to come.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֶחָד הָאִישׁ וְאֶחָד הָאִשָּׁה חַיָּבִין בְּמוֹרָא וְכָבוֹד. אֶלָּא שֶׁהָאִישׁ יֵשׁ בְּיָדוֹ לַעֲשׂוֹת וְהָאִשָּׁה אֵין בְּיָדָהּ לַעֲשׂוֹת שֶׁהֲרֵי רְשׁוּת אֲחֵרִים עָלֶיהָ. לְפִיכָךְ אִם נִתְגָּרְשָׁה אוֹ נִתְאַלְמְנָה הֲרֵי שְׁנֵיהֶם שָׁוִים: \n",
            "english": "Both a man and a woman are obligated to honor and fear their parents. It is only that the man has the capacity to do this and a woman is subject to another's influence. Therefore if she is divorced or widowed, they are both equal."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "עַד הֵיכָן הוּא כִּבּוּד אָב וְאֵם. אֲפִלּוּ נָטְלוּ כִּיס שֶׁל זְהוּבִים שֶׁלּוֹ וְהִשְׁלִיכוּ בְּפָנָיו לַיָּם לֹא יַכְלִימֵם וְלֹא יְצַעֵר בִּפְנֵיהֶם וְלֹא יִכְעֹס כְּנֶגְדָּם אֶלָּא יְקַבֵּל גְּזֵרַת הַכָּתוּב וְיִשְׁתֹּק. וְעַד הֵיכָן מוֹרָאָן אֲפִלּוּ הָיָה לוֹבֵשׁ בְּגָדִים חֲמוּדוֹת וְיוֹשֵׁב בָּרֹאשׁ בִּפְנֵי הַקָּהָל וּבָא אָבִיו וְאִמּוֹ וְקָרְעוּ בְּגָדָיו וְהִכּוּהוּ בְּרֹאשׁוֹ וְיָרְקוּ בְּפָנָיו לֹא יַכְלִימֵם אֶלָּא יִשְׁתֹּק וְיִירָא וְיִפְחַד מִמֶּלֶךְ מַלְכֵי הַמְּלָכִים שֶׁצִּוָּהוּ בְּכָךְ. שֶׁאִלּוּ מֶלֶךְ בָּשָׂר וָדָם גָּזַר עָלָיו דָּבָר שֶׁהוּא מְצַעֵר יֶתֶר מִזֶּה לֹא הָיָה יָכוֹל לְפַרְכֵּס בַּדָּבָר. קַל וָחֹמֶר לְמִי שֶׁאָמַר וְהָיָה הָעוֹלָם כִּרְצוֹנוֹ: \n",
            "english": "To what degree does the mitzvah of honoring one's father and mother extend? Even if one's parent takes his purse of gold and throws it into the sea in his presence, he should not embarrass them, shout, or vent anger at them. Instead, he should accept the Torah's decree and remain silent.<br>To what degree does the mitzvah of fearing them extend? Even if one was wearing fine garments and sitting at the head of the community, if one's father and mother came, ripped the clothes, struck him on the head, and spit in his face, he should not embarrass them. Instead, he should remain silent and fear the King of kings who commanded him to conduct himself in this manner. Were a mortal king to decree something which would cause him even more suffering he would not be able to move a limb in protest. Certainly, this applies when the command emanates from He who spoke and caused the world to come into existence as He desired it."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁבְּכָךְ נִצְטַוֵּינוּ אָסוּר לְאָדָם לְהַכְבִּיד עֵלּוֹ עַל בָּנָיו וּלְדַקְדֵּק בִּכְבוֹדוֹ עִמָּהֶם שֶׁלֹּא יְבִיאֵם לִידֵי מִכְשׁוֹל. אֶלָּא יִמְחל וְיִתְעַלֵּם שֶׁהָאָב שֶׁמָּחַל עַל כְּבוֹדוֹ כְּבוֹדוֹ מָחוּל: \n",
            "english": "Although these commands have been issued, a person is forbidden to lay a heavy yoke on his sons and be particular about their honoring him to the point that he presents an obstacle to them. Instead, he should forgo his honor and ignore any affronts. For if a father desires to forgo his honor, he may."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְהַמַּכֶּה בְּנוֹ גָּדוֹל מְנַדִּין אוֹתוֹ שֶׁהֲרֵי הוּא עוֹבֵר עַל וְלִפְנֵי עִוֵּר לֹא תִתֵּן מִכְשׁל: \n",
            "english": "A person who strikes a son who has attained majority should be placed under a ban of ostracism, for he is transgressing the charge, Leviticus 19:14: \"Do not place a stumbling block in front of the blind.\""
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מִי שֶׁנִּטְרְפָה דַּעְתּוֹ שֶׁל אָבִיו אוֹ שֶׁל אִמּוֹ מִשְׁתַּדֵּל לִנְהֹג עִמָּהֶם כְּפִי דַּעְתָּם עַד שֶׁיְּרֻחַם עֲלֵיהֶן. וְאִם אִי אֶפְשָׁר לוֹ לַעֲמֹד מִפְּנֵי שֶׁנִּשְׁתַּטּוּ בְּיוֹתֵר יְנִיחֵם וְיֵלֵךְ לוֹ וִיצַוֶּה אֲחֵרִים לְהַנְהִיגָם כָּרָאוּי לָהֶם: \n",
            "english": "When a person's father or mother lose control of their mental faculties, their son should try to conduct his relationship with them according to their mental condition until God has mercy upon them. If it is impossible for him to remain with them because they have become very deranged, he should leave them, depart, and charge others with caring for them in an appropriate manner."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַמַּמְזֵר חַיָּב בִּכְבוֹד אָבִיו וּמוֹרָאוֹ אַף עַל פִּי שֶׁהוּא פָּטוּר עַל מַכָּתוֹ וְקִלְלָתוֹ עַד שֶׁיַּעֲשֶׂה תְּשׁוּבָה. אֲפִלּוּ הָיָה אָבִיו רָשָׁע וּבַעַל עֲבֵרוֹת מְכַבְּדוֹ וּמִתְיָרֵא מִמֶּנּוּ. רָאָהוּ עוֹבֵר עַל דִּבְרֵי תּוֹרָה לֹא יֹאמַר לוֹ אַבָּא עָבַרְתָּ עַל דִּבְרֵי תּוֹרָה אֶלָּא יֹאמַר לוֹ אַבָּא כָּתוּב בַּתּוֹרָה כָּךְ וְכָךְ כְּאִלּוּ הוּא שׁוֹאֵל מִמֶּנּוּ וְלֹא כְּמַזְהִירוֹ: \n",
            "english": "A <i>mamzer</i> is obligated to honor and fear his father even though he is not liable for striking him or cursing him until he repents. Even when his father was a wicked person who violated many transgressions, he must honor him and fear him.<br>If he sees his father violate Torah law, he should not tell him: 'Father, you transgressed Torah law.' Instead, he should tell him: 'Father, is not such-and-such written in the Torah?', as if he is asking him, rather than warning him."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִי שֶׁאָמַר לוֹ אָבִיו לַעֲבֹר עַל דִּבְרֵי תּוֹרָה בֵּין שֶׁאָמַר לוֹ לַעֲבֹר עַל מִצְוַת לֹא תַּעֲשֶׂה אוֹ לְבַטֵּל מִצְוַת עֲשֵׂה אֲפִלּוּ שֶׁל דִּבְרֵיהֶם. הֲרֵי זֶה לֹא יִשְׁמַע לוֹ שֶׁנֶּאֱמַר <small>(ויקרא יט ג)</small> \"אִישׁ אִמּוֹ וְאָבִיו תִּירָאוּ וְאֶת שַׁבְּתֹתַי תִּשְׁמֹרוּ\". כֻּלְּכֶם חַיָּבִין בִּכְבוֹדִי: \n",
            "english": "When a person's father tells him to violate the words of the Torah - whether he tells him to transgress a negative commandment or not to fulfill a positive commandment, even if all that is involved is a point of Rabbinic Law - he should not listen to him, as can be inferred from Leviticus 19:3: 'A person must fear his mother and his father and keep My Sabbaths.' Implied is that all are obligated in honoring Me."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "אָמַר לוֹ אָבִיו הַשְׁקֵנִי מַיִם וְיֵשׁ בְּיָדוֹ לַעֲשׂוֹת מִצְוָה אִם אֶפְשָׁר לַמִּצְוָה שֶׁתֵּעָשֶׂה עַל יְדֵי אֲחֵרִים תֵּעָשֶׂה וְיִתְעַסֵּק בִּכְבוֹד אָבִיו שֶׁאֵין מְבַטְּלִין מִצְוָה מִפְּנֵי מִצְוָה. וְאִם אֵין שָׁם אֲחֵרִים לַעֲשׂוֹתָהּ יִתְעַסֵּק בַּמִּצְוָה וְיָנִיחַ כָּבוֹד אָבִיו שֶׁהוּא וְאָבִיו חַיָּבִים בִּדְבַר מִצְוָה. וְתַלְמוּד תּוֹרָה גָּדוֹל מִכְּבוֹד אָב וָאֵם: \n",
            "english": "The following laws apply when a person's father tells him: 'Draw water for me,' and he has the opportunity to perform a mitzvah. If it is possible for the mitzvah to be performed by others, they should perform it and he should concern himself with honoring his father. For we do not negate the observance of one mitzvah, because of the observance of another mitzvah. If there are no others able to perform the other mitzvah, he should perform the mitzvah and neglect his father's honor. For he and his father are obligated to perform the mitzvah.<br>Torah study surpasses honoring one's father and mother."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "אָמַר לוֹ אָבִיו הַשְׁקֵנִי מַיִם וְאָמְרָה לוֹ אִמּוֹ הַשְׁקֵנִי מַיִם מֵנִיחַ כְּבוֹד אִמּוֹ וְעוֹסֵק בִּכְבוֹד אָבִיו תְּחִלָּה מִפְּנֵי שֶׁהוּא וְאִמּוֹ חַיָּבִין בִּכְבוֹד אָבִיו: \n",
            "english": "If a person's father tells him: 'Bring me a drink of water,' and his mother tells him: 'Bring me a drink of water,' he should overlook his mother's honor and honor his father first. For both he and his mother are obligated to honor his father."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "חַיָּב אָדָם לְכַבֵּד אֶת אֵשֶׁת אָבִיו אַף עַל פִּי שֶׁאֵינָהּ אִמּוֹ כָּל זְמַן שֶׁאָבִיו קַיָּם שֶׁזֶּה בִּכְלַל כְּבוֹד אָבִיו. וְכֵן מְכַבֵּד בַּעַל אִמּוֹ כָּל זְמַן שֶׁאִמּוֹ קַיֶּמֶת. אֲבָל לְאַחַר מִיתָתָהּ אֵינוֹ חַיָּב. וּמִדִּבְרֵי סוֹפְרִים שֶׁיִּהְיֶה אָדָם חַיָּב בִּכְבוֹד אָחִיו הַגָּדוֹל כִּכְבוֹד אָבִיו: \n",
            "english": "A person is obligated to honor his father's wife even though she is not his mother throughout his father's lifetime, for this is included in honoring his father. Similarly, he should honor his mother's husband throughout her lifetime. After her death, however, he is not obligated to honor him.<br>It is a Rabbinical decree that a person is obligated to honor his oldest brother as he is obligated to honor his father."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בֵּן סוֹרֵר וּמוֹרֶה הָאָמוּר בַּתּוֹרָה הֲרֵי נִתְפָּרְשָׁה בּוֹ סְקִילָה וְלֹא עָנַשׁ הַכָּתוּב אֶלָּא אִם כֵּן הִזְהִיר. וְהֵיכָן הִזְהִיר לֹא תֹאכְלוּ עַל הַדָּם לֹא תֹּאכַל אֲכִילָה הַמְּבִיאָה לִידֵי שְׁפִיכוּת דָּמִים וְזוֹ אֲכִילַת בֵּן סוֹרֵר וּמוֹרֶה שֶׁאֵינוֹ נֶהֱרָג אֶלָּא עַל אֲכִילָה מְכֹעֶרֶת שֶׁאָכַל. שֶׁנֶּאֱמַר <small>(דברים כא כ)</small> \"זוֹלֵל וְסֹבֵא\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזּוֹלֵל הוּא הָאוֹכֵל בָּשָׂר בְּרַעַבְתָּנוּת וְסוֹבֵא הַשּׁוֹתֶה יַיִן בְּרַעַבְתָּנוּת: \n",
            "english": "It is explicitly stated that the wayward and rebellious son described in the Torah should be stoned to death. Now the Torah does not administer a punishment unless a warning was issued first. Where was the warning issued? In Leviticus 19:26: \"Do not eat upon the blood,\" which can be interpreted to mean: \"Do not partake of food that will lead to the shedding of blood.\" This refers to the meal eaten by the wayward and rebellious son who is executed only because of the hateful feast of which he partook as Deuteronomy 21:20 states: \"He is gluttonous and a lush.\" According to the Oral Tradition, we learned that this was interpreted to mean that he ate meat and drank wine in a ravenous manner."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֲכִילָה זוֹ שֶׁהוּא חַיָּב עָלֶיהָ דְּבָרִים הַרְבֵּה יֵשׁ בָּהֶם וְהֵן כֻּלָּן הֲלָכָה מִפִּי הַקַּבָּלָה. אֵינוֹ חַיָּב סְקִילָה עַד שֶׁיִּגְנֹב מִשֶּׁל אָבִיו וְיִקְנֶה בָּשָׂר בְּזוֹל וְיַיִן בְּזוֹל. וְיֹאכַל וְיִשְׁתֶּה חוּץ מֵרְשׁוּת אָבִיו בַּחֲבוּרָה שֶׁכֻּלָּן רֵיקָנִין וּפְחוּתִין. וְיֹאכַל הַבָּשָׂר חַי וְאֵינוֹ חַי מְבֻשָּׁל וְאֵינוֹ מְבֻשָּׁל כְּדֶרֶךְ שֶׁהַגַּנָּבִים אוֹכְלִים. וְיִשְׁתֶּה הַיַּיִן מָזוּג כְּדֶרֶךְ שֶׁהַגַּרְגְּרָנִים שׁוֹתִים. וְהוּא שֶׁיֹּאכַל מִשְׁקַל חֲמִשִּׁים דִּינָרִין מִבָּשָׂר זֶה בִּמְלוּגְמָא אַחַת וְיִשְׁתֶּה חֲצִי לוֹג מִיַּיִן זֶה בְּבַת אַחַת. גָּנַב מִשֶּׁל אָבִיו וְאָכַל אֲכִילָה זוֹ בִּרְשׁוּת אָבִיו. אוֹ שֶׁגָּנַב מִשֶּׁל אֲחֵרִים וְאָכַל אֲכִילָה זוֹ הַמְכֹעֶרֶת בֵּין בִּרְשׁוּת אָבִיו בֵּין בִּרְשׁוּת אֲחֵרִים. הֲרֵי זֶה פָּטוּר. וְכֵן אִם גָּנַב מִשֶּׁל אָבִיו וְאָכַל אֲכִילָה מְכֹעֶרֶת כָּזוֹ בִּרְשׁוּת אֲחֵרִים וְהָיְתָה אֲכִילַת מִצְוָה אֲפִלּוּ מִדִּבְרֵיהֶם [אוֹ אֲכִילַת עֲבֵרָה אֲפִלּוּ מִדִּבְרֵיהֶם] פָּטוּר שֶׁנֶּאֱמַר <small>(דברים כא כ)</small> \"אֵינֶנּוּ שֹׁמֵעַ בְּקלֵנוּ\" שֶׁאֵינוֹ עוֹבֵר בַּאֲכִילָה זוֹ אֶלָּא עַל קוֹלָם. יָצָא זֶה שֶׁעָבַר בָּהּ עַל דִּבְרֵי תּוֹרָה. אוֹ שֶׁאֲכָלָהּ בִּדְבַר מִצְוָה. כֵּיצַד. אָכַל אֲכִילָה זוֹ הַמְכֹעֶרֶת עִם הַחֲבוּרָה הָרָעָה שֶׁאוֹכֵל עִמָּהֶם בִּדְבַר מִצְוָה. אוֹ שֶׁאֲכָלוֹ מַעֲשֵׂר שֵׁנִי בִּירוּשָׁלַיִם אֲפִלּוּ אֲכָלוֹ בְּתַנְחוּמֵי אֲבֵלִים שֶׁהִיא מִצְוָה מִדִּבְרֵיהֶם הֲרֵי זֶה פָּטוּר. וְכֵן אִם אֲכָלָהּ מִנְּבֵלוֹת וּטְרֵפוֹת שְׁקָצִים וּרְמָשִׂים. אֲפִלּוּ אָכַל בְּתַעֲנִית צִבּוּר שֶׁהִיא עֲבֵרָה מִדִּבְרֵיהֶם. הֲרֵי זֶה פָּטוּר מִן הַמִּיתָה: \n",
            "english": "There are many particulars involved in the meal for which he is liable for eating. All of these are conveyed by the Oral Tradition. He is not liable for stoning until he steals from his father and buys meat and wine at a cheap price. He must then eat it outside his father's domain, together with a group that are all empty and base. He must eat meat that is raw, but not entirely raw, cooked but not entirely cooked, as is the practice of thieves. He must drink the wine as it is thinned as the alcoholics drink. He must eat a quantity of meat weighing 50 <i>dinarim</i> in one sitting, and drink half a <i>log</i> of this wine at one time.<br>If he stole from his father and partook of such a meal inside his father's domain, or stole from others and partook of this hateful meal in his father's domain or in another's domain, he is not liable. If the meal involves a mitzvah, even a mitzvah of Rabbinic origin, or the meal involves a transgression, even a transgression of Rabbinic origin, he is not liable. This may be inferred from the phrase (<i>Ibid.</i>): \"He does not heed our voice\"; i.e., through eating this meal, he violates only his parents' command. This excludes one who through this meal violates the words of the Torah or who partakes of it for the sake of a mitzvah.<br>What is implied? If he partook of such a hateful meal together with a wicked company for the sake of a mitzvah, or he partook of the second tithe in Jerusalem, even if they eat a meal comforting the bereaved which is a mitzvah of Rabbinic origin, he is not liable. Similarly, if he ate meat from animals that were not ritually slaughtered or which were <i>trefe</i>, teeming animals or crawling animals, and even if he ate on a communal fast day, a transgression of Rabbinic origin, he is not liable for execution."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אָכַל כָּל מַאֲכָל וְלֹא אָכַל בְּשַׂר בְּהֵמָה אַף עַל פִּי שֶׁאָכַל אֲכִילָה זוֹ מִבְּשַׂר הָעוֹף פָּטוּר. וְאִם אָכַל אֲכִילָה זוֹ מִבְּשַׂר בְּהֵמָה וְהִשְׁלִים הַחֲמִשִּׁים דִּינָרִים מִבְּשַׂר הָעוֹף חַיָּב. שָׁתָה כָּל מַשְׁקֶה וְלֹא שָׁתָה יַיִן פָּטוּר: \n",
            "english": "If he partook of any type of food, but did not partake of meat, even if he partook of fowl, he is not liable. If he partook of this meal from meat, but reached the sum of 50 <i>dinarim</i> by including fowl, he is liable. If he drank other beverages, but did not drink wine, he is not liable."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אָכַל בָּשָׂר חַי וְשָׁתָה יַיִן חַי פָּטוּר שֶׁזֶּה קֶרִי הוּא וְאֵין אָדָם יָכוֹל לְהִמָּשֵׁךְ בָּזֶה. וְכֵן אִם אָכַל בָּשָׂר מָלִיחַ בַּיּוֹם הַשְּׁלִישִׁי לִמְלִיחָתוֹ אוֹ שָׁתָה יַיִן מִגִּתּוֹ פָּטוּר שֶׁאֵין אָדָם יָכוֹל לְהִמָּשֵׁךְ בָּזֶה: \n",
            "english": "When he ate raw meat and undiluted wine, he is not liable. The rationale is that this is an occasional occurrence and not something that a person will be drawn after. Similarly, if he ate this meal of salted meat on the third day after it was salted, or drank fresh grape juice, he is not liable. For a person will not be drawn after such matters."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "לֹא עָנַשׁ הַכָּתוּב קָטָן שֶׁלֹּא בָּא לִכְלַל הַמִּצְוֹת. וְכֵן אִישׁ שֶׁגָּדַל וַהֲרֵי הוּא בִּרְשׁוּת עַצְמוֹ אֵינוֹ נִסְקָל מִפְּנֵי שֶׁגָּנַב וְאָכַל וְשָׁתָה אֲכִילָה זוֹ הַמְכֹעֶרֶת. הָא כֵּיצַד. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁאֵין דִּין זֶה אֶלָּא בְּבֶן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד שֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת עַד שֶׁיַּקִּיף כָּל הַגִּיד וְאַחַר שֶׁיַּקִּיף הַשֵּׂעָר כָּל הַגִּיד הֲרֵי הוּא בִּרְשׁוּת עַצְמוֹ וְאֵינוֹ נִסְקָל: \n",
            "english": "For this transgression, the Torah does not punish a child who has not come to the age where he is responsible for the observance of mitzvot. Similarly, a man who has matured and is independent is not stoned to death, because he ate and drank such a hateful meal.<br>What is implied? According to the Oral Tradition, we learned that this law concerns a youth of thirteen between the time he grew two pubic hairs and the time at which his entire male organ is surrounded by pubic hair. After the entire male organ is surrounded by pubic hair, he is considered as independent and is not executed by stoning."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל יָמָיו שֶׁל בֵּן סוֹרֵר וּמוֹרֶה אֵינָן אֶלָּא שְׁלֹשָׁה חֳדָשִׁים מֵאַחַר שֶׁיָּבִיא שְׁתֵּי שְׂעָרוֹת. לְפִי שֶׁאֶפְשָׁר שֶׁתִּתְעַבֵּר אִשְׁתּוֹ וְיִהְיֶה עֻבָּרָהּ נִכָּר בִּשְׁלֹשָׁה חֳדָשִׁים וְנֶאֱמַר <small>(דברים כא יח)</small> \"כִּי יִהְיֶה לְאִישׁ בֵּן סוֹרֵר וּמוֹרֶה\" וְלֹא אָב סוֹרֵר וּמוֹרֶה הָא לָמַדְתָּ שֶׁאִם הִקִּיף הַשֵּׂעָר אֶת כָּל הַגִּיד קֹדֶם שֶׁיַּשְׁלִים שְׁלֹשָׁה חֳדָשִׁים הֲרֵי זֶה פָּטוּר: \n",
            "english": "The entire period for which a \"wayward and rebellious son\" is liable is only three months from the time he manifests signs of physical maturity. For it is possible that his wife will conceive and her fetus will be recognizable within three months. This is derived from Deuteronomy 21:18: \"If a person will have a wayward and rebellious son...\"; a son, and not a \"wayward and rebellious father.\"<br>Thus one may conclude that if one's pubic hair surrounds the entire organ before the three months are completed, he is not liable."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כֵּיצַד דָּנִין בֵּן סוֹרֵר וּמוֹרֶה. מְבִיאִין אוֹתוֹ אָבִיו וְאִמּוֹ תְּחִלָּה לְבֵית דִּין שֶׁל שְׁלֹשָׁה וְאוֹמְרִין לָהֶן בְּנֵנוּ זֶה סוֹרֵר וּמוֹרֶה. וּמְבִיאִין שְׁנֵי עֵדִים שֶׁגָּנַב מִשֶּׁל אָבִיו וְקָנָה בָּשָׂר וְיַיִן בְּמַה שֶּׁגָּנַב וְאָכַל אוֹתָהּ אֲכִילָה הָאֲמוּרָה אַחַר הַהַתְרָאָה. וְזוֹ הִיא עֵדוּת הָרִאשׁוֹנָה וּמַלְקִין אוֹתוֹ כִּשְׁאָר חַיָּבֵי מַלְקוֹת. שֶׁנֶּאֱמַר <small>(דברים כא יח)</small> \"וְיִסְּרוּ אֹתוֹ וְלֹא יִשְׁמַע אֲלֵיהֶם\". חָזַר וְגָנַב מִשֶּׁל אָבִיו וְאָכַל אֲכִילָה זוֹ. אָבִיו וְאִמּוֹ מְבִיאִין אוֹתוֹ לְבֵית דִּין שֶׁל שְׁלֹשָׁה וְעֶשְׂרִים וּמְבִיאִין שְׁנֵי עֵדִים וּמְעִידִין עָלָיו שֶׁגָּנַב וְאָכַל אֲכִילָה זוֹ הָאֲמוּרָה אַחַר שֶׁהִתְרוּ בּוֹ. וְזוֹ הִיא עֵדוּת אַחֲרוֹנָה אֲפִלּוּ הָיוּ הַשְּׁנַיִם הָרִאשׁוֹנִים הֵם הָאַחֲרוֹנִים. וְאַחַר שֶׁמְּקַבְּלִין עֵדוּתָן בּוֹדְקִין אוֹתוֹ שֶׁמָּא הִקִּיף הַשֵּׂעָר אֶת כָּל הַגִּיד. אִם לֹא הִקִּיף וְלֹא שָׁלְמוּ לוֹ שְׁלֹשָׁה חֳדָשִׁים גּוֹמְרִין דִּינוֹ כְּדֶרֶךְ כָּל הֲרוּגֵי בֵּית דִּין וְסוֹקְלִין אוֹתוֹ. וְאֵינוֹ נִסְקָל עַד שֶׁיְּהוּ שָׁם שְׁלֹשָׁה הָרִאשׁוֹנִים שֶׁנֶּאֱמַר <small>(דברים כא כ)</small> \"בְּנֵנוּ זֶה\" זֶהוּ שֶׁלָּקָה בִּפְנֵיכֶם: \n",
            "english": "How is the judgment of a \"wayward and rebellious son\" adjudicated? First, his father and mother bring him to a court of three judges and tell them: \"Our son is wayward and rebellious.\" They bring two witnesses who testify that he stole from his father and bought meat and wine with what he stole and partook of the meal described above after being warned. This is the first testimony.<br>He receives lashes as are administered to all of those who are obligated to be lashed, as Deuteronomy 21:20 states: \"they chastise him, but he does not heed them.\" Should he steal from his father a second time and partake of such a meal, his father and mother bring him to a court of 23 judges. They bring two witnesses who testify that he stole and partook of this meal after being warned. This is the second testimony. It is acceptable if the first two witnesses also deliver the latter testimony.<br>After their testimony is heard, the youth is examined to see if his pubic hair surrounded his entire male organ. If that is not the case and it is not three months after he became thirteen, he complete the judgment against him as is done with all those executed by the court and he is stoned to death. He is not stoned to death unless the three judges who originally sentenced him to be lashed are present. This is implied by the phrase: \"This son of ours,\" i.e., the one that was lashed in your presence.\""
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְאִם מָחֲלוּ לוֹ אָבִיו וְאִמּוֹ קֹדֶם שֶׁיִּגָּמֵר דִּינוֹ פָּטוּר: \n",
            "english": "If his father and his mother forgave him before he was sentenced, he is not liable."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בָּרַח עַד שֶׁלֹּא נִגְמַר דִּינוֹ וְאַחַר כָּךְ הִקִּיף הַשֵּׂעָר מִלְּמַטָּה פָּטוּר. וְאִם מִשֶּׁנִּגְמַר דִּינוֹ בָּרַח אֲפִלּוּ הִזְקִין כָּל עֵת שֶׁיִּמָּצֵא יִסָּקֵל שֶׁכָּל מִי שֶׁנִּגְמַר דִּינוֹ הֲרֵי הוּא כְּהָרוּג וְאֵין לוֹ דָּם: \n",
            "english": "If he fled before he was sentenced to death and afterwards, his pubic hair surrounded his organ, he is not liable. If he fled after he was sentenced, even if he grows old, whenever he is discovered, he should be stoned to death. For whenever a person has been sentenced to death, it is as if he has already been slain and he has no blood."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָיָה אָבִיו רוֹצֶה וְאִמּוֹ אֵינָהּ רוֹצָה אִמּוֹ רוֹצָה וְאָבִיו אֵינוֹ רוֹצֶה אֵינוֹ נַעֲשֶׂה בֵּן סוֹרֵר וּמוֹרֶה שֶׁנֶּאֱמַר <small>(דברים כא יט)</small> \"וְתָפְשׂוּ בוֹ אָבִיו וְאִמּוֹ\". הָיָה אֶחָד מֵהֶן גִּדֵּם אוֹ חִגֵּר אוֹ אִלֵּם אוֹ סוּמָא אוֹ חֵרֵשׁ אֵינוֹ נַעֲשֶׂה בֵּן סוֹרֵר וּמוֹרֶה שֶׁנֶּאֱמַר וְתָפְשׂוּ בוֹ וְלֹא גִּדְּמִים. <small>(דברים כא יט)</small> \"וְהוֹצִיאוּ אֹתוֹ\" וְלֹא חִגְּרִים. <small>(דברים כא כ)</small> \"וְאָמְרוּ\" וְלֹא אִלְּמִים. <small>(דברים כא כ)</small> \"בְּנֵנוּ זֶה\" וְלֹא סוּמִים. <small>(דברים כא כ)</small> \"אֵינֶנּוּ שֹׁמֵעַ בְּקלֵנוּ\" וְלֹא חֵרְשִׁים: \n",
            "english": "If his father desires to convict him and his mother does not desire, or his mother desires and his father does not desire, he is not judged as a \"wayward and rebellious son,\" as implied by Deuteronomy 21:19: \"His father and mother shall take hold of him.\"<br>If one of the parents has had his arm amputated, was lame, dumb, blind, or deaf, the son is not judged as a \"wayward and rebellious son.\" These concepts are derived as follows: \"His father and mother shall take hold of him\" - This excludes parents with amputated arms\" \"And bring him out\" - this excludes the lame. \"They say\" - this excludes the dumb. \"This son of ours\" - This excludes the blind. \"He does not heed our voice\" - This excludes the dumb."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "גְּזֵרַת הַכָּתוּב הוּא שֶׁיִּסָּקֵל בֵּן סוֹרֵר וּמוֹרֶה. אֲבָל הַבַּת אֵינָהּ נִדּוֹנֵית בְּדִין זֶה שֶׁאֵין דַּרְכָּהּ לְהִמָּשֵׁךְ בַּאֲכִילָה וּשְׁתִיָּה כְּאִישׁ. שֶׁנֶּאֱמַר <small>(דברים כא יח)</small> \"בֵּן\" וְלֹא בַּת וְלֹא טֻמְטוּם וְאַנְדְּרוֹגִינוּס: \n",
            "english": "There is a Scriptural decree that a \"wayward and rebellious son\" should be stoned to death. A daughter, by contrast, is not judged in this manner. The rationale is that she does not have the tendency to become habituated to eating and drinking. For this reason, the Torah states: \"A son,\" i.e., and not a daughter. A <i>tumtum</i> and an <i>adrogynus</i> are also excluded."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "טֻמְטוּם שֶׁנִּקְרַע וְנִמְצָא זָכָר אֵינוֹ נַעֲשֶׂה בֵּן סוֹרֵר וּמוֹרֶה. שֶׁנֶּאֱמַר <small>(דברים כא יח)</small> \"כִּי יִהְיֶה לְאִישׁ בֵּן סוֹרֵר וּמוֹרֶה\" עַד שֶׁיִּהְיֶה בֵּן מִשְּׁעַת הַתְרָאָה: \n",
            "english": "When an operation is performed on a <i>tumtum</i> and it is discovered that he is a male, he is not judged as a \"wayward and rebellious son.\" The rationale is Deuteronomy 21:18 states: \"If a person will have a wayward and rebellious son....\" Implied is that he must be a son at the time he receives the warning."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "בֵּן סוֹרֵר וּמוֹרֶה צָרִיךְ הַכְרָזָה. כֵּיצַד מַכְרִיזִין עָלָיו. כּוֹתְבִין לְכָל יִשְׂרָאֵל בְּבֵית דִּין פְּלוֹנִי סָקַלְנוּ פְּלוֹנִי מִפְּנֵי שֶׁהָיָה בֵּן סוֹרֵר וּמוֹרֶה: \n",
            "english": "An announcement must be made concerning the execution of a \"wayward and rebellious son.\" What type of announcement is made? A declaration is written and sent to the entire Jewish people: \"In this-and-this court, we stoned so-and-so because he was a \"wayward and rebellious son.'"
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "בֵּן סוֹרֵר וּמוֹרֶה הֲרֵי הוּא כְּכָל הֲרוּגֵי בֵּית דִּין שֶׁמָּמוֹנָם לְיוֹרְשֵׁיהֶן שֶׁאַף עַל פִּי שֶׁאָבִיו גָּרַם לוֹ סְקִילָה הֲרֵי הוּא יוֹרֵשׁ כָּל נְכָסָיו: סְלִיקוּ לְהוּ הִלְכוֹת מַמְרִים בְּסַ\"ד \n",
            "english": "A \"wayward and rebellious son\" is like all others executed by the court; their estate is inherited by their heirs. Even though the person's father caused him to be stoned to death, the father inherits all of his possessions.<br>Blessed be God who grants assistance."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:22:18.234Z",
    "totalChapters": 7,
    "status": "imported_sefaria"
  }
}
