{
  "id": "red_heifer",
  "name": "Mishneh Torah, Red Heifer",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Red Heifer",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִצְוַת פָּרָה אֲדֻמָּה שֶׁתִּהְיֶה בַּת שָׁלֹשׁ שָׁנִים אוֹ בַּת אַרְבַּע. וְאִם הָיְתָה זְקֵנָה כְּשֵׁרָה אֶלָּא שֶׁאֵין מַמְתִּינִין לָהּ שֶׁמָּא תַּשְׁחִיר וְתִפָּסֵל. וְאֵין לוֹקְחִין עֶגְלָה וּמְגַדְּלִין אוֹתָהּ שֶׁנֶּאֱמַר <small>(במדבר יט ב)</small> \"וְיִקְחוּ אֵלֶיךָ פָרָה\" וְלֹא עֶגְלָה. לֹא מָצְאוּ אֶלָּא עֶגְלָה פּוֹסְקִין עָלֶיהָ דָּמִים וְתִהְיֶה אֵצֶל בְּעָלֶיהָ עַד שֶׁתַּגְדִּיל וְתֵעָשֶׂה פָּרָה. וְלוֹקְחִין אוֹתָהּ מִתְּרוּמַת הַלִּשְׁכָּה:  ",
            "english": "The commandment involving the red heifer is to offer such an animal in its third or fourth year of life. If it is older, it is acceptable, but we do not wait for it to age longer, lest its hairs become black.<br>The Jewish community does not purchase a calf and raise it, for Numbers 19:2 states: \"And you shall take unto yourselves a heifer,\" i.e., a heifer, not a calf. If only a calf was found, a price is established for it and it should remain in its owner's possession until it matures and becomes a cow. It should be purchased with money from the Temple treasury."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(במדבר יט ב)</small> \"תְּמִימָה\" תְּמִימַת אַדְמִימוּת לֹא תְּמִימַת קוֹמָה אֶלָּא אִם הָיְתָה נַנָּסָה כְּשֵׁרָה כִּשְׁאָר הַקָּדָשִׁים. הָיוּ בָּהּ שְׁתֵּי שְׂעָרוֹת לְבָנוֹת אוֹ שְׁחוֹרוֹת בְּתוֹךְ גֻּמָּא אַחַת אוֹ בְּתוֹךְ שְׁנֵי כּוֹסוֹת וְהֵן מֻנָּחוֹת זוֹ עַל זוֹ פְּסוּלָה:  ",
            "english": "The Torah's description of this heifer as \"perfect\" means \"perfectly red,\" not perfect in stature. Even if it is dwarfsize, it is acceptable, as is the law regarding other sacrifices. If it had two white hairs or black hairs growing from one follicle or from two cavities and they are lying on top of each other, it is unacceptable."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיוּ בָּהּ שְׁתֵּי שְׂעָרוֹת עִקָּרָן מַאֲדִים וְרֹאשָׁן מַשְׁחִיר עִקָּרָן מַשְׁחִיר וְרֹאשָׁן מַאֲדִים הַכּל הוֹלֵךְ אַחַר הָעִקָּר. וְגוֹזֵז בְּמִסְפָּרַיִם אֶת רֹאשָׁן הַמַּשְׁחִיר וְאֵינוֹ חוֹשֵׁשׁ מִשּׁוּם גִּזָּה בְּקָדָשִׁים שֶׁאֵין כַּוָּנָתוֹ לָגֹז:  ",
            "english": "If there were two hairs, their roots reddish and their heads blackish, or their roots blackish and their heads reddish, their status follows the roots entirely. One should cut off the blackish head with scissors. He need not be concerned about the prohibition against shearing consecrated animals, because his intention is not to shear."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְצָרִיךְ שֶׁיִּשָּׁאֵר מִן הַמַּאֲדִים כְּדֵי שֶׁיִּנָּטֵל בְּזוּג שֶׁכָּל שְׂעָרָה שֶׁאֵינָהּ נִטֶּלֶת בְּזוּג הֲרֵי הִיא כְּאִלּוּ אֵינָהּ. לְפִיכָךְ אִם הָיוּ בָּהּ שְׁתֵּי שְׂעָרוֹת לְבָנוֹת אוֹ שְׁחוֹרוֹת שֶׁאֵינָן נִלְקָטִין בְּזוּג הֲרֵי זוֹ כְּשֵׁרָה:  ",
            "english": "Enough of the red hair must remain so that it can be pulled out by tweezers. For if a hair is not large enough to be pulled out by tweezers, it is considered as if it does not exist. Therefore if there were two white or black hairs that are so small that they cannot be pulled out by tweezers, it is acceptable."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָיוּ קַרְנֶיהָ אוֹ טְלָפֶיהָ שְׁחוֹרִים יָגוֹד. גַּלְגַּל הָעַיִן וְהַשִּׁנַּיִם וְהַלָּשׁוֹן אֵין מַרְאֵיהֶן פּוֹסְלִים בְּפָרָה:  ",
            "english": "If its horns or hooves are black, they may be cut off and it is acceptable. The color of the eyeballs, the teeth, and the tongue do not disqualify a heifer."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הָיְתָה בָּהּ יַבֶּלֶת וַחֲתָכָהּ. אַף עַל פִּי שֶׁצָּמַח בִּמְקוֹמָהּ שֵׂעָר אָדֹם פְּסוּלָה:  ",
            "english": "If it had an abnormal growth of another color and one cut it off, even though red hair grew in its place, it is unacceptable."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל הַמּוּמִין הַפּוֹסְלִין בְּקָדָשִׁים פּוֹסְלִין בְּפָרָה שֶׁנֶּאֱמַר <small>(במדבר יט ב)</small> \"אֲשֶׁר אֵין בָּהּ מוּם\". הָיְתָה יוֹצֵא דֹּפֶן אוֹ מְחִיר אוֹ אֶתְנָן אוֹ טְרֵפָה אוֹ שֶׁנִּרְבְּעָה פְּסוּלָה. שֶׁכָּל הַפּוֹסְלִין אֶת הַקָּדָשִׁים לַמִּזְבֵּחַ פּוֹסְלִין אֶת הַפָּרָה וְאַף עַל פִּי שֶׁהִיא כְּקָדְשֵׁי בֶּדֶק הַבַּיִת הוֹאִיל וּקְרָאָהּ הַכָּתוּב חַטָּאת. וּמֻתָּר לִקַּח אוֹתָהּ מִן הָעַכּוּ\"ם וְאֵין חוֹשְׁשִׁין שֶׁמָּא רְבָעָהּ הָעַכּוּ\"ם שֶׁאֵינוֹ מַפְסִיד בְּהֶמְתּוֹ. יְתֵרָה פָּרָה עַל הַקָּדָשִׁים שֶׁהָעֲבוֹדָה פּוֹסֶלֶת בָּהּ שֶׁנֶּאֱמַר <small>(במדבר יט ב)</small> \"אֲשֶׁר לֹא עָלָה עָלֶיהָ עֹל\" וּבְעֶגְלָה עֲרוּפָה אוֹמֵר <small>(דברים כא ג)</small> \"אֲשֶׁר לֹא עֻבַּד בָּהּ אֲשֶׁר לֹא מָשְׁכָה בְּעֹל\" מָה עֹל הָאָמוּר בְּעֶגְלָה עָשָׂה שְׁאָר עֲבוֹדוֹת כְּעל אַף עֹל הָאָמוּר בְּפָרָה יִפְסל בָּהּ שְׁאָר עֲבוֹדוֹת כְּעל. אֶלָּא שֶׁהָעל פּוֹסֵל בֵּין בִּשְׁעַת עֲבוֹדָה בֵּין שֶׁלֹּא בִּשְׁעַת עֲבוֹדָה וּשְׁאָר עֲבוֹדוֹת אֵין פּוֹסְלוֹת אֶלָּא בִּשְׁעַת עֲבוֹדָה. כֵּיצַד. קָשַׁר עָלֶיהָ הָעל אַף עַל פִּי שֶׁלֹּא חָרַשׁ בָּהּ פְּסוּלָה. הִכְנִיסָהּ לָדוּשׁ אֵינָהּ נִפְסֶלֶת עַד שֶׁיָּדוּשׁ בָּהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. רָכַב עָלֶיהָ. נִשְׁעַן עָלֶיהָ. נִתְלָה בִּזְנָבָהּ. וְעָבַר בָּהּ אֶת הַנָּהָר. קִפֵּל עָלֶיהָ אֶת הַמּוֹסֵרָה. נָתַן טַלִּיתוֹ עָלֶיהָ. נָתַן עָלֶיהָ כְּסוּת שֶׁל שַׂקִּים. פְּסוּלָה. קְשָׁרָהּ בְּמוֹסֵרָה אִם הָיְתָה מוֹרֶדֶת וּצְרִיכָה שְׁמִירָה כְּשֵׁרָה וְאִם לָאו פְּסוּלָה שֶׁכָּל שְׁמִירָה שֶׁאֵינָהּ צְרִיכָה מַשּׂוֹי הוּא. עָשָׂה בָּהּ סַנְדָּל שֶׁלֹּא תַּחְלֵּק. פֵּרַשׂ טַלִּיתוֹ עָלֶיהָ מִפְּנֵי הַזְּבוּבִין. כְּשֵׁרָה. זֶה הַכְּלָל כָּל שֶׁהוּא לְצָרְכָּהּ כְּשֵׁרָה לְצֹרֶךְ אַחֵר פְּסוּלָה. נַעֲשֵׂית בָּהּ מְלָאכָה מֵאֵלֶיהָ אוֹ שֶׁעָלָה עָלֶיהָ עֹל מֵאֵלָיו. אִם לִרְצוֹנוֹ פְּסוּלָה שֶׁנֶּאֱמַר אֲשֶׁר לֹא עֻבַּד בָּהּ שֶׁאִם עֻבַּד בָּהּ לִרְצוֹנוֹ הֲרֵי זֶה כְּמִי שֶׁעָבַד בָּהּ. לְפִיכָךְ אִם שָׁכַן עָלֶיהָ הָעוֹף כְּשֵׁרָה. עָלָה עָלֶיהָ זָכָר פְּסוּלָה. וְאֵין צָרִיךְ לוֹמַר שֶׁהַמְעֻבֶּרֶת פְּסוּלָה. הִכְנִיסָהּ לִרְבָקָה וְדָשָׁה מֵאֵלֶיהָ כְּשֵׁרָה. הִכְנִיסָהּ כְּדֵי שֶׁתִּינַק וְתָדוּשׁ פְּסוּלָה שֶׁהֲרֵי עָשָׂה לִרְצוֹנוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "All of the physical blemishes that disqualify sacrificial animals, also disqualify a red heifer, for the prooftext cited above states: \"Which does not possess a blemish.\" If the heifer was born by Caesarian section, was exchanged for a dog, was a present given a prostitute, was <i>treifah</i>, or had been sodomized, it is unacceptable. For any factor that invalidates a sacrificial animal for the altar invalidates the red heifer even though it is considered only as consecrated for the upkeep of the Temple, for Scripture has called it a sin-offering. It is permitted to purchase a red heifer from a gentile. We do not suspect that the gentile sodomized it, for he would not destroy the value of his animal.<br>There is a more severe element to the red heifer than to animals consecrated as sacrifices: work disqualifies it, for Numbers 19:2 states: \"upon which a yoke was never placed.\" Now concerning a calf whose neck is broken, Deuteronomy 21:3 states: \"With which no work was performed and which was not led with a yoke.\" Just as with regard to the yoke mentioned in connection with this calf, the Torah equated other labor with a yoke, so too, with regard to the red heifer, other forms of labor also disqualify it like a yoke does. There is, however, a greater stringency that applies with regard to a yoke. A yoke disqualifies the heifer whether it was placed upon it during work or not during work and other forms of labor disqualify it only when work was actually performed.<br>What is implied? If one tied a yoke upon it, it is disqualified even if one did not plow with it. If one placed it in a threshing team, it is not disqualified unless it actually threshed. Similar principles apply in analogous situations.<br>If one rode upon it, leaned upon it, hung on to its tail, crossed a river using it for support while swimming, folded its lead rope on top of it, placed his garment on it, placed a covering of sacks on it, it is disqualified. If one tied it with a rope because it was rebellious and required to be safeguarded, it is acceptable. If not, it is disqualified, for any safeguarding that is unnecessary is a burden.<br>If one shod its hooves so that it would not slip or spread his garment over it to protect it from flies, it is acceptable. This is the general principle: If anything is done for its own needs, it remains acceptable. If it is performed for another purpose, it is disqualified.<br>When work was performed with it as a matter of course or a yoke was placed over it as a matter of course, if the owner is pleased, it is disqualified. The rationale is that the verse above states: \"With which no work was performed.\" The implication is that if work was performed with it and the owner would be satisfied, it is as if he performed work with it. Therefore, if a bird rested upon it, it is acceptable. If a male mounted it, it is unacceptable. Needless to say, a pregnant heifer is unacceptable.<br>If one placed it among a team of animals and it threshed grain on its own accord, it remains acceptable. If he placed it among the team so that it would nurse and thresh, it is disqualified, for he is satisfied that the work is performed. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "פָּרָה שֶׁנּוֹלַד בָּהּ פְּסוּל תִּפָּדֶה. וְכֵן אִם מֵתָה תִּפָּדֶה מִפְּנֵי עוֹרָהּ. אֲבָל לֹא לְהַאֲכִיל בְּשָׂרָהּ לִכְלָבִים:  ",
            "english": "When a disqualifying factor invalidates a red heifer, it should be redeemed. Similarly, if it dies, it should be redeemed so that its hide can be used. This, however, should not be done in order to feed its meat to the dogs."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "נִשְׁחֲטָה לְשֵׁם חֻלִּין תִּפָּדֶה וְאֵינָהּ מְכַפֶּרֶת. נִשְׁחֲטָה עַל גַּב מַעֲרַכְתָּהּ אֵין לָהּ פִּדְיוֹן עוֹלָמִית:  ",
            "english": "If it was slaughtered to be used as an ordinary animal, it should be redeemed and it does not bring about atonement. If it was slaughtered on top of the arrangement of wood set up for burning it, it can never be redeemed."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "לָקְחוּ פָּרָה וּמָצְאוּ אַחֶרֶת נָאָה מִמֶּנָּה הֲרֵי זוֹ תִּפָּדֶה שֶׁלֹּא בְּמוּם:  ",
            "english": "If a red heifer was purchased and then one found a more attractive one, the first may be redeemed even if it does not have a blemish."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אַף כֹּהֵן הֶדְיוֹט כָּשֵׁר לִשְׂרֵפַת הַפָּרָה שֶׁנֶּאֱמַר <small>(במדבר יט ג)</small> \"וּנְתַתֶּם אֹתָהּ אֶל אֶלְעָזָר הַכֹּהֵן\" וַעֲדַיִן אַהֲרֹן הָיָה קַיָּם. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ זוֹ נַעֲשֵׂית בְּאֶלְעָזָר וּשְׁאָר כָּל הַפָּרוֹת בֵּין בְּכֹהֵן גָּדוֹל בֵּין בְּכֹהֵן הֶדְיוֹט:  ",
            "english": "Even an ordinary priest is acceptable to perform the burning of the red heifer, as Numbers 19:3 states: \"And you shall give it to Elazar, the priest.\" At that time, Aaron was still alive. According to the Oral Tradition, it was taught: That red heifer was offered by Elazar. The remainder of the red heifers could be offered either by a High Priest or an ordinary priest."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "וְהָעוֹשֶׂה אוֹתָהּ לוֹבֵשׁ אַרְבָּעָה כֵּלִים שֶׁל כֹּהֵן הֶדְיוֹט. בֵּין שֶׁעֲשָׂאָהּ כֹּהֵן הֶדְיוֹט בֵּין שֶׁעֲשָׂאָהּ כֹּהֵן גָּדוֹל:  ",
            "english": "The person offering the red heifer should wear the four garments of an ordinary priest. This applies whether it was offered by an ordinary priest or a High Priest."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "כָּל הָעוֹסְקִין בַּפָּרָה מִתְּחִלָּה וְעַד סוֹף שֶׁהָיוּ טְבוּלֵי יוֹם כְּשֵׁרִים לְמַעֲשֵׂה הַפָּרָה וּלְקַדֵּשׁ וּלְהַזּוֹת מֵאֶפְרָהּ וְאַף עַל פִּי שֶׁעֲדַיִן לֹא הֶעֱרִיב שִׁמְשָׁן. שֶׁזֶּה שֶׁנֶּאֱמַר בְּכָל הַפָּרָשָׁה <small>(במדבר יט ט)</small> \"אִישׁ טָהוֹר\" הוּא הַטָּהוֹר לְמַעֲשֵׂר שֵׁנִי אַף עַל פִּי שֶׁאֵינוֹ טָהוֹר לִתְרוּמָה עַד שֶׁיַּעֲרִיב שִׁמְשׁוֹ הֲרֵי זֶה טָהוֹר לְפָרָה:  ",
            "english": "All of those who were involved in the offering of the red heifer from the beginning to the end who had immersed that day are acceptable for the services associated with the red heifer, to consecrate the water used for sprinkling, and for sprinkling its ashes even though they did not wait until the nightfall after their immersion. The rationale is that the term \"a pure man\" used throughout that passage refers to one who is pure with regard to partaking of the second tithe, even though he is not pure with regard to partaking of <i>terumah</i> until nightfall. Such a person is pure with regard to the red heifer."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הַצְּדוֹקִין הָיוּ אוֹמְרִים שֶׁאֵין מַעֲשֵׂה הַפָּרָה כָּשֵׁר אֶלָּא בִּמְעֹרָבֵי שֶׁמֶשׁ. לְפִיכָךְ הָיוּ בֵּית דִּין בְּבַיִת שֵׁנִי מְטַמְּאִין אֶת הַכֹּהֵן הַשּׂוֹרֵף אֶת הַפָּרָה בְּשֶׁרֶץ וְכַיּוֹצֵא בּוֹ וְטוֹבֵל וְאַחַר כָּךְ עוֹסֵק בָּהּ כְּדֵי לְבַטֵּל דִּבְרֵי אֵלּוּ הַזֵּדִים שֶׁמּוֹרִים מֵהָעוֹלֶה עַל רוּחָם לֹא מִן הַקַּבָּלָה. וְכֵן כָּל הַכֵּלִים שֶׁמַּכְנִיסִין לְתוֹכָם אֵפֶר הַפָּרָה כֻּלָּם טְבוּלֵי יוֹם:  ",
            "english": "The Sadducees would say that the offering of the red heifer was acceptable only when those bringing it had waited until nightfall after immersion. Therefore in the Second Temple, the court would cause the priest who burned the red heifer to become ritually impure through contact with the carcass of a crawling animal or the like. He would immerse and then offer the red heifer to nullify the words of these brazen ones who issue rulings according to their whims without basis in the received tradition. Similarly, all of the containers into which the ashes of the red heifer were placed were all immersed that day."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הַחוֹתֵךְ שְׁפוֹפֶרֶת שֶׁל קָנֶה לְהַנִּיחַ בָּהּ אֵפֶר חַטָּאת יְטַמֵּא אוֹתָהּ וְיִטְבְּלֶנָּה וְאַחַר כָּךְ יַנִּיחַ בָּהּ. וְהַחוֹתְכָהּ וְהַמַּטְבִּילָהּ טָעוּן טְבִילָה מִפְּנֵי שֶׁעֲשָׂאוּהָ כִּטְמֵא מֵת בַּשְּׁבִיעִי שֶׁלּוֹ וּלְפִיכָךְ אֵינָהּ צְרִיכָה הַזָּאָה שְׁלִישִׁי וּשְׁבִיעִי אֶלָּא מְטַמְּאָהּ כְּדֵי לְהַרְאוֹת לַצְּדוֹקִין וּמַטְבִּילָהּ וְנוֹתֵן בָּהּ:  ",
            "english": "For the same reason, a person who cuts the stalk of a reed to place the ashes of a red heifer upon it so they can be placed in water to consecrate it for sprinkling, should make it impure, immerse it, and then place the ashes in it. The one who cuts it and the one who immerses it must immerse themselves, because that reed was considered as an entity that came in contact with a corpse on the seventh day of its purification process. Therefore it does not need to have the ashes of the red heifer sprinkled on it. Instead, it is made impure to show the Sadducees that the Oral Tradition should be upheld. It is then immersed and the ashes of the red heifer are placed in it."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מַעֲלוֹת יְתֵרוֹת עָשׂוּ בְּטָהֳרַת פָּרָה אֲדֻמָּה וְהַרְחָקוֹת גְּדוֹלוֹת הִרְחִיקוּ מִטֻּמְאַת הַמֵּת בְּכָל מַעֲשֶׂיהָ. מִפְּנֵי שֶׁהִיא כְּשֵׁרָה בִּטְבוּלֵי יוֹם חָשׁוּ שֶׁמָּא יָבוֹאוּ לְזַלְזֵל בָּהּ. וּמִפְּנֵי זֶה כְּשֶׁמַּפְרִישִׁין הַכֹּהֵן הַשּׂוֹרֵף אוֹתָהּ מַפְרִישִׁין אוֹתוֹ לְלִשְׁכָּה מוּכֶנֶת בָּעֲזָרָה. וּבֵית אֶבֶן הָיְתָה נִקְרֵאת מִפְּנֵי שֶׁכָּל כֵּלֶיהָ כְּלֵי אֲבָנִים שֶׁאֵין מְקַבְּלִין טֻמְאָה. וּבִכְלֵי הָאֶבֶן הָיָה מִשְׁתַּמֵּשׁ כָּל שִׁבְעַת יְמֵי הַהַפְרָשָׁה. וְלֹא הָיוּ נוֹגְעִין בּוֹ אֶחָיו הַכֹּהֲנִים כְּדֵי לְהַרְבּוֹת בְּטָהֳרָתוֹ: \n",
            "english": "Extra stringencies were employed with regard to the purity observed in preparation for offering the red heifer and great extremes were taken to keep a distance from the ritual impurity associated with a human corpse in all the activities associated with its offering. The rationale is that since it is acceptable for a person who immersed that day to bring it, our Sages were concerned that people would treat this offering with disdain.<br>For this reason, when the priest who burns it is isolated, he is isolated to a prepared chamber in the Temple Courtyard. It was called the House of Stone, because all of the utensils in it were stone utensils that do not contract impurity. He would use the stone utensils throughout the seven days that he is isolated. His priestly brethren would not touch him in order to increase his purity."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שִׁבְעַת יָמִים קדֶם שְׂרֵפַת הַפָּרָה מַפְרִישִׁין כֹּהֵן הַשּׂוֹרֵף אוֹתָהּ מִבֵּיתוֹ. כְּשֵׁם שֶׁמַּפְרִישִׁין כֹּהֵן גָּדוֹל לַעֲבוֹדַת יוֹם הַכִּפּוּרִים. וְדָבָר זֶה קַבָּלָה מִמּשֶׁה רַבֵּנוּ. וְכֵן מַפְרִישִׁין אוֹתוֹ מֵאִשְׁתּוֹ שֶׁמָּא תִּמָּצֵא נִדָּה וְיִהְיֶה טָמֵא שִׁבְעַת יָמִים: \n",
            "english": "For seven days before the burning of the red heifer, the priest who would burn it is isolated from his home, just like the High Priest is isolated for the sake of the service of Yom Kippur. This was received as part of the Oral Tradition from Moses. Similarly, he is isolated from his wife, lest it be discovered that she was a <i>nidah</i> and he be impure for seven days."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַלִּשְׁכָּה שֶׁהָיָה יוֹשֵׁב בָּהּ כָּל שִׁבְעָה צְפוֹנִית מִזְרָחִית הָיְתָה. כְּדֵי לְהַזְכִּירוֹ שֶׁהִיא כְּחַטָּאת הַנִּשְׁחֶטֶת בַּצָּפוֹן אַף עַל פִּי שֶׁהִיא נִשְׁחֶטֶת בַּחוּץ: \n",
            "english": "The chamber in which this priest would abide for all these seven days was in the northeast portion of the Temple Courtyard. It was positioned there to remind the priest that the red heifer is like a sin-offering that is slaughtered in the northern portion of the Temple Courtyard, even though the red heifer is slaughtered outside the Temple."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל יוֹם וְיוֹם מִשִּׁבְעַת יְמֵי הַהַפְרָשָׁה מַזִּין עָלָיו מֵי חַטָּאת. שֶׁמָּא נִטְמָא לְמֵת וְהוּא לֹא יָדַע. חוּץ מִיּוֹם רְבִיעִי לְהַפְרָשָׁה שֶׁאֵין צָרִיךְ הַזָּאָה לְפִי שֶׁאִי אֶפְשָׁר שֶׁלֹּא יִהְיֶה לֹא שְׁלִישִׁי לְטֻמְאָתוֹ וְלֹא שְׁבִיעִי. שֶׁאֵין הַזָּאָה בַּשְּׁבִיעִי עוֹלָה מִשּׁוּם הַזָּאַת שְׁבִיעִי עַד שֶׁיַּזֶּה בַּשְּׁלִישִׁי מִלְּפָנֶיהָ. וּמִן הַדִּין הָיָה שֶׁאֵין צָרִיךְ הַזָּאָה אֶלָּא בִּשְׁלִישִׁי וּשְׁבִיעִי לְהַפְרָשָׁה בִּלְבַד וְזֶה שֶׁמַּזִּין יוֹם אַחַר יוֹם מַעֲלָה יְתֵרָה עָשׂוּ בְּפָרָה: \n",
            "english": "On every one of the seven days of his isolation, water with the ashes of the red heifer should be sprinkled upon him lest he unknowingly have contracted impurity due to contact with a corpse with the exception of the fourth day of his isolation. That day does not require sprinkling. The rationale is that it is impossible for it to be the third day of his impurity or the seventh day of his impurity. For the sprinkling of the ashes on the seventh day is not considered as the sprinkling of the seventh day unless the ashes were sprinkled on the third day before it. According to law, there is no need to sprinkle the ashes upon him on any days other than the third and the seventh days of isolation. The sprinkling day after day is an extra stringency enacted with regard to the red heifer."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בִּרְבִיעִי בְּשַׁבָּת הָיוּ מַפְרִישִׁין אוֹתוֹ כְּדֵי שֶׁיָּחוּל רְבִיעִי שֶׁלּוֹ לִהְיוֹת בְּשַׁבָּת. שֶׁהַהַזָּיָה אֵינָהּ דּוֹחָה שַׁבָּת וְהָרְבִיעִי אֵין צָרִיךְ הַזָּיָה: \n",
            "english": "He would be isolated on Wednesday, so that the fourth day of his isolation would fall on the Sabbath, for the sprinkling of the ashes of the red heifer does not supersede the Sabbath prohibitions, and the fourth day does not require the sprinkling of the ashes."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בְּכָל יוֹם וְיוֹם מִימֵי הַהַפְרָשָׁה שֶׁמַּזִּין עָלָיו בָּהֶם. מַזִּין מֵאֵפֶר פָּרָה מִן הַפָּרוֹת שֶׁנִּשְׂרְפוּ כְּבָר. וְאִם לֹא הָיָה שָׁם אֶלָּא אֵפֶר פָּרָה אַחַת בִּלְבַד מַזִּין מִמֶּנּוּ עָלָיו כָּל הַשִּׁשָּׁה: \n",
            "english": "On all the days of his isolation when the ashes of the red heifer are sprinkled upon him, the ashes of all the red heifers that were burnt previously were sprinkled on him. If, however, there were only ashes from one red heifer, those ashes are used for all six days."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כְּשֶׁמַּזִּין עָלָיו בִּימֵי הַהַפְרָשָׁה אֵין מַזֶּה עָלָיו אֶלָּא אָדָם שֶׁלֹּא נִטְמָא בְּמֵת מֵעוֹלָם שֶׁהַמַּזֶה צָרִיךְ שֶׁיִּהְיֶה טָהוֹר. וְאִם תֹּאמַר יַזֶּה עָלָיו אִישׁ שֶׁנִּטְמָא וְהֻזָּה עָלָיו. שֶׁמָּא זֶה שֶׁהִזָּה עָלָיו לֹא הָיָה טָהוֹר מִטֻּמְאַת מֵת. וְכֵן הַכֵּלִים שֶׁמְּמַלְּאִין בָּהֶן וּמְקַדְּשִׁין לְהַזּוֹת עַל הַכֹּהֵן הַשּׂוֹרֵף כֻּלָּם כְּלֵי אֲבָנִים הָיוּ שֶׁאֵין מְקַבְּלִין טֻמְאָה. וְכָל אֵלּוּ הַדְּבָרִים מַעֲלוֹת יְתֵרוֹת הֵן שֶׁעָשׂוּ בָּהּ. וְכֵיצַד יִמָּצֵא אִישׁ שֶׁלֹּא נִטְמָא בְּמֵת מֵעוֹלָם. חֲצֵרוֹת הָיוּ בִּירוּשָׁלַיִם בְּנוּיוֹת עַל גַּבֵּי הַסֶּלַע וְתַחְתֵּיהֶן חָלוּל מִפְּנֵי קֶבֶר הַתְּהוֹם. וּמְבִיאִין הָיוּ נָשִׁים עֻבָּרוֹת וְיוֹלְדוֹת שָׁם וּמְגַדְּלוֹת שָׁם אֶת בְּנֵיהֶם. וּכְשֶׁיִּרְצוּ לְהַזּוֹת עַל הַכֹּהֵן הַשּׂוֹרֵף מְבִיאִין שְׁוָרִים מִפְּנֵי שֶׁכְּרֵסֵיהֶן נְפוּחוֹת וּמַנִּיחִים עַל גַּבֵּיהֶן דְּלָתוֹת וְיוֹשְׁבִין הַתִּינוֹקוֹת עַל גַּבֵּי הַדְּלָתוֹת כְּדֵי שֶׁיִּהְיֶה הָאֹהֶל מַבְדִּיל בֵּינָם לְבֵין הָאָרֶץ מִפְּנֵי קֶבֶר הַתְּהוֹם. וְכוֹסוֹת שֶׁל אֶבֶן בְּיָדָם וְהוֹלְכִין לַשִּׁילוֹחַ. הִגִּיעוּ לַשִּׁילוֹחַ יוֹרְדִין שָׁם וּמְמַלְּאִין שֶׁאֵין לָחוּשׁ שָׁם מִפְּנֵי קֶבֶר הַתְּהוֹם שֶׁאֵין דֶּרֶךְ בְּנֵי אָדָם לִקְבֹּר בַּנְּהָרוֹת. וְעוֹלִין וְיוֹשְׁבִין עַל גַּבֵּי הַדְּלָתוֹת וְהוֹלְכִין עַד שֶׁמַּגִּיעִין לְהַר הַבַּיִת. הִגִּיעוּ לְהַר הַבַּיִת יוֹרְדִין וּמְהַלְּכִין עַל רַגְלֵיהֶן מִפְּנֵי שֶׁכָּל הַר הַבַּיִת וְהָעֲזָרוֹת תַּחְתֵּיהֶן הָיָה חָלוּל מִפְּנֵי קֶבֶר הַתְּהוֹם. וּמְהַלְּכִין עַד פֶּתַח הָעֲזָרָה. וּבְפֶתַח הָעֲזָרָה הָיָה קָלָל שֶׁל אֵפֶר נוֹטְלִין הָאֵפֶר וְנוֹתְנִין בַּמַּיִם שֶׁבַּכּוֹסוֹת וּמַזִּין עַל הַכֹּהֵן הַשּׂוֹרֵף. וּמַטְבִּילִין הָיוּ הַתִּינוֹקוֹת שֶׁמְּמַלְּאִין וּמְקַדְּשִׁין וּמַזִּין עַל הַשּׂוֹרֵף אַף עַל פִּי שֶׁהֵן טְהוֹרִין מִטֻּמְאַת הַמֵּת שֶׁמָּא נִטְמְאוּ בְּטֻמְאָה אַחֶרֶת: \n",
            "english": "When the ashes of the red heifer are sprinkled upon him during the days of his isolation, the sprinkling should be performed by a man who never contracted the ritual impurity stemming from a human corpse. The rationale is that the person sprinkling the ashes must be pure. If one would say: \"Let so-and-so, a person who had contracted impurity, but then had the ashes of the red heifer sprinkled upon him, sprinkle the ashes on the priest who will burn the red heifer,\" that suggestion is not followed. The rationale is that it is possible that the person who sprinkled the ashes upon so-and-so was not pure from the impurity associated with a corpse. Similarly, the utensils that are used to be filled and consecrated to sprinkle on the priest who burns the red heifer were all stone utensils that are not susceptible to ritual impurity. All of these practices are extra stringencies enacted with regard to the red heifer.<br> How is it possible to find a person who has never contracted the impurity associated with a human corpse? There were courtyards in Jerusalem built on slabs of stone and the space under them was hollow lest there be a grave in the depths of the earth. Pregnant women were brought there; they would give birth there, and raise their sons there. When they wanted to sprinkle ashes on the priest who would burn the red heifer, they would bring oxen - because they have ample bellies - and place doors on their backs and have the children sit on the boards so that there would be an <i>ohel</i> intervening between them and the earth lest they contract impurity from a grave in the depths of the earth. They would have cups of stone in their hands and would go to the Shiloach spring. When they reached the Shiloach, the children would descend and fill the cups. We do not suspect that they will contract impurity from a grave in the depths of the earth at the spring, because it is not ordinary practice to bury the dead in streams.<br>They would ascend and sit on the doors and proceed upward until they reach the Temple Mount. When they reached the Temple Mount, they would descend and proceed on their feet, because the entire area of the Temple Mount and its courtyards was built over a hollow cavity, lest there be a grave in the depths of the earth.<br>They would proceed to the entrance to the Temple Courtyard. At the entrance to the Temple Courtyard, there was a pitcher of ashes. They would take the ashes and place them on the water in the cups and sprinkle them on the priest who burns the heifer.<br>The children who would fill the water, would consecrate it with the ashes and sprinkle it on the priest who burns the heifer must immerse in a <i>mikveh</i>. Even though they are pure with regard to the impurity associated with a human corpse, it is possible that they contracted other forms of impurity."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "תִּינוֹק שֶׁטָּבַל לְמַלְּאוֹת וּלְהַזּוֹת לֹא יְמַלֵּא בְּכֵלָיו תִּינוֹק אַחֵר אַף עַל פִּי שֶׁטָּבַל. וְתִינוֹק שֶׁטָּבַל לְהַזּוֹת עַל כֹּהֵן זֶה אֵינוֹ מַזֶּה עַל כֹּהֵן אַחֵר עַד שֶׁיִּטְבּל לְשֵׁם מַעֲשֶׂה זֶה הַכֹּהֵן. וְכֵן כֵּלִים שֶׁטִּהֲרוּם לְחַטָּאת זוֹ וּבְנֵי אָדָם שֶׁטִּהֲרוּם לְחַטָּאת זוֹ לֹא יִתְעַסֵּק בָּהֶם בְּפָרָה אַחֶרֶת עַד שֶׁיִּטְבְּלוּ לִשְׁמָהּ. וְכָל הַדְּבָרִים הָאֵלּוּ מַעֲלוֹת יְתֵרוֹת בְּפָרָה: \n",
            "english": "When a child immersed himself in a <i>mikveh</i> in order to fill pitchers with water and sprinkle it, another child should not fill those containers with water even though he immersed himself.<br>When a child immersed himself to sprinkle the water of the ashes on one priest, he may not sprinkle the water on another priest until he immerses again for the sake of purifying that priest. Similarly, when utensils or people were purified for the sake of offering one red heifer, they should not become involved in the offering of another red heifer until they immerse themselves for its sake. All of these are extra stringencies required for the offering of the red heifer."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין שׂוֹרְפִין אֶת הַפָּרָה אֶלָּא חוּץ לְהַר הַבַּיִת שֶׁנֶּאֱמַר <small>(במדבר יט ג)</small> \"וְהוֹצִיא אֹתָהּ\" אֶל מִחוּץ לַמַּחֲנֶה. וּבְהַר הַמִּשְׁחָה הָיוּ שׂוֹרְפִין אוֹתָהּ. וְכֶבֶשׁ הָיוּ עוֹשִׂין מֵהַר הַבַּיִת לְהַר הַמִּשְׁחָה וְתַחְתָּיו בָּנוּי כִּפִּין כִּפִּין וְכִפָּה עַל כָּל שְׁנֵי כִּפִּין כְּדֵי שֶׁיִּהְיוּ שְׁנֵי רַגְלֵי הַכִּפָּה עַל גַּג שְׁנֵי כִּפִּין שֶׁתַּחְתֶּיהָ. כְּדֵי שֶׁתִּהְיֶה תַּחַת הַכּל חָלוּל מִפְּנֵי קֶבֶר הַתְּהוֹם. אַף מְקוֹם שְׂרֵפָתָהּ וּמְקוֹם הַטְּבִילָה שֶׁהָיוּ בְּהַר הַמִּשְׁחָה תַּחְתֵּיהֶן חָלוּל מִפְּנֵי קֶבֶר הַתְּהוֹם. וְהַפָּרָה וְהַשּׂוֹרֵף וְכָל הַמְסַעֲדִין בִּשְׂרֵפָתָהּ יוֹצְאִין מֵהַר הַבַּיִת לְהַר הַמִּשְׁחָה עַל גַּבֵּי כֶּבֶשׁ זֶה: \n",
            "english": "The red heifer should be burnt only outside the Temple Mount, as Numbers 19:3 states: \"And you shall take it outside the camp.\" They would burn it on the Mount of Olives. A ramp was built from the Temple Mount to the Mount of Olives. Below it were arches upon arches, i.e., an arch on two arches, so that there would be empty space under it, lest there be a grave in the depths of the earth. Similarly, the place where the heifer was burnt and the place of immersion on the Mount of Olives had the space under them hollowed, lest there be a grave in the depths of the earth.<br>The red heifer, the one who would burn it, and all those who assist in its burning go from the Temple Mount to the Mount of Olives on this ramp."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כֵּיצַד שׂוֹרְפִין אוֹתָהּ. זִקְנֵי יִשְׂרָאֵל הָיוּ מַקְדִּימִין בְּרַגְלֵיהֶן לְהַר הַמִּשְׁחָה וּבֵית טְבִילָה הָיָה שָׁם. וְכֹהֵן וְהַמְסַעֲדִין בִּשְׂרֵפָתָהּ וְהַפָּרָה יוֹצְאִין עַל הַכֶּבֶשׁ וּבָאִין לְהַר הַמִּשְׁחָה. וּמְטַמְּאִין אֶת הַכֹּהֵן וְסוֹמְכִין הַזְּקֵנִים אֶת יְדֵיהֶם עַל הַכֹּהֵן וְאוֹמְרִים לוֹ טְבל אַחַת. וְאִם הָיָה כֹּהֵן גָּדוֹל אוֹמְרִים לוֹ אִישִׁי כֹּהֵן גָּדוֹל טְבל אַחַת. יָרַד וְטָבַל וְעָלָה וְנִסְתַּפֵּג. וְעֵצִים מְסֻדָּרִים הָיוּ שָׁם אֲרָזִים אַלּוֹנִים וּבְרוֹשִׁים וַעֲצֵי תְּאֵנָה חֲלָקָה. וְעוֹשִׂין מַעֲרָכָה כְּמִין מִגְדָּל וּמְפַתְּחִין בָּהּ חַלּוֹנוֹת כְּדֵי שֶׁתִּהְיֶה הָאוּר מְלַבֶּבֶת בָּהֶן. וּמַרְאֵה הַמַּעֲרָכָה בְּמַעֲרָב. וְכוֹפְתִין אֶת הַפָּרָה בְּחֶבֶל שֶׁל מֶגֶג וְנוֹתְנִין אוֹתָהּ עַל גַּבֵּי הַמַּעֲרָכָה רֹאשָׁהּ לְדָרוֹם וּפָנֶיהָ לְמַעֲרָב. הַכֹּהֵן עוֹמֵד בַּמִּזְרָח וּפָנָיו לַמַּעֲרָב. שׁוֹחֵט בִּימִינוֹ וּמְקַבֵּל הַדָּם בִּשְׂמֹאלוֹ. וּמַזֶּה בְּאֶצְבָּעוֹ הַיְמָנִית מִן הַדָּם שֶׁבְּכַפּוֹ הַשְּׂמָאלִית שֶׁבַע פְּעָמִים כְּנֶגֶד בֵּית קָדְשֵׁי הַקָּדָשִׁים. עַל כָּל הַזָּאָה טְבִילַת אֶצְבַּע בְּדָם. וּשְׁיָרֵי הַדָּם שֶׁבָּאֶצְבַּע פְּסוּלִים לְהַזָּיָה לְפִיכָךְ עַל כָּל הַזָּאָה מְקַנֵּחַ אֶצְבָּעוֹ בְּגוּפָהּ שֶׁל פָּרָה. גָּמַר מִלְּהַזּוֹת מְקַנֵּחַ אֶת יָדָיו בְּגוּפָהּ שֶׁל פָּרָה וְיוֹרֵד מִן הַמַּעֲרָכָה וְהִצִּית אֶת הָאֵשׁ בְּעֵצִים קְטַנִּים וְהִכְנִיסָן תַּחַת עֲצֵי הַמַּעֲרָכָה וְהִתְחִיל הָאֵשׁ בָּהּ וְהַכֹּהֵן עוֹמֵד בְּרָחוֹק וּמְשַׁמֵּר לָהּ עַד שֶׁיִּצַּת אֶת הָאוּר בְּרֻבָּהּ וְתִקָּרַע בִּטְנָהּ. וְאַחַר כָּךְ נוֹטֵל עֵץ אֶרֶז וְאֵזוֹב אֵין פָּחוֹת מִטֶּפַח וְצֶמֶר צָבוּעַ בְּתוֹלַעַת מִשְׁקַל חֲמִשָּׁה סְלָעִים וְאוֹמֵר לָעוֹמְדִים שָׁם. עֵץ אֶרֶז זֶה עֵץ אֶרֶז זֶה עֵץ אֶרֶז זֶה. אֵזוֹב זֶה אֵזוֹב זֶה אֵזוֹב זֶה. שְׁנִי תּוֹלַעַת זֶה שְׁנִי תּוֹלַעַת זֶה שְׁנִי תּוֹלַעַת זֶה. שָׁלֹשׁ פְּעָמִים עַל כָּל אֶחָד וְאֶחָד. וְהֵן אוֹמְרִין לוֹ הֵין הֵין הֵין שָׁלֹשׁ פְּעָמִים עַל כָּל אֶחָד וְאֶחָד. וְכָל כָּךְ לָמָּה לְפִי שֶׁמִּינֵי אֲרָזִים שִׁבְעָה הֵן וּמִינֵי אֵזוֹב אַרְבָּעָה וְהַצָּבוּעַ אָדֹם יֵשׁ שֶׁצּוֹבְעִין אוֹתוֹ בְּפוּאָה וְיֵשׁ שֶׁצּוֹבְעִין אוֹתוֹ בְּלַכָּא וְיֵשׁ שֶׁצּוֹבְעִין אוֹתוֹ בְּתוֹלַעַת וְהַתּוֹלַעַת הִיא הַגַּרְגְּרִים הָאֲדֻמִּים בְּיוֹתֵר הַדּוֹמִים לְגַרְעִינֵי הֶחָרוּבִים וְהֵן כְּמוֹ הָאוֹג וְתוֹלַעַת כְּמוֹ יַתּוּשׁ יֵשׁ בְּכָל גַּרְגִּיר מֵהֶן וּלְפִיכָךְ מוֹדִיעַ לַכּל וּמְגַלֶּה לָהֶן שֶׁאֵלּוּ הֵן הַמִּינִים הָאֲמוּרִים בַּתּוֹרָה. וְהָאֵזוֹב הָאָמוּר בַּתּוֹרָה הוּא הָאֵזוֹב שֶׁאוֹכְלִין אוֹתוֹ בַּעֲלֵי בָּתִּים וּמְתַבְּלִין בּוֹ הַקְּדֵרוֹת. הָאֵזוֹב וְהָאֶרֶז וְהַתּוֹלַעַת שְׁלָשְׁתָּן מְעַכְּבִין זֶה אֶת זֶה. וְכוֹרֵךְ הָאֵזוֹב עִם הָאֶרֶז בְּלָשׁוֹן שֶׁל שָׁנִי וּמַשְׁלִיךְ אֶל תּוֹךְ בִּטְנָהּ שֶׁנֶּאֱמַר <small>(במדבר יט ו)</small> \"וְהִשְׁלִיךְ אֶל תּוֹךְ שְׂרֵפַת הַפָּרָה\". וְאֵינוֹ מַשְׁלִיךְ קֹדֶם שֶׁיַּצִּית הָאוּר בְּרֻבָּהּ וְלֹא אַחַר שֶׁתֵּעָשֶׂה אֵפֶר וְאִם הִשְׁלִיךְ פְּסוּלָה שֶׁנֶּאֱמַר אֶל תּוֹךְ שְׂרֵפַת לֹא קֹדֶם שֶׁיִּצַּת הָאוּר בְּרֻבָּהּ וְלֹא אַחַר שֶׁתֵּעָשֶׂה אֵפֶר. בֵּין שֶׁהִשְׁלִיךְ שְׁלָשְׁתָּן כְּאַחַת בֵּין שֶׁהִשְׁלִיךְ זֶה אַחַר זֶה בֵּין שֶׁהִשְׁלִיךְ לְתוֹךְ גּוּפָהּ אוֹ לְתוֹךְ שְׂרֵפָתָהּ בֵּין שֶׁנִּקְרְעָה מֵאֵלֶיהָ וְאַחַר כָּךְ הִשְׁלִיךְ בֵּין שֶׁקְּרָעָהּ בְּיָדוֹ אוֹ בִּכְלִי כְּשֵׁרָה: \n",
            "english": "How was the red heifer burnt? The elders of Israel would walk to the Mount of Olives first. There was a <i>mikveh</i> there. The priest, those assisting in burning it, and the heifer would go out on the ramp and come to the Mount of Olives.<br>There they would make the priest impure. The elders would rest their hands on the priest and tell him: \"Immerse yourself.\" If he was a High Priest, they would tell him: \"My sir, the High Priest, immerse yourself.\" He would descend, immerse himself, ascend, and dry himself.<br>There was wood arranged there: cedar wood, oak wood, pine wood, and smooth fig wood. An arrangement like a tower was made and windows were made in the midst of it, so that the fire would flame in them. The front of the arrangement was in the west.<br>The heifer would be tied with a rope of love grass and it would be brought onto the arrangement with its head to the south and its face to the west. The priest would stand to the east with his head facing west. He would slaughter the heifer with his right hand and receive its blood in his left hand. With his right finger, he would sprinkle from the blood in his left palm seven times toward the Holy of Holies. He would dip his finger in the blood for every sprinkling. The remainder of the blood on his finger was disqualified for sprinkling, Therefore, after every sprinkling, he would clean his finger on the body of the heifer.<br>When he completed sprinkling, he would clean his hands on the body of the heifer and descend from the arrangement. He would light the fire with small kindling twigs and place them below the wood of the arrangement. The fire would begin to catch in it. The priest would stand at a distance and watch it until the fire catches in its larger portion and its belly becomes ripped open.<br>Afterwards, he takes a branch of a cedar tree and hyssop that is at least a handbreadth long, and wool dyed crimson weighing five <i>selaim</i>. He asks the people standing there: \"Is this a piece of cedar?\" \"Is this a piece of cedar?\" \"Is this a piece of cedar?\" \"Is this hyssop?\" \"Is this hyssop?\" \"Is this hyssop?\" \"Is this a crimson thread?\" \"Is this a crimson thread?\" \"Is this a crimson thread?\", asking each question three times. They answer: \"Yes!\" \"Yes!\" \"Yes!\", three times for each set of questions.<br>Why is all this necessary? Because there are seven species of cedar, four species of hyssop, and several options to produce red dye. Some dye with madder and some dye with lacca sap, and some dye with <i>tola'at</i>. <i>Tola'at</i> refers to very red berries that resemble carob seeds. They are like sumach berries. There is a bug, like a gnat, in every berry. Since there are different types of species for each of the entities involved, the priest notifies everyone and informs them that these are the species mentioned in the Torah.<br>The hyssop mentioned in the Torah is the type of hyssop eaten by home-owners and used as a condiment in certain dishes. The hyssop, cedar, and wool dyed crimson are all absolute requirements, without one of which, the others are not acceptable. The priest should bind the hyssop together with the cedar branch with the crimson thread and then throw them into the belly of the heifer, as Numbers 19:6 states: \"He shall cast them into the midst of the conflagration of the heifer.\"<br>He should not cast them into the heifer until the fire has caught hold of the larger portion of it and not after it has been reduced to ashes. If he casts them at those times, it is unacceptable, as indicated by the phrase: \"into the midst of the conflagration,\" i.e., not before the fire has caught onto its larger portion and not after it was reduced to ashes. Whether one cast all three of them together or one after the other, whether one cast them into the heifer's body or into the fire, whether its belly burst open on its own accord or the priest ripped it open by hand or with a utensil, it is acceptable."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "נִגְמְרָה שְׂרֵפָתָהּ חוֹבְטִין אוֹתָהּ בְּמַקְלוֹת הִיא וְכָל עֲצֵי הַמַּעֲרָכָה שֶׁנִּשְׂרְפָה בָּהֶן וְכוֹבְרִין אֶת הַכּל בִּכְבָרוֹת וְכָל שָׁחֹר שֶׁאֶפְשָׁר שֶׁיִּכָּתֵשׁ וְיִהְיֶה אֵפֶר בֵּין מִבְּשָׂרָהּ בֵּין מִן הָעֵצִים כּוֹתְשִׁין אוֹתוֹ עַד שֶׁיֵּעָשֶׂה אֵפֶר וְשֶׁאֵין בּוֹ אֵפֶר מַנִּיחִין אוֹתוֹ וְכָל עֶצֶם שֶׁנִּשְׁאַר מֵעֲצָמֶיהָ בְּלֹא שְׂרֵפָה בֵּין כָּךְ וּבֵין כָּךְ הָיָה נִכְתַּשׁ: \n",
            "english": "When the process of burning it has been completed, its remnants and all of the pieces of wood in its arrangement that were burnt with it are beaten with clubs and everything is raked out with rakes. Anything - whether from its flesh or from the wood - that has been blackened and is possible to be crushed and reduced to ashes, should be crushed and reduced to ashes. If something has no trace of ash on it, it is left. Any piece of bone that remains from the heifer's bones that was not burnt should be crushed regardless."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵין מַכְנִיסִין כְּלוּם מֵאֶפְרָהּ לְהַנִּיחוֹ בָּעֲזָרָה שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"וְהִנִּיחַ מִחוּץ לַמַּחֲנֶה\". וּשְׁלֹשָׁה חֲלָקִים הָיוּ חוֹלְקִין אֶת כָּל אֶפְרָהּ אֶחָד נִתַּן בַּחֵיל וְאֶחָד בְּהַר הַמִּשְׁחָה וְאֶחָד מִתְחַלֵּק לְכָל הַמִּשְׁמָרוֹת. זֶה שֶׁמִּתְחַלֵּק לְכָל הַמִּשְׁמָרוֹת הָיוּ הַכֹּהֲנִים מְקַדְּשִׁין מִמֶּנּוּ. וְזֶה שֶׁנִּתַּן בְּהַר הַמִּשְׁחָה הָיוּ יִשְׂרָאֵל מַזִּין מִמֶּנּוּ. וְזֶה שֶׁנִּתַּן בַּחֵיל הָיָה מוּכָן וּמֻצְנָע שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"וְהָיְתָה לַעֲדַת בְּנֵי יִשְׂרָאֵל לְמִשְׁמֶרֶת\" מְלַמֵּד שֶׁמַּצְנִיעִין מִמֶּנּוּ. וְכֵן הָיוּ מַצְנִיעִין מֵאֵפֶר כָּל פָּרָה וּפָרָה שֶׁשּׂוֹרְפִין בַּחֵיל. וְתֵשַׁע פָּרוֹת אֲדֻמּוֹת נַעֲשׂוּ מִשֶּׁנִּצְטַוּוּ בְּמִצְוָה זוֹ עַד שֶׁחָרַב הַבַּיִת בַּשְּׁנִיָּה. רִאשׁוֹנָה עָשָׂה משֶׁה רַבֵּנוּ. שְׁנִיָּה עָשָׂה עֶזְרָא. וְשֶׁבַע מֵעֶזְרָא עַד חֻרְבַּן הַבַּיִת. וְהָעֲשִׂירִית יַעֲשֶׂה הַמֶּלֶךְ הַמָּשִׁיחַ מְהֵרָה יִגָּלֶה אָמֵן כֵּן יְהִי רָצוֹן: \n",
            "english": "None of its ashes are brought into the Temple Courtyard for storage, as <i>ibid.</i>:9 states: \"And he shall place it outside the camp.\" The ashes were divided into three portions: one was placed in the <i>chayl</i>, one on the Mount of Olives, and one was divided among all the priestly guardposts.<br>The one that was divided among all the priestly watches was used by the priests to sanctify themselves. The one that was placed on the Mount of Olives was used by the entire Jewish people for sprinkling. And the one that was placed in the <i>chayl</i> was prepared and hidden away, as implied by <i>ibid.</i> which states: \"It will be a security for the congregation of Israel.\" This teaches that it was put away for safekeeping.<br>Indeed, in the <i>chayl</i>, they would put away for safekeeping a portion of the ashes from every red heifer that was burnt. Nine red heifers were offered from the time that they were commanded to fulfill this mitzvah until the time when the Temple was destroyed a second time. The first was brought by Moses our teacher. The second was brought by Ezra. Seven others were offered until the destruction of the Second Temple. And the tenth will be brought by the king <i>Mashiach</i>; may he speedily be revealed. <i>Amen</i>, so may it be G‑d's will."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין שׁוֹחֲטִין שְׁתֵּי פָּרוֹת אֲדֻמּוֹת כְּאַחַת שֶׁנֶּאֱמַר <small>(במדבר יט ג)</small> \"וְשָׁחַט אֹתָהּ\": \n",
            "english": "Two red heifers should not be slaughtered at the same time, as Numbers 19:3 states: \"And you shall slaughter it.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לֹא רָצְתָה פָּרָה לָצֵאת אֵין מוֹצִיאִין עִמָּהּ שְׁחוֹרָה שֶׁלֹּא יֹאמְרוּ שְׁחוֹרָה שָׁחֲטוּ וְלֹא אֲדֻמָּה שֶׁלֹּא יֹאמְרוּ שְׁתַּיִם שָׁחֲטוּ: \n",
            "english": "If the red heifer did not desire to go out, a black one should not be taken out with it, so that it would not be said: \"They slaughtered a black one.\" Nor is another red one taken out, so that it would not be said: \"They slaughtered two at once.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "פָּרָה שֶׁנִּשְׁחֲטָה שֶׁלֹּא לִשְׁמָהּ אוֹ שֶׁקִּבֵּל אוֹ שֶׁהִזָּה שֶׁלֹּא לִשְׁמָהּ אוֹ לִשְׁמָהּ וְשֶׁלֹּא לִשְׁמָהּ אוֹ שֶׁלֹּא לִשְׁמָהּ וְלִשְׁמָהּ אוֹ שֶׁנַּעֲשֵׂית שֶׁלֹּא בְּכֹהֵן אוֹ בִּמְחֻסַּר בְּגָדִים אוֹ שֶׁעֲשָׂאָהּ בְּבִגְדֵי זָהָב אוֹ בְּבִגְדֵי חֹל פְּסוּלָה. שְׁחָטָהּ עַל מְנָת לֶאֱכל מִבְּשָׂרָהּ אוֹ לִשְׁתּוֹת מִדָּמָהּ כְּשֵׁרָה לְפִי שֶׁלֹּא נֶאֱמַר בָּהּ רֵיחַ נִיחוֹחַ: \n",
            "english": "When a red heifer was slaughtered with another intent in mind or its blood was received or sprinkled with another intent in mind, with the proper intent and another intent in mind, or with another intent and the proper intent in mind, it was offered by someone other than a priest, or it was offered by a priest lacking one or more of the priestly garments, while wearing the golden garments, or while wearing ordinary garments, it is unacceptable.<br>If it was slaughtered with the intent of partaking of its flesh or drinking its blood, it is acceptable. The rationale is that the expression \"a pleasant fragrance\" was not stated with regard to it."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "קִבֵּל דָּמָהּ בִּכְלִי פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר יט ד)</small> \"וְלָקַח אֶלְעָזָר הַכֹּהֵן מִדָּמָהּ בְּאֶצְבָּעוֹ\" מִצְוָתָהּ מִצְוַת יָד וְלֹא מִצְוַת כְּלִי: \n",
            "english": "If its blood was received in a container, it is unacceptable, as Numbers 19:4 states: \"And Elazar the priest will take the blood with his finger.\" The mitzvah is performed with the finger and not with a utensil."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הִזָּה בִּכְלִי אֲפִלּוּ אַחַת מֵהֶן הַזָּאָתוֹ פְּסוּלָה. הִזָּה אַחַת מֵהֶן בִּשְׂמֹאלוֹ פְּסוּלָה. הִזּוּ שִׁבְעָה כֹּהֲנִים הַזָּיָתָן כְּאֶחָד הַזָּיָתָן פְּסוּלָה. זֶה אַחַר זֶה כְּשֵׁרָה. הִזָּה וְלֹא כִּוֵּן כְּנֶגֶד הַהֵיכָל פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר יט ד)</small> \"אֶל נֹכַח פְּנֵי אֹהֶל מוֹעֵד\" עַד שֶׁיְּכַוֵּן כְּנֶגֶד הַהֵיכָל וְיִהְיֶה רוֹאֵהוּ. וְכֵן אִם שְׁחָטָהּ אוֹ שְׂרָפָהּ שֶׁלֹּא כְּנֶגֶד הַהֵיכָל פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר יט ג)</small> \"וְשָׁחַט אֹתָהּ לְפָנָיו\": \n",
            "english": "If he sprinkled the blood, even one sprinkling with a utensil, the sprinkling is unacceptable. If he performed one sprinkling with his left hand, it is unacceptable. If seven priests sprinkled the blood at the same time, their sprinkling is unacceptable. If they did so one after the other, it is acceptable.<br>If he sprinkled the blood, but did not direct it to the Sanctuary, it is unacceptable, as <i>ibid.</i> states: \"opposite the front of the Tent of Meeting.\" Implied is that he should direct it toward the Sanctuary and see the Sanctuary. Similarly, if he slaughtered it or burnt it not opposite the Sanctuary, it is unacceptable, as implied by Numbers 19:3: \"He shall slaughter it before him.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהִזָּה אוֹ שָׂרַף אוֹ שָׁחַט כְּנֶגֶד הַדָּרוֹם אוֹ כְּנֶגֶד צָפוֹן אוֹ שֶׁהָיָה אֲחוֹרָיו לַמִּקְדָּשׁ. אֲבָל אִם עָמַד בֵּין מִזְרָח וּמַעֲרָב וּפָנָיו כְּנֶגֶד הַהֵיכָל אַף עַל פִּי שֶׁלֹּא כִּוֵּן כְּנֶגֶד [הַהֵיכָל] בְּדִקְדּוּק כְּשֵׁרָה: \n",
            "english": "When does the above apply? When he sprinkled the blood or burnt or slaughtered the heifer southward or northward, or with his back to the Sanctuary. If, however, he stood between the east and the west and faced the Sanctuary, even if he did not direct himself toward the Sanctuary exactly, it is acceptable."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "חִסֵּר אַחַת מִן הַמַּתָּנוֹת פְּסוּלָה. טָבַל שְׁתַּיִם וְהִזָּה אַחַת הַזָּאָתוֹ פְּסוּלָה. טָבַל אַחַת וְהִזָּה שְׁתַּיִם אַף עַל פִּי שֶׁלֹּא חָשַׁב הַזָּאָה שְׁנִיָּה אֶלָּא טָבַל וְהִזָּה אַחֶרֶת הַזָּיָתוֹ פְּסוּלָה. כֵּיצַד. טָבַל אֶצְבָּעוֹ טְבִילָה שִׁשִּׁית וְהִזָּה שֵׁשׁ וְשֶׁבַע אַף עַל פִּי שֶׁחָזַר וְטָבַל אֶצְבָּעוֹ וְהִזָּה שֶׁבַע הַזָּיָתוֹ פְּסוּלָה. הִזָּה מִטְּבִילָה שְׁבִיעִית [שְׁבִיעִית] וּשְׁמִינִית אֲפִלּוּ חָזַר וְטָבַל טְבִילָה שְׁמִינִית וְהִזָּה שְׁמִינִית כְּשֵׁרָה שֶׁכָּל שֶׁמּוֹסִיף עַל הַשֶּׁבַע אֵינוֹ כְּלוּם. וְהוּא שֶׁיִּהְיֶה זֶה שֶׁהוֹסִיף כֹּהֵן אַחֵר אֲבָל הַכֹּהֵן הַשּׂוֹרֵף אוֹתָהּ אִם הוֹסִיף פְּסוּלָה מִפְּנֵי שֶׁנִּתְעַסֵּק בְּדָבָר שֶׁאֵינוֹ צָרִיךְ בִּשְׁעַת שְׂרֵפָתָהּ: \n",
            "english": "If one of the sprinklings is lacking, it is unacceptable. If one dipped his finger in the blood twice and sprinkled once, the sprinkling is unacceptable. If he dipped his finger once and sprinkled twice, even if he did not count the second sprinkling and instead, dipped his finger and sprinkled a second time, it is unacceptable.<br>What is implied? He dipped his finger in the blood for the sixth time and performed the sixth and seventh sprinklings, it is unacceptable, even if he dipped his finger in the blood again and sprinkled it a seventh time. If, after dipping his finger into the blood for the seventh time, he performed a seventh and eighth sprinkling - even if he dipped his finger into the blood an eighth time and then sprinkled it an eighth time, it is acceptable, for any addition over the seven is of no consequence, provided it is another priest making the addition. If, however, the priest burning it made the additional sprinkling, it is unacceptable, because he involved himself in an unnecessary activity while burning it."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הוֹצִיא אֶת הַדָּם חוּץ מִמַּעֲרַכְתָּהּ וְהִזָּה פְּסוּלָה: \n",
            "english": "If one removed the blood from its arrangement and then sprinkled it, it is invalid."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הִזָּה מִדָּמָהּ בַּלַּיְלָה אֲפִלּוּ הִזָּה שֵׁשׁ הַזָּיוֹת בַּיּוֹם וְאַחַת בַּלַּיְלָה פְּסוּלָה: \n",
            "english": "If one sprinkled its blood at night - even if one performed seven sprinklings during the day and one at night - it is unacceptable."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שְׁחָטָהּ חוּץ מִמְּקוֹם שְׂרֵפָתָהּ אֲפִלּוּ שְׁחָטָהּ לְפָנִים מִן הַחוֹמָה פְּסוּלָה: \n",
            "english": "If one slaughtered it outside the place where it is burnt, even if one slaughtered it within the walls of Jerusalem, it is unacceptable."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "שְׂרָפָהּ חוּץ מִמַּעֲרָכָה שֶׁנִּשְׁחֲטָה עָלֶיהָ. אוֹ שֶׁחִלְּקָהּ לִשְׁנַיִם וּשְׂרָפָהּ בִּשְׁתֵּי מַעֲרָכוֹת. אוֹ שֶׁשָּׂרַף שְׁתַּיִם בְּמַעֲרָכָה אַחַת פְּסוּלָה. וְאִם אַחַר שֶׁנַּעֲשֵׂית אֵפֶר מֵבִיא אַחֶרֶת שׂוֹרֵף עַל גַּבָּהּ וְאֵינוֹ חוֹשֵׁשׁ: \n",
            "english": "If one burnt it outside the arrangement on which it was slaughtered, it was divided in two and burnt in two arrangements, or two heifers were burned on one arrangement, it is disqualified. If it was already reduced to ashes, one may bring another one and slaughter it over the ashes of the first without any qualms."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הִפְשִׁיטָהּ וּנְתָחָהּ וְאַחַר כָּךְ שָׂרַף כֻּלָּהּ כְּשֵׁרָה. וְאִם חִסֵּר מִמֶּנָּה כְּלוּם אֲפִלּוּ מִפִּרְשָׁהּ פְּסוּלָה. פָּקַע מֵעוֹרָהּ אוֹ מִבְּשָׂרָהּ אֲפִלּוּ מִשְּׂעָרָהּ כְּזַיִת יַחְזִיר וְאִם לֹא הֶחְזִיר פְּסוּלָה. פָּקַע חוּץ לְמַעֲרַכְתָּהּ מַרְבֶּה עָלָיו וְשׂוֹרְפוֹ בִּמְקוֹמוֹ. פָּקַע מִקַּרְנֶיהָ מִטְּלָפֶיהָ אוֹ מִפִּרְשָׁהּ אֵינוֹ צָרִיךְ לְהַחְזִיר: \n",
            "english": "If one skinned it and cut it into pieces and then burnt it in its entirety, it is acceptable. If any slight part of its substance, even its dung, is lacking, it is unacceptable. If an olive-sized portion of its skin, meat, or even its hair flew off its pyre, it should be returned. If he did not return it, it is unacceptable.<br>If it flew outside its arrangement, one should place much wood over it and burn it in its place. If its horns, its hooves, or its dung flew off, they need not be returned to the pyre."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הַפָּרָה אֵינָהּ נִפְסֶלֶת בְּלִינָה לְפִיכָךְ אִם נִשְׁחֲטָה הַיּוֹם וְהִזָּה דָּמָהּ כְּהִלְכָתוֹ וְנִשְׂרְפָה לְמָחָר כְּשֵׁרָה: \n",
            "english": "The red heifer is not disqualified if it is left overnight without being burnt. Therefore if it was slaughtered on one day and its blood sprinkled as required and then it was burned on the following day, it is acceptable."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "שְׂרָפָהּ אוֹנֵן אוֹ מְחֻסַּר כַּפָּרָה כְּשֵׁרָה: \n",
            "english": "If the priest who burns it is in the acute state of <i>onein</i> mourning or is lacking atonement, it is acceptable."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "שְׂרָפָהּ שֶׁלֹּא בְּקִדּוּשׁ יָדַיִם וְרַגְלַיִם פְּסוּלָה מִפְּנֵי שֶׁמַּעֲשֶׂיהָ כְּעֵין עֲבוֹדָה. וְהֵיכָן מְקַדֵּשׁ יָדָיו וְרַגְלָיו בִּכְלִי שָׁרֵת בִּפְנִים וְאִם קִדֵּשׁ בַּחוּץ וּמִכְּלִי חֹל אֲפִלּוּ בִּמְקֵדָה שֶׁל חֶרֶס כָּשֵׁר הוֹאִיל וְכָל מַעֲשֶׂיהָ בַּחוּץ. וְכֵן כְּשֶׁמַּטְבִּילִין אֶת הַכֹּהֵן הַשּׂוֹרֵף אַחַר שֶׁמְּטַמְּאִין אוֹתוֹ כְּמוֹ שֶׁבֵּאַרְנוּ אֵינוֹ צָרִיךְ לַחְזֹר וּלְקַדֵּשׁ הוֹאִיל וְכָל מַעֲשֶׂיהָ בִּטְבוּלֵי יוֹם: \n",
            "english": "If one burnt it without sanctifying his hands and feet, it is invalid, because the process of offering the red heifer is comparable to sacrificial worship.<br>Where does he sanctify his hands and feet? From a consecrated vessel in the Temple Courtyard. If one consecrated them outside the Temple Courtyard with an ordinary vessel, even with a tiny earthenware cup, it is acceptable, because the entire process of offering the heifer is performed outside.<br>When the priest who burns the red heifer immerses himself after he is made impure, as we explained, he need not sanctify his hands and feet again, since the entire process of offering it is performed by those who immersed that day."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "שְׂרָפָהּ שֶׁלֹּא בְּעֵצִים אוֹ בְּכָל עֵצִים אֲפִלּוּ בְּקַשׁ אוֹ בִּגְבָבָא כְּשֵׁרָה. וּמִצְוָתָהּ שֶׁלֹּא יְמַעֵט לָהּ עֵצִים מִן הָרָאוּי לָהּ אֲבָל מַרְבֶּה הוּא לָהּ חֲבִילֵי אֵזוֹב וְאֵזוֹב יוֹן בִּזְמַן שְׂרֵפָה כְּדֵי לְהַרְבּוֹת אֶת הָאֵפֶר. וְיֵשׁ לוֹ לְהַרְבּוֹת עֵצִים בִּשְׂרֵפָתָהּ עַד שֶׁתֵּעָשֶׂה אֵפֶר אֲבָל מִשֶּׁתֵּעָשֶׂה אֵפֶר אִם הוֹסִיף בָּהּ אֲפִלּוּ עֵץ אֶחָד הֲרֵי זֶה כִּמְעָרֵב אֵפֶר מַקְלֶה בְּאֵפֶר הַפָּרָה: \n",
            "english": "If one burnt it without wood or with all types of wood, even with straw and stubble, it is acceptable, The optimum way of performing the mitzvah is not to reduce the wood less than is appropriate. On the contrary, one should add to it bundles of hyssop and Greek hyssop while it is burning to increase the amount of ashes. One may add to its conflagration until the heifer itself is reduced to ashes. Once it is reduced to ashes, if one added even one piece of wood to it, it is like one who mixed ashes from a range with the ashes of the red heifer."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "כָּל מַעֲשֵׂה הַפָּרָה מִתְּחִלָּה וְעַד סוֹף אֵינוֹ אֶלָּא בַּיּוֹם. וּבְזִכְרֵי כְּהֻנָּה. וְהַמְּלָאכָה פּוֹסֶלֶת בָּהּ עַד שֶׁתֵּעָשֶׂה אֵפֶר. אֲבָל מִשֶּׁתֵּעָשֶׂה אֵפֶר אִם כָּנַס אֶפְרָהּ בַּלַּיְלָה אוֹ שֶׁכְּנָסַתּוּ אִשָּׁה אוֹ שֶׁעָשָׂה מְלָאכָה אַחֶרֶת בִּשְׁעַת כְּנִיסָתוֹ הֲרֵי זוֹ כְּשֵׁרָה. וּמִנַּיִן שֶׁאֲסִיפַת הָאֵפֶר בְּכָל אָדָם מִיִּשְׂרָאֵל חוּץ מֵחֵרֵשׁ שׁוֹטֶה וְקָטָן שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"וְאָסַף אִישׁ טָהוֹר\" מִכְּלַל שֶׁאֵינָהּ צְרִיכָה כֹּהֵן וּכְאִלּוּ אָמַר אָדָם טָהוֹר בֵּין אִישׁ בֵּין אִשָּׁה. וּמִנַּיִן שֶׁהַמְּלָאכָה פּוֹסֶלֶת בָּהּ שֶׁנֶּאֱמַר <small>(במדבר יט ג)</small> \"וְשָׁחַט אֹתָהּ\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁלֹּא בָּא הַכָּתוּב אֶלָּא לְלַמֵּד שֶׁאִם נִתְעַסֵּק בְּדָבָר אַחֵר בִּשְׁעַת שְׁחִיטָתָהּ פְּסָלָהּ וְנֶאֱמַר <small>(במדבר יט ה)</small> \"וְשָׂרַף אֶת הַפָּרָה לְעֵינָיו\" שֶׁיִּהְיוּ עֵינָיו בָּהּ לְלַמֵּד שֶׁהַמְּלָאכָה פּוֹסֶלֶת בָּהּ מִשְּׁעַת שְׁחִיטָה עַד שֶׁתֵּעָשֶׂה אֵפֶר. וְכָל הָעוֹסֵק בִּשְׂרֵפָתָהּ וְעָשָׂה מְלָאכָה אַחֶרֶת פְּסָלָהּ עַד שֶׁתֵּעָשֶׂה אֵפֶר: \n",
            "english": "All of the activities performed with the red heifer from the beginning to the end must be performed only during the day and by male priests and the performance of work disqualifies it until it is reduced to ashes. Once it is reduced to ashes, it is acceptable even if its ashes were collected at night, by a woman, or one performed another task while collecting them.<br>What is the source that teaches that the collection of the ashes is acceptable if performed by any person with the exception of a deafmute, an intellectually or emotionally incapable person, or a minor? It is written Numbers 19:9: \"And a pure man shall gather the ashes of the heifer.\" It can be derived that a priest is not required. Moreover, it is as if it said \"a pure person,\" i.e., either a man or a woman.<br>What source teaches that the performance of work disqualifies it? <i>Ibid.</i>:3 states: \"And he shall slaughter it.\" According to the Oral Tradition, we learned that this phrase comes solely to teach that if the priest becomes involved in another task at the time of slaughter, it is unacceptable. And <i>ibid.</i>:5 states: \"And the heifer shall be burnt before his eyes,\" i.e., his eyes should be concentrated on it. This teaches that the performance of work causes it to be disqualified from the time of its slaughter until it is reduced to ashes. Anyone involved in burning it who performs another task disqualifies it until it is reduced to ashes."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "שָׁחַט אֶת הַפָּרָה וְנִשְׁחֲטָה בְּהֵמָה אַחֶרֶת עִמָּהּ אוֹ נֶחְתְכָה דְּלַעַת עִמָּהּ כְּשֵׁרָה שֶׁהֲרֵי לֹא נִתְכַּוֵּן לִמְלָאכָה אַף עַל פִּי שֶׁהַבְּהֵמָה שֶׁנִּשְׁחֲטָה עִמָּהּ כְּשֵׁרָה לַאֲכִילָה שֶׁאֵין שְׁחִיטַת הַחֻלִּין צְרִיכָה כַּוָּנָה. אֲבָל אִם נִתְכַּוֵּן לַחְתֹּךְ הַדְּלַעַת וְנֶחְתְכָה בִּשְׁעַת שְׁחִיטָה פְּסוּלָה שֶׁהֲרֵי עָשָׂה עִמָּהּ מְלָאכָה: \n",
            "english": "If one slaughtered the heifer and another animal was slaughtered with it or a gourd was cut with it, it is acceptable because he did not intend to perform work. This applies even though the animal that was slaughtered with it is acceptable to be eaten, for the slaughter of ordinary animals does not require concentrated intent. If, however, one had the intent of cutting the gourd and it was cut while he was slaughtering the red heifer, the heifer is disqualified, because work was performed during its slaughter."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הָעוֹסְקִין בַּפָּרָה מִתְּחִלָּה וְעַד סוֹף מְטַמְּאִין בְּגָדִים כָּל זְמַן עֲשִׂיָּתָן שֶׁנֶּאֱמַר בְּשׁוֹחֵט וּמַשְׁלִיךְ עֵץ אֶרֶז <small>(ויקרא טו יג)</small> \"וְכִבֶּס בְּגָדָיו וְרָחַץ בְּשָׂרוֹ\" וְנֶאֱמַר בְּשׂוֹרֵף <small>(במדבר יט ח)</small> \"וְהַשֹּׂרֵף אֹתָהּ יְכַבֵּס בְּגָדָיו\" וְנֶאֱמַר <small>(במדבר יט י)</small> \"וְכִבֶּס הָאֹסֵף אֶת אֵפֶר הַפָּרָה\" מְלַמֵּד שֶׁכָּל הָעוֹסְקִין בָּהּ מִתְּחִלָּה וְעַד סוֹף מְטַמְּאִים בְּגָדִים וּטְעוּנִין טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ דִּין תּוֹרָה. אֲבָל הַמְשַׁמְּרָהּ בִּשְׁעַת עֲשִׂיָּתָהּ מְטַמֵּא בְּגָדִים מִדִּבְרֵיהֶם גְּזֵרָה שֶׁמָּא יָזִיז בָּהּ אֵיבָר:  ",
            "english": "All of those involved in offering the red heifer from the beginning to the end become impure and impart impurity to their garments as long as they are involved in its being offered. This concept is derived as follows: With regard to the one who slaughters the heifer and one who casts the cedar wood into its belly, Numbers 19:7 states: \"The priest shall launder his clothes and wash his flesh.\" And with regard to the one who burns it, <i>ibid.</i>:8 states: \"The one who burns it shall launder his clothes,\" and <i>ibid.</i>:10 states: \"The one who gathers the ashes of the heifer shall launder....\"<br>These verses teach that all those involved in offering it from the beginning until the end impart impurity to their clothes, must immerse themselves, and wait for nightfall to regain purity according to Scriptural Law. One who guards the heifer at the time it is being offered imparts impurity to his garments according to Rabbinic Law. This is a decree lest he move one of its limbs."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל מָקוֹם שֶׁנֶּאֱמַר בַּתּוֹרָה בְּטֻמְאוֹת יְכַבֵּס בְּגָדָיו לֹא בָּא לְלַמְּדֵנוּ שֶׁהַבְּגָדִים שֶׁעָלָיו בִּלְבַד הֵם טְמֵאִים. אֶלָּא לְלַמֵּד שֶׁכָּל בֶּגֶד אוֹ כְּלִי שֶׁיִּגַּע בּוֹ הַטָּמֵא הַזֶּה בִּשְׁעַת חִבּוּרוֹ בִּמְטַמְּאָיו הֲרֵי הֵן טְמֵאִים. אֲבָל אַחַר שֶׁיִּפְרשׁ מִמְּטַמְּאָיו אֵינוֹ מְטַמֵּא בְּגָדִים. כֵּיצַד. הַנּוֹשֵׂא אֶת הַנְּבֵלָה אֶחָד בֶּגֶד שֶׁעָלָיו אוֹ כְּלִי שֶׁיִּגַּע בּוֹ כָּל זְמַן שֶׁהוּא נוֹשְׂאָהּ הֲרֵי הֵן טְמֵאִין וַהֲרֵי הֵן רִאשׁוֹן לְטֻמְאָה. וְכֵן זֶה הַנּוֹשֵׂא הֲרֵי הוּא רִאשׁוֹן. פֵּרַשׁ מִמְּטַמְּאָיו וְהִשְׁלִיךְ אֶת הַנְּבֵלָה הֲרֵי הוּא רִאשׁוֹן כְּמוֹת שֶׁהָיָה. וְאִם יִגַּע בִּכְלִי אוֹ בֶּגֶד אֵינוֹ מְטַמֵּא אוֹתוֹ שֶׁאֵין וְלַד טֻמְאָה מְטַמֵּא כֵּלִים כְּמוֹ שֶׁבֵּאַרְנוּ בִּתְחִלַּת סֵפֶר זֶה. וְכֵן כָּל כַּיּוֹצֵא בִּנְבֵלָה. וְכֵן כָּל הָעוֹסְקִין בַּפָּרָה אִם נָגַע בְּבֶגֶד אוֹ בִּכְלִי בִּשְׁעַת שְׁחִיטָה אוֹ בִּשְׁעַת שְׂרֵפָה הֲרֵי הֵן טְמֵאִין. אֲבָל אַחַר שֶׁיִּפְרשׁ מִמַּעֲשֶׂיהָ אַף עַל פִּי שֶׁעֲדַיִן לֹא טָבַל אִם נָגַע בִּכְלִי אֵינוֹ מְטַמְּאוֹ מִפְּנֵי שֶׁהוּא וְלַד הַטֻּמְאָה. וְהַפָּרָה עַצְמָהּ אֵינָהּ מְטַמְּאָה לֹא אָדָם וְלֹא כֵּלִים שֶׁנָּגְעוּ בּוֹ. אֶלָּא הַמִּתְעַסֵּק בָּהּ בִּלְבַד הוּא הַטָּמֵא וְטָעוּן טְבִילָה וּמְטַמֵּא בְּגָדִים כָּל זְמַן שֶׁעוֹסֵק בָּהּ:  ",
            "english": "Whenever the Torah states with regard to impurity: \"One shall launder his clothes,\" it does not come merely to teach that the clothes on a person are impure. Instead, it teaches that every garment or implement that this impure person will touch while he is still in contact with the object that imparted impurity to him becomes impure. After he separates himself from the object that imparted impurity to him, he does not impart impurity to his garments or to other objects.<br>What is implied? A person who carries an animal carcass imparts impurity to the clothes he is wearing and to any implement he touches as long as he is carrying it. They are considered as a first degree derivative of impurity. Similarly, the one who carries the animal carcass is considered as impure to the first degree. If he ceased contact with the object that imparted ritual impurity, casting away the animal carcass, he remains impure to the first degree as before. If, however, he touches an implement or a garment, he does not impart impurity to it, for a derivative of ritual impurity does not impart impurity to implements, as we explained in the beginning of this text. Similar laws apply to all types of impurity analogous to that imparted by an animal carcass.<br>Similarly, with regard to all those involved in offering the red heifer: If they touch a garment or an implement at the time they are slaughtering or burning the heifer, it becomes impure. After such an individual ceased the tasks involved with it, however, even though he has not yet immersed, he does not impart impurity to an implement that he touches, because he is merely a derivative of impurity.<br>The red heifer itself does not impart impurity to a person or to implements that touch it. It is only those involved in its offering who become impure, must immerse themselves, and impart impurity to their garments, as long as they are involved in its offering."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁנִּשְׂרֶפֶת כְּמִצְוָתָהּ. אֲבָל אִם נִפְסְלָה הַמִּתְעַסֵּק בָּהּ טָהוֹר. אֵרַע פִּסּוּל בִּשְׁחִיטָתָהּ אֵינָהּ מְטַמְּאָה בְּגָדִים. אֵרַע פִּסּוּל בְּהַזָּיָתָהּ כָּל הָעוֹסֵק בָּהּ לִפְנֵי פִּסּוּלָהּ מְטַמֵּא בְּגָדִים. לְאַחַר פִּסּוּלָהּ אֵינוֹ מְטַמֵּא בְּגָדִים:  ",
            "english": "When does the above apply? When the red heifer was burnt as prescribed. If, however, it was disqualified, those involved in offering it are pure. If a disqualifying factor occurred during its slaughter, it does not cause a person's garments to become impure. If a disqualifying factor occurs during the sprinkling of its blood, those who were involved with its offering before it was disqualified impart impurity to their garments. Those involved after its disqualification do not impart impurity to their garments."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הִשְׁלִים לִכְנֹס אֶת אֶפְרָהּ הַמִּתְעַסֵּק בָּהּ אַחַר כֵּן בְּחִלּוּק הֶעָפָר אוֹ בְּהַצְנָעָתוֹ וְכֵן הַנּוֹגֵעַ בּוֹ טָהוֹר. וְלֹא הַפָּרָה בִּלְבַד אֶלָּא כָּל הַחַטָּאוֹת הַנִּשְׂרָפוֹת מִן הַפָּרִים וּמִן הַשְּׂעִירִים הַשּׂוֹרְפָם מְטַמֵּא בְּגָדִים בִּשְׁעַת שְׂרֵפָתוֹ עַד שֶׁיֵּעָשׂוּ אֵפֶר. שֶׁהֲרֵי הוּא אוֹמֵר בְּפַר וְשָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים <small>(ויקרא טז כח)</small> \"וְהַשֹּׂרֵף אֹתָם יְכַבֵּס\" מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה בִּנְיַן אָב לְכָל הַנִּשְׂרָפִים שֶׁיְּהוּ מְטַמְּאִין בְּגָדִים עַד שֶׁיֵּעָשׂוּ אֵפֶר. בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁלֹּא אֵרַע לָהֶן פִּסּוּל וְנִשְׂרְפוּ כְּמִצְוָתָן בְּבֵית הַדֶּשֶׁן. אֲבָל אִם נִפְסְלוּ בָּעֲזָרָה נִשְׂרָפִין שָׁם כִּפְסוּלֵי הַמֻּקְדָּשִׁין וְשׂוֹרְפָן טָהוֹר. וְכֵן הַמִּתְעַסֵּק בָּהֶן מִשֶּׁיֵּעָשׂוּ אֵפֶר אֵינוֹ מְטַמֵּא בְּגָדִים. וְאֵי זֶהוּ שׂוֹרֵף זֶה הַמַּסִּיעַ בִּשְׂרֵפָה כְּגוֹן הַמְהַפֵּךְ בַּבָּשָׂר וְהַמַּשְׁלִיךְ עֵצִים וְהַמְהַפֵּךְ בָּאֵשׁ וְהַחוֹתֶה גֶּחָלִים כְּדֵי שֶׁתִּבְעַר הָאֵשׁ וְכַיּוֹצֵא בָּהֶן. אֲבָל הַמַּצִּית הָאוּר וְהַמְסַדֵּר אֶת הַמַּעֲרָכָה טָהוֹר. כָּךְ לָמְדוּ מִפִּי הַשְּׁמוּעָה שֶׁהַנּוֹשֵׂא פָּרִים וּשְׂעִירִים הַנִּשְׂרָפִין לְהוֹצִיאָן לְבֵית הַדֶּשֶׁן לְשָׂרְפָן טָמֵא וּמְטַמֵּא בְּגָדִים דִּין תּוֹרָה כָּל זְמַן שֶׁהוּא עוֹסֵק בְּהוֹלָכָתָן וְטָעוּן טְבִילָה וְהַעֲרֵב שֶׁמֶשׁ. כְּמוֹ הַמְשַׁלֵּחַ אֶת הַשָּׂעִיר לַעֲזָאזֵל שֶׁהוּא מְטַמֵּא כָּל בֶּגֶד וְכָל כְּלִי שֶׁיִּגַּע בּוֹ בְּכֵלִים שֶׁעָלָיו כָּל זְמַן שֶׁמִּתְעַסֵּק בִּשְׁלוּחוֹ שֶׁנֶּאֱמַר <small>(ויקרא טז כו)</small> \"וְהַמְשַׁלֵּחַ אֶת הַשָּׂעִיר לַעֲזָאזֵל יְכַבֵּס בְּגָדָיו\":  ",
            "english": "When the collection of its ashes was completed, anyone who is involved with it - i.e., with the division of its ashes or with setting them aside for safekeeping - or who touches it, is pure.<br>These principles do not apply to the red heifer alone, but also to all the sin-offerings of bulls and goats that are burnt. One who burns them imparts impurity to his garments while he is burning them until they are reduced to ashes. For behold, with regard to the bull and the goat burned on Yom Kippur, Leviticus 16:25 states: \"The one who burns them shall launder his garments.\" According to the Oral Tradition, it was taught that this is a general rule applying to all those who burn sacrificial offerings, teaching that they impart impurity to their garments until the offerings are reduced to ashes.<br>When does the above apply? When no disqualifying factor occurred and they were burned in the ashheap as prescribed. If, however, they were disqualified in the Temple Courtyard, they are burned there like disqualified offerings and the one who burns them is ritually pure. Similarly, one who is involved with these offerings after they have been reduced to ashes does not impart impurity to his garments.<br>Who is considered as \"one who burns\" it? Anyone who helps in burning it, for example, one who turns over the meat, one who places wood upon it, one who fans the fire, one who stirs the coals so that the fire will burn, and the like. In contrast, one who kindles the flame and one who builds the arrangement are pure.<br>According to the Oral Tradition, it was taught that one who carries the bulls and the goats that are burnt to transport them to the ashheap to burn them is ritually impure and imparts impurity to his garments according to Scriptural Law as long as he is involved in transporting them. To regain purity, he is required to immerse himself in a <i>mikveh</i> and wait until nightfall like the one who sends the goat to Azazel. The latter imparts impurity to all the garments and all the implements that he touches that are on him throughout the time he is involved in sending the goat to its destination, as <i>ibid.</i>:26 states: \"The one who sends the goat to Azazel shall launder his garments.\""
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מֵאֵימָתַי מְטַמְּאִין בְּגָדִים הַנּוֹשְׂאִין פָּרִים וּשְׂעִירִים הַנִּשְׂרָפִים. מִשֶּׁיֵּצְאוּ בָּהֶן חוּץ לְחוֹמַת הָעֲזָרָה. נְשָׂאוּם בְּמוֹטוֹת וְיָצְאוּ מִקְצָת הַנּוֹשְׂאִים חוּץ לְחוֹמַת הָעֲזָרָה וְהָאַחֲרוֹנִים לֹא יָצְאוּ. אֵלּוּ שֶׁיָּצְאוּ מְטַמְּאִין בְּגָדִים וְאֵלּוּ שֶׁעֲדַיִן לֹא יָצְאוּ אֵינָן מְטַמְּאִין בְּגָדִים עַד שֶׁיֵּצְאוּ. יָצְאוּ וְחָזְרוּ לָעֲזָרָה הַנּוֹשֵׂא אוֹתָן בָּעֲזָרָה טָהוֹר עַד שֶׁיֵּצֵא בָּהֶן. הָיָה עוֹמֵד חוּץ לָעֲזָרָה וּמוֹשֵׁךְ אוֹתָם מִשָּׁם מֵאַחַר שֶׁחָזְרוּ הוֹאִיל וּכְבָר יָצְאוּ לַחוּץ וַהֲרֵי זֶה הַמּוֹשְׁכָם בַּחוּץ הֲרֵי הוּא סְפֵק טָמֵא:  ",
            "english": "From when do those who carry the bulls and goats that are burnt impart impurity to their garments? When they take them out of the Temple Courtyard. If they carried them with poles and some of those carrying them left the walls of the Temple Courtyard and others did not depart, those that departed impart impurity to their garments. Those who did not yet depart do not impart impurity to their garments until they depart.<br>If they depart and then return to the Temple Courtyard and transfer the carcasses to others, the others who carry them in the Temple Courtyard are pure until they take them out.<br>If a person was standing outside the Courtyard and was pulling the poles on which the carcasses were hanging from the Courtyard after they were returned there, he is considered as being impure of doubtful status, since the sacrificial animals had already been taken outside and the one pulling them was standing outside."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וּמֵאֵימָתַי מְטַמֵּא בְּגָדִים הַמְשַׁלֵּחַ אֶת הַשָּׂעִיר. מִשֶּׁיֵּצֵא חוּץ לְחוֹמַת יְרוּשָׁלַיִם עַד שְׁעַת דְּחִיָּתוֹ לַעֲזָאזֵל. אֲבָל אַחַר שֶׁדָּחָהוּ אִם נָגַע בְּכֵלִים וּבִבְגָדִים טְהוֹרִים:  ",
            "english": "When does the person who sends the goat to Azazel impart impurity to his garments? From the time he departs Jerusalem until he pushes the goat off the cliff to Azazel. After he pushes it off the cliff, if he touches implements or garments, they are pure."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַנּוֹגֵעַ בְּפָרִים וּבִשְׂעִירִין הַנִּשְׂרָפִין עַצְמָן אֲפִלּוּ אַחַר שֶׁיָּצְאוּ בֵּין אָדָם בֵּין כֵּלִים בֵּין אֳכָלִין בֵּין מַשְׁקִין הַכּל טָהוֹר. וְכֵן אִם נָגְעוּ בַּשָּׂעִיר הַמִּשְׁתַּלֵּחַ עַצְמוֹ בִּזְמַן הוֹלָכָתוֹ טְהוֹרִין. שֶׁאֵין אֵלּוּ מְטַמְּאִין אֶלָּא לַמִּתְעַסֵּק בָּהֶן בִּלְבַד שֶׁנֶּאֱמַר <small>(במדבר יט ח)</small> \"וְהַשֹּׂרֵף אֹתָהּ יְכַבֵּס בְּגָדָיו\" אֲבָל הַנּוֹגֵעַ טָהוֹר:  ",
            "english": "When an entity - whether a person, an implement, food, or liquid - touches the bodies of the bulls and the goats that are burnt, even after they have been taken out of the Temple Courtyard, everything is pure. Similarly, if they would touch the goat sent to Azazel itself while it is being carried there, they would be pure. For these sacrificial animals impart impurity only to one who is involved with carrying them, as indicated by Leviticus 16:28: \"The one who burns them shall launder his garments.\" One who touches, by contrast, is pure."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמַּיִם שֶׁנּוֹתְנִין עָלָיו אֵפֶר הַפָּרָה אֵין מְמַלְּאִין אוֹתָן אֶלָּא בִּכְלִי. וּמִן הַמַּעְיָנוֹת אוֹ מִן הַנְּהָרוֹת הַמּוֹשְׁכִין. שֶׁנֶּאֱמַר <small>(במדבר יט יז)</small> \"וְנָתַן עָלָיו מַיִם חַיִּים אֶל כֶּלִי\". וּנְתִינַת אֵפֶר הַפָּרָה עַל הַמַּיִם שֶׁנִּתְמַלְּאוּ הוּא הַנִּקְרָא קִדּוּשׁ. וְהַמַּיִם הָאֵלּוּ שֶׁנִּתַּן עֲלֵיהֶן הָאֵפֶר הֵן הַנִּקְרָאִין מֵי חַטָּאת וּמַיִם מְקֻדָּשִׁין וְהֵם שֶׁקְּרָאָן הַכָּתוּב <small>(במדבר יט)</small> \"מֵי נִדָּה\": \n",
            "english": "The water upon which the ashes of the red heifer are placed must be drawn only with a container and only from a spring or flowing river, as Numbers 19:17 states: \"And he shall place upon it living water in a vessel.\"<br>Placing the ashes of the heifer on the water that was drawn is called sanctification. The water on which the ashes were placed is called <i>mei chatat</i> and sanctified water. Scripture Numbers 19:9 refers to them as <i>mei nidah</i>, \"sprinkling water.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַכּל כְּשֵׁרִים לְמַלְּאוֹת הַמַּיִם חוּץ מֵחֵרֵשׁ שׁוֹטֶה וְקָטָן. וְהַכּל כְּשֵׁרִין לְקַדֵּשׁ חוּץ מֵחֵרֵשׁ שׁוֹטֶה וְקָטָן. וְאֵין מְמַלְּאִין וְאֵין מְקַדְּשִׁין אֶלָּא בִּכְלִי וְאֵין מַזִּין אֶלָּא מִכְּלִי. וְהַמִּלּוּי וְהַקִּדּוּשׁ כְּשֵׁרִין בַּלַּיְלָה אֲבָל אֵין מַזִּין וְאֵין טוֹבְלִין אֶלָּא בַּיּוֹם. וְכָל הַיּוֹם כָּשֵׁר לְהַזָּאָה וְלִטְבִילָה: \n",
            "english": "Everyone is acceptable to draw the water for the ashes of the red heifer, except a deafmute, an intellectually or emotionally compromised person, and a minor. Similarly, everyone is acceptable to sanctify the water except a deafmute, an intellectually or emotionally compromised person, and a minor.<br>One must draw such water and sanctify it only with a vessel and one may sprinkle the ashes only from a vessel. Drawing this water and sanctifying it is acceptable at night, but the sprinkling and the immersion of the hyssop in the water is acceptable only during the day. The entire day is fit for the sprinkling and this immersion."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "בְּכָל הַכֵּלִים מְמַלְּאִין וּמַזִּין וּמְקַדְּשִׁין אֲפִלּוּ בִּכְלֵי גְּלָלִים וּכְלֵי אֲבָנִים וּכְלֵי אֲדָמָה וּבִסְפִינָה. וְאֶחָד כְּלֵי חֶרֶס וְאֶחָד כָּל הַכֵּלִים. אֲבָל אֵין מְמַלְּאִין וְאֵין מְקַדְּשִׁין וְלֹא מַזִּין בְּדָפְנוֹת הַכֵּלִים וְלֹא בְּשׁוּלֵי הַמַּחַץ וְלֹא בִּמְגוּפַת הֶחָבִית וְלֹא בְּחָפְנָיו וְלֹא בְּבֵיצַת הַתַּרְנְגלֶת וְלֹא בְּשֹׁקֶת שֶׁבַּסֶּלַע. אֲבָל בֵּיצַת הַיּוֹצְרִים כְּשֵׁרָה מִפְּנֵי שֶׁהִיא כְּלִי אֲדָמָה: \n",
            "english": "One may draw this water, sprinkle it when mixed with the ashes, and sanctify it with all vessels, even vessels made of animal turds, stone, or earth, or a ship. This applies to earthenware utensils and all other utensils. One may not, however, draw this water, sprinkle the water, or sanctify it with the walls of a vessel, the base of an earthenware distributor of water, the sealing of a jug, one's hands, an egg-shell, or a trough within a natural rock. One may, however, used an egg made by a potter, because it is considered as a vessel made from earth."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "שׁוּלֵי כְּלֵי עֵץ וּכְלֵי זְכוּכִית וּכְלֵי עֶצֶם אֵין מְקַדְּשִׁין בָּהֶן עַד שֶׁיָּשׁוּף אוֹתָן וִיתַקְּנֵם וְיַעֲשֵׂם כֵּלִים בִּפְנֵי עַצְמָן. וְכֵן מְגוּפָה שֶׁהִתְקִינָהּ לִהְיוֹת כְּלִי מְקַדְּשִׁין בָּהּ. וּבֵיצַת הַנַּעֲמִית כְּשֵׁרָה לְקַדֵּשׁ בָּהּ וְאֵין צָרִיךְ לוֹמַר שֶׁכְּשֵׁרָה לְמַלְּאוֹת בָּהּ וּלְהַזּוֹת מִמֶּנָּה: \n",
            "english": "We may not sanctify with the base of a wooden vessel, that of a glass vessel, or that of a bone vessel unless they were smoothed down, repaired, and made into vessels in their own right. Similarly, if the sealing of a jug was fixed to serve as a vessel, one may sanctify the water with it. An ostrich egg is acceptable for sanctification. Needless to say, it is acceptable to be used to draw this water and sprinkle from it."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּלִי שֶׁחִבְּרוֹ בָּאָרֶץ אוֹ בַּסֶּלַע אֲפִלּוּ חִבְּרוֹ בְּסִיד מְקַדְּשִׁין בּוֹ וּמַזִּין מִמֶּנּוּ. עָשָׂה עֲטָרָה שֶׁל טִיט סָבִיב לַכְּלִי וְהַמַּיִם שֶׁבַּכְּלִי צָפִין עַד שֶׁהָלְכוּ לָעֲטָרָה אִם נִטֶּלֶת הָעֲטָרָה עִם הַכְּלִי הֲרֵי הַמַּיִם שֶׁבְּתוֹכָהּ כְּשֵׁרִים שֶׁהֲרֵי הֵן בִּכְלִי אֲדָמָה וְאִם לָאו הֲרֵי הֵן כְּמִי שֶׁהִקִּיף עֲטָרָה שֶׁל טִיט בַּסֶּלַע אוֹ עַל הָאָרֶץ וּמִלֵּא אוֹתָהּ מַיִם שֶׁהֵן פְּסוּלִין מִפְּנֵי שֶׁאֵינָן בִּכְלִי: \n",
            "english": "When a utensil was attached to the earth or to rock, even if it was attached with lime, one may sanctify in it or sprinkle from it. The following laws apply if one made a border of clay around such a container and the water in the container was filled beyond its limits until it is held within the border. If the border remains intact when the container is moved, the water in it is acceptable. It is as if it is in a container made from earth. If not, it is as if one formed a border of clay on a rock or on the earth and filled it with water. This would be unacceptable, because the water is not in a container."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כְּלִי חֶרֶס שֶׁנִּקַּב בְּכוֹנֵס מַשְׁקֶה אֵין מְמַלְּאִין וּמְקַדְּשִׁין בּוֹ אֲבָל אִם נִקַּב בְּמוֹצִיא מַשְׁקֶה מְקַדְּשִׁין בּוֹ: \n",
            "english": "When an earthenware container has been perforated to the extent that water would enter it, one may not draw this water or sanctify it with it. If, however, its hole is smaller and water will leak out, but will not enter, one may sanctify with it."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כְּלִי שֶׁנִּקַּב מִלְּמַטָּה וּסְתָמוֹ בִּסְמַרְטוּטִין פָּסוּל שֶׁהַמַּיִם שֶׁבּוֹ אֵינָן עַל עִגּוּל הַכְּלִי אֶלָּא עַל הַפְּקָק. הָיָה נָקוּב מִן הַצַּד וּפְקָקוֹ הֲרֵי זֶה כָּשֵׁר לְמַלְּאוֹת וּלְקַדֵּשׁ וּלְהַזּוֹת מִמֶּנּוּ: \n",
            "english": "When a container has been perforated from below and plugged close with rags, it is invalid. The rationale is that the water in it is not resting on the base of the utensil, but on the plug. If it was perforated from the side and plugged, it is acceptable to draw this water, sanctify it, and sprinkle it using such a container."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַזּוֹלֵף מַיִם מִן הַמַּעְיָן בְּיָדָיו וּבְרַגְלָיו וּבַחֲרָסִים וְנָתַן לְתוֹךְ הֶחָבִית פְּסוּלִין מִפְּנֵי שֶׁלֹּא נִתְמַלְּאוּ בִּכְלִי. נָתַן אֶת הֶחָבִית בְּמַיִם וְדָחַק הַמַּיִם בְּיָדָיו אוֹ בְּרַגְלָיו אוֹ בַּעֲלֵי יְרָקוֹת כְּדֵי שֶׁיַּעַבְרוּ לֶחָבִית הֲרֵי אֵלּוּ פְּסוּלִין. וְכֵן אִם שִׁקְּעוֹ בְּמַיִם כְּדֵי שֶׁיִּגְבְּרוּ הַמַּיִם וְיַעֲלוּ וְיִשָּׁפְכוּ לֶחָבִית פְּסוּלִין. וְאִם עָשָׂה כֵּן בַּעֲלֵי קָנִים אוֹ בַּעֲלֵי אֱגוֹז הֲרֵי הַמַּיִם כְּשֵׁרִים. זֶה הַכְּלָל דָּבָר שֶׁהוּא מְקַבֵּל טֻמְאָה אִם סִיֵּעַ בּוֹ הַמַּיִם כְּדֵי שֶׁיְּמַלְּאוּ הַכְּלִי הַמַּיִם פְּסוּלִין וְאִם סִיֵּעַ בְּדָבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה כְּשֵׁרִים: \n",
            "english": "When someone splashes water from a spring with his hands or his feet or with shards, causing them to enter a barrel, the water is unacceptable to be used for a red heifer, because it was not drawn with a utensil. Even if one placed the barrel in the water and pushed the water with his hands or feet or with vegetable leaves so that it flows into the barrel, it is unacceptable. Similarly, if one submerged articles into water so that the water would rise and flow into the barrel, it is unacceptable. If one did the above with the leaves of reeds or nut shells, the water is acceptable.<br>This is the general principle: If one uses something that is fit to contract ritual impurity to help move the water so that the container will become full, the water is unacceptable. If one used something that is not susceptible to ritual impurity, it is acceptable."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמְפַנֶּה הַמַּעְיָן לְתוֹךְ הַגַּת אוֹ לְתוֹךְ הַגֶּבֶא וְחָזַר וּמִלֵּא בִּכְלִי מֵאוֹתוֹ הַגֶּבֶא אוֹ הַגַּת פְּסוּלִים שֶׁהֲרֵי צָרִיךְ שֶׁתִּהְיֶה לְקִיחַת הַמַּיִם מִן הַמַּעְיָן בִּכְלִי בַּתְּחִלָּה: \n",
            "english": "If one causes a spring to flow into a vat or into a pool and then drew water with a container from that pool or vat, it is unacceptable. For at the outset, one must draw water from the spring with a container."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַיָּם הַגָּדוֹל כְּמִקְוֶה וְאֵינוֹ כְּמַעְיָן לְפִיכָךְ אֵין מְמַלְּאִין מִמֶּנּוּ לְקִדּוּשׁ. וְכָל הַנְּהָרוֹת פְּסוּלִין לְקַדֵּשׁ מֵהֶן מֵי חַטָּאת. וּשְׁאָר הַיַּמִּים כְּמַעְיָן: \n",
            "english": "The Great Sea is considered like a <i>mikveh</i> and not like a spring. Therefore water to be sanctified may not be drawn from it. Water from all of the rivers is unacceptable to be sanctified to serve as the water for the ashes of the red heifer. Other seas or lakes are like springs."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "וְהַמַּיִם הַנִּגְרָרִין מִשְּׁאָר הַיַּמִּים וְהֵן הַנִּקְרָאִין זוֹחֲלִין פְּסוּלִין. וְהַזּוֹחֲלִין מִן הַמַּעְיָן הֲרֵי הֵם כְּמַעְיָן וּכְשֵׁרִים: \n",
            "english": "Water that flows out from other seas is called running water and is unacceptable. Water flowing from a stream is considered as the stream itself and is acceptable."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מַיִם הַמֻּכִּין וְהַמְכַזְּבִין פְּסוּלִין. וְאֵלּוּ הֵן הַמֻּכִּין הַמְּלוּחִים אוֹ הַפּוֹשְׁרִים וְהַמְכַזְּבִים הֵם הַמַּעְיָנוֹת שֶׁפְּעָמִים מְקֵירִין וּפְעָמִים חֲרֵבִין וִיבֵשִׁין אֲפִלּוּ הָיוּ חֲרֵבִין פַּעַם אַחַת לְשֶׁבַע שָׁנִים פְּסוּלִין. אֲבָל אִם הָיוּ חֲרֵבִין בִּשְׁנֵי בַּצֹּרֶת אוֹ לְשָׁנִים רַבּוֹת יֶתֶר מִשֶּׁבַע אוֹ שֶׁהָיוּ מֵימֵיהֶן פְּעָמִים מְרֻבִּין וּפְעָמִים מוּעָטִין וְאֵינָן חֲרֵבִין הֲרֵי אֵלּוּ כְּשֵׁרִים. וּמַעְיָן הַיּוֹצֵא בַּתְּחִלָּה כָּשֵׁר וְאֵינוֹ צָרִיךְ לִבְדֹּק שֶׁמָּא יְכַזֵּב: \n",
            "english": "Spoiled springs and \"lying\" waters are unacceptable. The following types of springs are termed spoiled: salty springs or hot springs. \"Lying\" waters refer to springs that sometimes flow and sometimes, run dry and are arid. Even if they run dry only once in seven years, they are unacceptable. If, however, they run dry only in years of drought or less frequently than once in seven years, or their waters were, at times, abundant and, at times, sparse, but they do not run entirely dry, they are acceptable. When a stream is first discovered, it is deemed acceptable. There is no need to see whether it will run dry in certain years."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מֵי בֵּיצִים וּמֵי הַיַּרְדֵּן וּמֵי הַיַּרְמוּךְ פְּסוּלִין מִפְּנֵי שֶׁהֵן מֵי הַתַּעֲרוֹבוֹת. וְאֵלּוּ הֵן מֵי הַתַּעֲרוֹבוֹת. מַיִם כְּשֵׁרִים לְקִדּוּשׁ שֶׁנִּתְעָרְבוּ בְּמַיִם פְּסוּלִין אֵין מְמַלְּאִין מִתַּעֲרֹבֶת שְׁנֵיהֶם. אֲבָל מַיִם כְּשֵׁרִים שֶׁנִּתְעָרְבוּ בְּמַיִם כְּשֵׁרִים כְּגוֹן מֵימֵי שְׁתֵּי הַמַּעְיָנוֹת שֶׁנִּתְעָרְבוּ וְנִמְשְׁכוּ מְמַלְּאִין מֵהֶן: \n",
            "english": "Swamps and waters like those of the Jordan and the Yarmuch are unacceptable, because they are mixed waters. This is what is meant by the term \"mixed waters\": water that is fit to be sanctified that is mixed with water that is unfit. Water should not be drawn from such a mixture. When, by contrast, water that is acceptable becomes mixed with other water that is acceptable, e.g., the water of two streams become mixed and flow together, water for the ashes of a red heifer may be drawn from them."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הַמַּיִם שֶׁנִּשְׁתַּנּוּ שִׁנּוּיָן מֵחֲמַת עַצְמָן כְּשֵׁרִין: \n",
            "english": "If the appearance or flavor of water changes because of itself, it is acceptable."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "בְּאֵר שֶׁנָּפַל לְתוֹכָהּ חַרְסִית אוֹ אֲדָמָה וְנַעֲשׂוּ מֵימֶיהָ עֲכוּרִין מְמַלֵּא מִמֶּנָּה וְאֵין צָרִיךְ לְהַמְתִּין. נָפַל לְתוֹכָהּ שֶׁטֶף שֶׁל מֵימֵי גְּשָׁמִים יַמְתִּין עַד שֶׁתִּיצַּל: \n",
            "english": "If a shard or earth fell into a well and caused its water to become murky, one may still draw water for the ashes of a red heifer from it. It is not necessary to wait until the water clears. If a flow of rainwater falls into it, one should wait until the water becomes clear."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "אַמַּת הַמַּיִם הַבָּאָה מֵרָחוֹק הוֹאִיל וּתְחִלָּתָהּ מִן הַמַּעְיָן כְּשֵׁרָה לְמַלְּאוֹת מִמֶּנָּה. וּבִלְבַד שֶׁיִּשְׁמְרֶנָּה שֶׁלֹּא יִפְסְקֶנָּה אָדָם וְנִמְצָא מְמַלֵּא מִן הַמַּיִם שֶׁפָּסְקוּ תְּחִלָּתָן מִן הַמַּעְיָן שֶׁהֵן פְּסוּלִין: \n",
            "english": "It is acceptable to draw water for the ashes of the red heifer from an irrigation canal that brings water from a distance, since it originates in a wellspring, provided one is careful that a person does not interrupt the flow. Were that to happen, one would be drawing water that originated in a wellspring, but was interrupted; this is not acceptable."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמְּלָאכָה פּוֹסֶלֶת בְּמַיִם קֹדֶם שֶׁיִּתְקַדְּשׁוּ וְאֵינָהּ פּוֹסֶלֶת בְּהַזָּאָה. וּדְבָרִים אֵלּוּ הֵן דִּבְרֵי קַבָּלָה. כֵּיצַד. הַמְמַלֵּא מַיִם לְקִדּוּשׁ וְנִתְעַסֵּק בִּמְלָאכָה אַחֶרֶת בִּשְׁעַת הַמִּלּוּי אוֹ בִּשְׁעַת הוֹלָכַת הַמַּיִם שֶׁמְּמַלֵּא אוֹ בְּעֵת שֶׁמְּעָרֶה אוֹתָן מִכְּלִי אֶל כְּלִי פְּסָלָן. לְעוֹלָם הַמְּלָאכָה פּוֹסֶלֶת בְּמַיִם עַד שֶׁיָּטִיל לָהֶן אֶת הָאֵפֶר. הֵטִיל אֶת הָאֵפֶר וְנִתְקַדְּשׁוּ וְנַעֲשׂוּ מֵי נִדָּה אֵין הַמְּלָאכָה פּוֹסֶלֶת בָּהֶן אֶלָּא הַמּוֹלִיךְ הַמַּיִם הַמֻּקְדָּשִׁין אוֹ מְעָרֶה אוֹתָן מִכְּלִי לִכְלִי וְהוּא עוֹסֵק בִּמְלָאכָה אַחֶרֶת אֵין בְּכָךְ כְּלוּם. וְכֵן מַזֶּה מֵהֶן בְּיָדוֹ אַחַת וְהוּא עוֹשֶׂה מְלָאכָה בְּיָדוֹ הָאַחֶרֶת: \n",
            "english": "The performance of work disqualifies water that was drawn for the ashes of the red heifer before it is sanctified, but it does not disqualify the sprinkling of the ashes. These rulings are stated in the Oral Tradition.<br>What is implied? If one draws water for sanctification with the ashes and was involved with another activity while drawing it, carrying the water that was drawn, or pouring it from one container to another, he disqualifies it.<br>The performance of an activity disqualifies the water until the ashes are placed on it. If one placed the ashes on the water and sanctified it, causing it to be fit for sprinkling, the performance of another activity does not disqualify it. If one carries sanctified water from place to place or pours it from one container to another while being occupied with another activity, it is of no consequence. This also applies if one sprinkles it with one hand and performs an activity with the other hand."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַשָּׂכָר פָּסוּל בְּקִדּוּשׁ וּבַהַזָּיָה וְאֵינוֹ פּוֹסֵל בְּמִלּוּי. כֵּיצַד. הַנּוֹטֵל שְׂכָרוֹ לְקַדֵּשׁ מֵי חַטָּאת אוֹ לְהַזּוֹת מֵהֶן הֲרֵי אוֹתָן הַמַּיִם כְּמֵי הַמְּעָרָה וְהָאֵפֶר כְּאֵפֶר מַקְלֶה שֶׁאֵינוֹ כְּלוּם. אֲבָל נוֹטֵל הוּא שָׂכָר לְמַלְּאוֹת הַמַּיִם אוֹ לְהוֹלִיכָן. וּמְקַדְּשִׁין אוֹתָן בְּחִנָּם וּמַזֶּה מֵהֶן הַמַּזֶּה בְּחִנָּם. הָיָה הַמְקַדֵּשׁ אוֹ הַמַּזֶּה זָקֵן שֶׁאֵינוֹ יָכוֹל לְהַלֵּךְ עַל רַגְלָיו וּבָא הַטָּמֵא וּבִקֵּשׁ מִמֶּנּוּ לַהֲלֹךְ עִמּוֹ בְּמָקוֹם רָחוֹק לְקַדֵּשׁ אוֹ לְהַזּוֹת הֲרֵי זֶה מַרְכִּיבוֹ עַל הַחֲמוֹר וְנוֹתֵן שְׂכָרוֹ כְּפוֹעֵל בָּטֵל שֶׁבָּטֵל מֵאוֹתָהּ מְלָאכָה שֶׁבִּטְּלוֹ מִמֶּנָּה. וְכֵן אִם הָיָה כֹּהֵן וְהָיָה טָמֵא בְּטֻמְאָה הַמּוֹנַעְתּוֹ מִלֶּאֱכל תְּרוּמָתוֹ בְּעֵת שֶׁיֵּלֵךְ עִמּוֹ לְהַזּוֹת אוֹ לְקַדֵּשׁ הֲרֵי זֶה מַאֲכִילוֹ וּמַשְׁקֵהוּ וְסָכוֹ. וְאִם בִּטְּלוֹ מִמְּלָאכָה נוֹתֵן לוֹ שְׂכָרוֹ כְּפוֹעֵל בָּטֵל שֶׁל אוֹתָהּ מְלָאכָה. שֶׁכָּל אֵלּוּ הַדְּבָרִים אֵינָן שָׂכָר שֶׁנִּשְׂתַּכֵּר בְּקִדּוּשׁ אוֹ בְּהַזָּאָה שֶׁהֲרֵי לֹא הִרְוִיחַ כְּלוּם וְלֹא נָטַל אֶלָּא כְּנֶגֶד מַה שֶּׁהִפְסִיד: \n",
            "english": "The payment of a wage disqualifies the sanctification of the water and the sprinkling of it, but it does not disqualify the drawing of it.<br>What is implied? When one takes a wage for sanctifying the water for the ashes of the red heifer or sprinkling it, the water is considered as the water of a cavern and the ashes, as ashes from a range, which are of no halachic significance. One may, however, take a wage for drawing the water or transporting it. One should sanctify it without charge and the one who sprinkles it, should sprinkle it without charge.<br>If the one sanctifying or sprinkling the water was old and unable to walk and an impure person came and asked him to go with him to a distant place to sanctify such water or sprinkle it, he may have him ride on a donkey and pay him a wage as befits an unemployed worker who had previously worked at that profession. Similarly, if he was a priest and because he would accompany him, he would contract an impurity that prevents him from partaking of <i>terumah</i>, he should feed him, give him beverages, and oil to anoint himself during the time he travels with him to sanctify or sprinkle the water. If he causes him to cease working, he should pay him a wage as befits an unemployed worker who had previously worked at that profession.<br>The rationale is that all of these considerations are not wages he is being paid for sanctifying or sprinkling the water, for he did not profit at all. He only took compensation for what he lost."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַמְמַלֵּא בְּאַחַת יָדוֹ וְעוֹשֶׂה מְלָאכָה בְּיָדוֹ הָאַחֶרֶת אוֹ הַמְמַלֵּא לוֹ וּלְאַחֵר אוֹ שֶׁמִּלֵּא לִשְׁנַיִם כְּאַחַת שְׁנֵיהֶן פְּסוּלִין שֶׁהַמִּלּוּי מְלָאכָה וְנִמְצָא כָּל מִלּוּי מִשְּׁנֵיהֶם כְּאִלּוּ עָשָׂה עִמּוֹ מְלָאכָה אַחֶרֶת. וּכְבָר הוֹדַעְנוּ שֶׁהַמְּלָאכָה פּוֹסֶלֶת בְּמִלּוּי בֵּין שֶׁמִּלֵּא לְעַצְמוֹ בֵּין שֶׁמִּלֵּא לַאֲחֵרִים: \n",
            "english": "When a person draws water with one hand and performs work with his other hand, the water is unacceptable. Similarly, if he drew water for himself and for another person or he drew water for two people at the same time, both are unacceptable. For drawing water is considered as work. Thus during each of the drawings of water, it is as if he performed another task at that time. And we have already stated that the performance of an activity disqualifies the drawing of water, whether one draws for himself or for others."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמְמַלֵּא לַאֲחֵרִים אֲפִלּוּ מִלֵּא אֶלֶף חָבִיּוֹת זוֹ אַחַר זוֹ לְאֶלֶף בְּנֵי אָדָם כֻּלָּן כְּשֵׁרִים וְכָל אֶחָד מֵהֶן נוֹטֵל הַמַּיִם שֶׁלּוֹ וּמְקַדְּשָׁן. מִלֵּא לְעַצְמוֹ חָבִית אַחַר חָבִית אִם נִתְכַּוֵּן לְקַבֵּץ כָּל הֶחָבִיּוֹת לִכְלִי אֶחָד וּלְהַשְׁלִיךְ עֲלֵיהֶן אֶת הָאֵפֶר וּמְקַדְּשָׁן קִדּוּשׁ אֶחָד כֻּלָּן כְּשֵׁרִים שֶׁהַכּל מִלּוּי אֶחָד הוּא. אֲבָל אִם נִתְכַּוֵּן לְקַדֵּשׁ כָּל חָבִית וְחָבִית בִּפְנֵי עַצְמָהּ כֻּלָּן פְּסוּלִין חוּץ מִן הָאַחֲרוֹנָה שֶׁהָרִאשׁוֹנָה נִפְסֶלֶת בַּמְּלָאכָה שֶׁעָשָׂה קֹדֶם שֶׁיְּקַדֵּשׁ וְהוּא מִלּוּי הַשְּׁנִיָּה. וְכֵן הַשְּׁנִיָּה נִפְסֶלֶת בְּמִלּוּי הַשְּׁלִישִׁית וְאֵין כְּשֵׁרָה אֶלָּא אַחֲרוֹנָה: \n",
            "english": "When a person draws water for the ashes of the red heifer for others - even if he filled one thousand barrels one after the other for one thousand different people - they are all acceptable. Each person should take his water and sanctify it.<br>The following rules apply if one drew water for himself, one barrel after another. If he intended to collect all the water in one container, cast the ashes upon it, and sanctify all at once, it is all acceptable, for it is all considered as one drawing of water. If, however, he intended to sanctify every barrel individually, they are all unacceptable except for the last one. The rationale is that the first becomes disqualified due to the work - i.e., the drawing of the second barrel - that was performed before it was sanctified. Similarly, the second is disqualified by the drawing of the third. Thus it is only the last which is acceptable."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "חֲמִשָּׁה שֶׁמִּלְּאוּ חָמֵשׁ חָבִיּוֹת לְקַדְּשָׁם חֲמִשָּׁה קִדּוּשִׁים כְּגוֹן שֶׁיַּשְׁלִיךְ הָאֵפֶר עַל כָּל אַחַת וְאַחַת בִּפְנֵי עַצְמוֹ וְנִמְלְכוּ לְעָרְבָן וּלְקַדְּשָׁן כֻּלָּן קִדּוּשׁ אֶחָד אוֹ שֶׁמִּלְּאוּם לְקַדְּשָׁן קִדּוּשׁ אֶחָד וְנִמְלְכוּ לְקַדְּשָׁן חֲמִשָּׁה קִדּוּשִׁין כֻּלָּן כְּשֵׁרִין שֶׁהֲרֵי לֹא נִתְעַסֵּק הַמְמַלֵּא בְּמִלּוּי אַחֵר. אֲבָל הַיָּחִיד שֶׁמִּלֵּא חָמֵשׁ חָבִיּוֹת לְקַדְּשָׁם חֲמִשָּׁה קִדּוּשִׁין אַף עַל פִּי שֶׁחָזַר וְנִמְלַךְ לְקַדְּשָׁן קִדּוּשׁ אֶחָד אֵין כָּשֵׁר אֶלָּא אַחֲרוֹן. מִלְּאָן לְקַדְּשָׁן קִדּוּשׁ אֶחָד וְנִמְלַךְ לְקַדְּשָׁן חֲמִשָּׁה קִדּוּשִׁין אֵין כָּשֵׁר אֶלָּא זֶה שֶׁקִּדֵּשׁ בַּתְּחִלָּה. וְכֵן אִם אָמַר לְאַחֵר קַדֵּשׁ לְךָ אֶת אֵלּוּ אֵין כָּשֵׁר אֶלָּא זוֹ שֶׁנִּתְקַדְּשָׁה מֵהֶן בַּתְּחִלָּה. אֲבָל אִם אָמַר לוֹ קַדֵּשׁ לִי אֶת אֵלּוּ הֲרֵי כֻּלָּן כְּשֵׁרִין שֶׁהֲרֵי לְקִדּוּשׁ אֶחָד מִלְּאָן וְאַף עַל פִּי שֶׁנִּמְלַךְ עָלֶיהָ לְקַדְּשָׁהּ חֲמִשָּׁה קִדּוּשִׁין הֲרֵי לֹא קִדֵּשׁ הוּא אֶלָּא אַחֵר קִדֵּשׁ לוֹ: \n",
            "english": "When five people fill five barrels with spring water to sanctify them for five different sanctifications, e.g., they intended to cast the ashes on each one individually and then changed their minds and decided to mix them all together and sanctify them at once; alternatively, they filled the barrels to sanctify them all in one container and then changed their minds and decided to sanctify each of the five independently, they are all acceptable, because the person drawing the water did not become involved in drawing other water afterwards. When, by contrast, an individual fills five barrels to sanctify each of the five independently, only the last one is acceptable,<br>If he filled the barrels to sanctify all the water in one container and he changed his mind and sanctified each of the five individually, only the one that he sanctified first is acceptable. Similarly, if a person told a colleague: \"Sanctify these for yourself,\" only the bucket that is sanctified first is acceptable. If, however, he told him: \"Sanctify these for me,\" they are all acceptable, because they were all filled to be sanctified in one container. Even though he changed his mind and decided to sanctify each of the five individually, he himself did not perform the sanctification, someone else did."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הָרוֹצֶה לְמַלְּאוֹת מַיִם לְקַדְּשָׁן וּמַיִם אֲחֵרִים לִצְרָכָיו מְמַלֵּא אֶת שֶׁל צְרָכָיו תְּחִלָּה וְקוֹשְׁרָן וְטוֹעֲנָן לַאֲחוֹרָיו וְאַחַר כָּךְ מְמַלֵּא אֶת שֶׁל חַטָּאת כְּדֵי שֶׁלֹּא יִתְעַסֵּק בִּמְלָאכָה אַחַר הַמִּלּוּי וְנוֹתְנָם לְפָנָיו וְהוֹלֵךְ: \n",
            "english": "When a person seeks to draw water to sanctify it and other water for his own purposes, he should draw the water he desires for his own purposes first and tie the barrels and load them behind him. Afterwards, he fills the buckets he intended to use for the water for the ashes of the red heifer so that he will not be involved in any work after drawing it. He places it in front of him, and proceeds."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהָיוּ מְמַלְּאִין כָּל אֶחָד וְאֶחָד לְעַצְמוֹ וְהִגְבִּיהוּ זֶה עַל זֶה וְנָטַל זֶה לָזֶה קוֹץ מִיָּדוֹ אוֹ מִגּוּפוֹ בִּשְׁעַת מִלּוּאוֹ אִם מִלְּאוּ שְׁנֵיהֶם לְקִדּוּשׁ אֶחָד הַמַּיִם כְּשֵׁרִים וְאִם מִלְּאוּ לְקַדֵּשׁ כָּל אֶחָד לְעַצְמוֹ זֶה שֶׁהִגְבִּיהַּ אוֹ הוֹצִיא אֶת הַקּוֹץ פָּסַל מֵימָיו: \n",
            "english": "The following laws apply when two people were drawing water individually and one helped the other lift his water to load it on his back or one removed a thorn from the other's hand or body when he was drawing the water. If they both drew the water to sanctify it in a single container, all of the water is acceptable. If each of them drew the water to sanctify it independently, the one who helped his colleague lift his water or removed the thorn, disqualified his own water."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַשּׁוֹאֵל חֶבֶל לְמַלְּאוֹת בּוֹ וּמִלֵּא וְנָטַל הַחֶבֶל בְּיָדָיו וּמֵימָיו עַל כְּתֵפוֹ וּפָגַע בַּבְּעָלִים בְּדַרְכּוֹ וְנָתַן לָהֶן אֶת הַחֶבֶל כְּשֶׁהוּא מְהַלֵּךְ כְּשֵׁרִין. וְאִם יָצָא מִן הַדֶּרֶךְ כְּדֵי לְהוֹלִיךְ הַחֶבֶל לַבְּעָלִים פָּסַל אֶת הַמַּיִם: \n",
            "english": "When a person borrows a rope to draw water for the ashes of the red heifer, draws the water, takes the rope in his hand, and the water on his shoulders, and meets the owner of the rope while he is on his way, the water remains acceptable even though he give him the rope while he is walking. If he went out of his way to bring the rope to its owner, he disqualified the water."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה מְמַלֵּא וּמַשְׁלִיךְ הַחֶבֶל שֶׁמִּלֵּא בּוֹ עַל הָאָרֶץ וְאַחַר שֶׁמִּלֵּא חָזַר וְקִבֵּץ עַל יָדוֹ פְּסָלָן. וְאִם הָיָה דּוֹלֶה וּמְקַבֵּץ לְתוֹךְ יָדוֹ הַמַּיִם כְּשֵׁרִים: \n",
            "english": "If someone who was drawing water for the ashes of the red heifer cast the rope he used to draw the water on the ground and after he drew the water gathered the rope in his hand, he disqualified the water. If, while drawing the water, he gathered the rope, winding it around his hand, the water is acceptable."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמְמַלֵּא וְנוֹתֵן לֶחָבִית עַד שֶׁיְּמַלְּאֶנָּה מַיִם וְהִצְנִיעַ אֶת הֶחָבִית שֶׁלֹּא תִּשָּׁבֵר בְּשָׁעָה שֶׁהָיָה מְמַלֵּא אוֹ שֶׁכְּפָאָהּ עַל פִּיהָ עַל מְנָת לְנַגְּבָהּ לְמַלְּאוֹת בָּהּ כָּשֵׁר שֶׁזֶּה מִצֹּרֶךְ הַמִּלּוּי הוּא. אֲבָל אִם הִצְנִיעָהּ אוֹ נִגְּבָהּ כְּדֵי לְהוֹלִיךְ בָּהּ אֶת הַקִּדּוּשׁ פָּסַל שֶׁהֲרֵי עָשָׂה מְלָאכָה שֶׁאֵינָהּ לְצֹרֶךְ הַמִּלּוּי. וְכֵן הַמְמַלֵּא וְנוֹתֵן לְשֹׁקֶת וּפִנָּה חַרְסִית מִן הַשֹּׁקֶת בִּשְׁעַת מִלּוּי אִם בִּשְׁבִיל שֶׁתַּחְזִיק מַיִם רַבִּים כְּשֵׁרִים שֶׁהֲרֵי זוֹ צֹרֶךְ הַמִּלּוּי וְאִם בִּשְׁבִיל שֶׁלֹּא יִהְיוּ הַחֲרָסִין מְעַכְּבִין אוֹתוֹ בְּשָׁעָה שֶׁהוּא זוֹלֵף אֶת הַמַּיִם שֶׁמִּלֵּא בַּשֹּׁקֶת הֲרֵי אֵלּוּ פְּסוּלִין: \n",
            "english": "When one was drawing water with a small jug and pouring the water into a larger barrel and he put aside the larger barrel so that it would not break while he was drawing the water or he turned it upside down to dry it so he could fill it, the water is acceptable, for these activities were performed for the sake of drawing the water. If, however, before sanctifying the water he had drawn, he set the barrel aside or dried it to transport the water he would sanctify, he disqualified the water, because he performed a task that was not for the purpose of drawing the water. Similar laws apply when one who was drawing water and pouring the water into a trough within a stone removed shards from the trough while filling it. If his intent was so that the trough would hold more water, the water is acceptable, for this is considered as for the purpose of drawing water. If his intent is that the shards should prevent the water from flowing out when he seeks to draw off the water with which he filled the trough, the water is unacceptable."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַמְמַלֵּא דְּלִי לִשְׁתּוֹת וְנִמְלַךְ וְחִשֵּׁב עָלָיו לְמֵי חַטָּאת אִם עַד שֶׁלֹּא הִגִּיעַ הַדְּלִי לַמַּיִם חִשֵּׁב מְעָרֶה וְאֵין צָרִיךְ לְנַגֵּב וְאִם מִשֶּׁהִגִּיעַ הַדְּלִי לַמַּיִם חִשֵּׁב מְעָרֶה וְצָרִיךְ לְנַגֵּב וְאַחַר כָּךְ יְמַלֵּא בּוֹ לְחַטָּאת. שִׁלְשֵׁל הַדְּלִי וְנִפְסַק הַחֶבֶל מִיָּדוֹ אִם עַד שֶׁלֹּא הִגִּיעַ הַדְּלִי לַמַּיִם חִשֵּׁב עָלָיו מְעָרֶה וְאֵין צָרִיךְ לְנַגֵּב. נִמְלַךְ וְהוּא עוֹדֵהוּ בְּתוֹךְ הַמַּיִם וְחִשֵּׁב עָלָיו לְמֵי חַטָּאת מְעָרֶה וְאֵינוֹ צָרִיךְ לְנַגֵּב. מַיִם שֶׁמִּלְּאָן לְמֵי חַטָּאת וְאַחַר שֶׁנִּתְמַלֵּא חִשֵּׁב עֲלֵיהֶן לִשְׁתּוֹתָן כְּשֶׁיַּטֶּה אֶת הַכְּלִי לִשְׁתּוֹת פָּסַל הַמַּיִם אַף עַל פִּי שֶׁלֹּא שָׁתָה מֵהֶן כְּלוּם: \n",
            "english": "The following rules apply when a person thinks of filling a bucket of water to drink and changes his mind and decides to use the water for the ashes of the red heifer]. If he changed his mind before the bucket reached the water, he must pour the water out, but he does not have to dry out the bucket. If he changed his mind after the bucket reached the water, he must pour it out and he must dry it. Only afterwards, may he fill it with water for the ashes of the red heifer.<br>If he lowered the bucket towards the water with the intent of using the water to drink and the rope broke away from his hand, if he changed his mind before the bucket reached the water, he must pour the water out, but he does not have to dry out the bucket. If he changed his mind while the bucket was still in the water and intended to use the water for the ashes of the red heifer, he must pour it out, but does not have to dry the bucket.<br>When a person drew water to use for the ashes of the red heifer and, after drawing it, thought to drink it, the water is disqualified from the time he inclined the container to drink from it, even though he did not drink from it at all."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהָיוּ מֵימָיו עַל כְּתֵפוֹ וְעָמַד וְהוֹרָה הוֹרָאָה לַאֲחֵרִים אוֹ שֶׁדָּן דִּין אוֹ שֶׁחָלְצָה בְּפָנָיו אוֹ מֵאֲנָה אוֹ שֶׁהֶרְאָה לַאֲחֵרִים אֶת הַדֶּרֶךְ אוֹ שֶׁהָרַג אֶת נָחָשׁ אוֹ עַקְרָב אוֹ נָטַל אֳכָלִין מִן הַשּׁוּק לְהַצְנִיעָם הֲרֵי הַמַּיִם פְּסוּלִין שֶׁהֲרֵי נִתְעַסֵּק בְּדָבָר אַחֵר קֹדֶם שֶׁיִּתֵּן הָאֵפֶר עַל הַמַּיִם. אֲבָל אִם נָטַל הָאֳכָלִין לְאָכְלָן וַאֲכָלָן כְּשֶׁהוּא מְהַלֵּךְ אוֹ שֶׁהָרַג נָחָשׁ אוֹ עַקְרָב הַמְעַכְּבִין אוֹתוֹ הֲרֵי הַמַּיִם כְּשֵׁרִים שֶׁזֶּה מִצֹּרֶךְ הוֹלָכַת הַמַּיִם. זֶה הַכְּלָל כָּל דָּבָר שֶׁהוּא מִשּׁוּם מְלָאכָה שֶׁעָשָׂהוּ קֹדֶם מַתַּן הָאֵפֶר בֵּין עָמַד בֵּין לֹא עָמַד פָּסַל וְדָבָר שֶׁאֵינוֹ מִשּׁוּם מְלָאכָה אִם לֹא עָמַד כְּשֵׁרִים וְאִם עָמַד פָּסַל. הָיָה מְהַלֵּךְ בְּמַיִם וּפָרַץ בִּשְׁעַת הִלּוּכוֹ מָקוֹם שֶׁיֵּלֵךְ בּוֹ אַף עַל פִּי שֶׁפָּרַץ עַל מְנָת לִגְדֹּר כְּשֵׁרִים. וְאִם גָּדַר קֹדֶם שֶׁיִּתֵּן הָאֵפֶר פְּסוּלִין. וְכֵן אִם קָצָה פֵּרוֹת לֶאֱכל אַף עַל פִּי שֶׁכַּוָּנָתוֹ לְהַקְצוֹת אֶת הַשְּׁאָר כְּשֵׁרִין. וְאִם הִקְצָה קֹדֶם מַתַּן הָאֵפֶר פָּסוּל: \n",
            "english": "When a person was carrying water for the ashes of the red heifer on his shoulders and he stood and delivered a <i>halachic</i> ruling for others, rendered a judgment, a woman performed <i>chalitzah</i> in his presence, a girl performed <i>mi'un</i> in his presence, he gave directions to others, killed a snake or scorpion that did not present a threat to him, or took food from the market to set aside, the water is disqualified. The rationale is that he occupied himself with another activity before placing the ashes on the water.<br>If, however, he took food in order to eat and ate while he was proceeding on his way or killed a snake or scorpion that was preventing his progress, the water is acceptable, for these activities are necessary to carry the water. This is the general principle: Any activity that is considered as work which was performed before placing the ashes on the water, whether he stood still or not, disqualifies the water. When he performs an activity that is not considered as work, if he does not stand still, the water is acceptable. If he stands still, it is disqualified.<br>If he was walking while carrying such water and, while he was walking, he made an opening to walk through, the water he is carrying is acceptable, even though he made the opening with the intent of closing it afterwards. If he closes it before placing the ashes on the water, the water is disqualified. Similarly, if he dries fruit to eat, even if later he intends to dry the remainder, the water is acceptable. If he dries the remaining fruit before placing the ashes on the water, it is disqualified."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיָה אוֹכֵל בִּשְׁעַת הוֹלָכַת הַמַּיִם וְהוֹתִיר וְזָרַק מַה שֶּׁהוֹתִיר לְתַחַת הַתְּאֵנָה אוֹ לְתַחַת הַמֻּקְצֶה אִם נִתְכַּוֵּן שֶׁלֹּא יֹאבְדוּ הַפֵּרוֹת הֲרֵי הַמַּיִם פְּסוּלִין שֶׁהֲרֵי עָשָׂה מְלָאכָה. וְאִם זְרָקָן לְפִי שֶּׁאֵין לוֹ צֹרֶךְ בָּהֶן הֲרֵי הַמַּיִם כְּשֵׁרִין. הַמְמַלֵּא מַיִם לְקַדְּשָׁן וּמְסָרָן לְאַחֵר לְשָׁמְרָן וְעָשׂוּ הַבְּעָלִים מְלָאכָה לֹא נִפְסְלוּ הַמַּיִם שֶׁהֲרֵי מְסָרָן לְשׁוֹמֵר. וְאִם עָשָׂה הַשּׁוֹמֵר מְלָאכָה פְּסָלָן שֶׁהֲרֵי הֵן בִּרְשׁוּתוֹ וְהוּא נִכְנַס תַּחַת הַבְּעָלִים. הָיוּ שְׁנַיִם שׁוֹמְרִין אֶת הַמַּיִם וְעָשָׂה אֶחָד מֵהֶן מְלָאכָה הַמַּיִם כְּשֵׁרִים שֶׁהֲרֵי הַשֵּׁנִי מְשַׁמֵּר. חָזַר הָרִאשׁוֹן לִשְׁמֹר וְעָמַד הַשֵּׁנִי וְעָשָׂה מְלָאכָה הַמַּיִם כְּשֵׁרִים עַד שֶׁיַּעֲשׂוּ כָּל הַשּׁוֹמְרִין מְלָאכָה כְּאַחַת: \n",
            "english": "The following laws apply if one was eating while carrying such water; he left over some food and cast the leftovers under a fig tree or under a net used to dry figs. If his intent was to prevent the food from perishing, the water is disqualified, because he performed work. If he cast it away because he no longer needs it, the water is acceptable.<br>When a person drew water to sanctify it and entrusted it to a watchman to oversee, the water is not disqualified if the owner performed work, because he entrusted it to a watchman. If the watchman performs work, he disqualifies it, because the water is in his domain and he takes the place of the owner.<br>If two people are watching such water and one performs work, the water is acceptable, because the other is watching. If the first returned to his watch and the second stood up and performed work, the water is acceptable. The water's status is maintained unless all of the watchmen perform work at the same time."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ בְּאַחַת יָדוֹ וְעָשָׂה מְלָאכָה בַּשְּׁנִיָּה. אִם לְעַצְמוֹ קִדֵּשׁ פָּסַל שֶׁהֲרֵי עָשָׂה מְלָאכָה קֹדֶם מַתַּן אֵפֶר בְּמַיִם. וְאִם לַחֲבֵרוֹ קִדֵּשׁ הַמַּיִם כְּשֵׁרִים שֶׁאֵין זֶה פּוֹסֵל מֵימָיו שֶׁל חֲבֵרוֹ בַּמְּלָאכָה שֶׁעָשָׂה. שֶׁאֵין הַמְּלָאכָה פּוֹסֶלֶת בְּקִדּוּשׁ אֶלָּא בְּמַיִם. וְהוּא שֶׁיִּהְיֶה הָעוֹשֶׂה הַשּׁוֹמֵר אוֹ הַבְּעָלִים: \n",
            "english": "The following rules apply when a person sanctifies water with one hand and performs work with another. If he sanctifies the water for himself, he disqualifies it, because he performed work before casting the ashes on the water. If he sanctified water for his colleague, the water is acceptable, because a person does not disqualify a colleague's water with the performance of such work. For the performance of work does not disqualify the act of sanctification; it disqualifies only the water, and that, only when the one performing the work is a watchman or the owner."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ לְעַצְמוֹ וּלְאַחֵר כְּאַחַת. שֶׁלּוֹ פָּסוּל שֶׁהֲרֵי נִפְסְלוּ הַמַּיִם שֶׁל עַצְמוֹ בְּעֵסֶק שֶׁנִּתְעַסֵּק בְּקִדּוּשׁ חֲבֵרוֹ. אֲבָל אִם קִדֵּשׁ לִשְׁנַיִם כְּאַחַת שְׁנֵיהֶם כְּשֵׁרִין שֶׁאֵין מְלַאכְתּוֹ פּוֹסֶלֶת מֵי אֲחֵרִים: \n",
            "english": "When a person sanctifies water for himself and a colleague at the same time, his water is disqualified because of the activity he performed in sanctifying his colleague's water. If, however, he sanctifies water belonging to two other people at the same time, they are both acceptable, because the performance of work does not disqualify water belonging to others."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַמְמַלֵּא לְעַצְמוֹ בִּשְׁתֵּי יָדָיו כְּאַחַת בְּקִדּוּשׁ אֶחָד פָּסוּל. בִּשְׁנֵי קִדּוּשִׁים כָּשֵׁר. קִדֵּשׁ לְעַצְמוֹ בִּשְׁתֵּי יָדָיו כְּאַחַת בְּקִדּוּשׁ אֶחָד כְּשֵׁרִים בִּשְׁנֵי קִדּוּשִׁין פְּסוּלִין. מִלֵּא וְקִדֵּשׁ בִּשְׁתֵּי יָדָיו כְּאַחַת לְעַצְמוֹ שְׁנֵיהֶן פְּסוּלִין. מִלֵּא לְאַחֵר בִּשְׁתֵּי יָדָיו כְּאַחַת בְּקִדּוּשׁ אֶחָד כָּשֵׁר בִּשְׁנֵי קִדּוּשִׁין פְּסוּלִין. קִדֵּשׁ לְאַחֵר בִּשְׁתֵּי יָדָיו כְּאַחַת בֵּין בְּקִדּוּשׁ אֶחָד בֵּין בִּשְׁנֵי קִדּוּשִׁין שְׁנֵיהֶן כְּשֵׁרִים. מִלֵּא וְקִדֵּשׁ בִּשְׁתֵּי יָדָיו כְּאַחַת לְאַחֵר הַמִּלּוּי פָּסוּל וְהַקִּדּוּשׁ כָּשֵׁר. זֶה הַכְּלָל כָּל מִלּוּי שֶׁעָשָׂה עִמּוֹ מְלָאכָה בֵּין שֶׁמִּלֵּא לְעַצְמוֹ בֵּין שֶׁמִּלֵּא לְאַחֵר פָּסוּל. וְכָל מַיִם שֶׁנִּתְמַלְּאוּ כְּהִלְכָתָן וְעָשָׂה מְלָאכָה קֹדֶם שֶׁיִּתֵּן אֶת הָאֵפֶר אִם הָיוּ הַמַּיִם שֶׁלּוֹ הֲרֵי הֵן פְּסוּלִין. וְאִם הָיוּ שֶׁל אַחֵר כְּשֵׁרִין. וְכָל דָּבָר שֶׁבְּיָדוֹ וְעָשָׂה מְלָאכָה בֵּין שֶׁיֵּשׁ שָׁם שׁוֹמֵר שֶׁאֵינוֹ עוֹשֶׂה מְלָאכָה בֵּין שֶׁאֵין [שָׁם] שׁוֹמֵר פָּסוּל. וְדָבָר שֶׁאֵינוֹ בְּיָדוֹ וְעָשָׂה מְלָאכָה אִם יֵשׁ [שָׁם] שׁוֹמֵר לֹא פָּסַל. אִם אֵין שָׁם שׁוֹמֵר פָּסַל: \n",
            "english": "When a person fills two buckets with his two hands for himself and sanctifies them at once, they are disqualified. If he sanctifies them individually, they are acceptable. If he sanctifies water for himself with both hands at the same time in one sanctification, it is acceptable. If he sanctified two buckets at the same time, they are both disqualified. If, with his two hands, he filled one bucket of water and sanctified another existing bucket for himself, they are both disqualified.<br>If he filled two buckets with his two hands for another person at the same time, when they are sanctified at once, they are both acceptable. If they were sanctified individually, they are disqualified. If he sanctifies water for another person with both hands at the same time as one sanctification it is acceptable. If, with his two hands, he filled one bucket of water and sanctified another existing bucket for another person, the bucket he filled is disqualified, but the bucket he sanctified is acceptable.<br>This is the general principle: Whenever work was performed when water was drawn, whether one drew the water for himself or for another person, it is disqualified, Whenever water was drawn according to law and then one performed work before placing the ashes upon it, if the water belonged to him, it is disqualified. If it belongs to someone else, it is acceptable.<br>In any situation when the water is in his hand and he performs work, whether there is a watchman who does not perform work or whether there is no watchman, the water is disqualified. When the water is not in his hand and he performed work, if there is a watchman, it is not disqualified. If there is no watchman, it is disqualified."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ קַדֵּשׁ לִי וַאֲקַדֵּשׁ לְךָ וְקִדְּשׁוּ זֶה לָזֶה הָרִאשׁוֹן כָּשֵׁר וְהַשֵּׁנִי פָּסוּל שֶׁהֲרֵי קִדֵּשׁ בְּשָׂכָר. אָמַר לוֹ מַלֵּא לִי וַאֲמַלֵּא לְךָ וּמִלְּאוּ זֶה לָזֶה הָרִאשׁוֹן פָּסוּל הוֹאִיל וְכַוָּנָתוֹ שֶׁיְּמַלֵּא לוֹ חֲבֵרוֹ. חֵלֶף מִלּוּי זֶה הֲרֵי זֶה כִּמְמַלֵּא לוֹ וּלְאַחֵר שֶׁהֵן פְּסוּלִין. וְהַשֵּׁנִי כָּשֵׁר שֶׁהַמִּלּוּי בְּשָׂכָר מֻתָּר וַהֲרֵי לֹא עָשָׂה מְלָאכָה אַחַר שֶׁמִּלֵּא וְאֵין בְּכַוָּנָתוֹ מִלּוּי אַחֵר: \n",
            "english": "When a person tells a colleague: \"Sanctify water for me and I will sanctify water for you,\" and they sanctified water for each other, the first is acceptable and the second is disqualified, because he received a wage for sanctifying.<br>If one tells the other: \"Draw water for me and I will draw water for you,\" and they drew water for each other, the first is unacceptable. The rationale is that since his intent was that his colleague should draw water for him in exchange, it is considered as if he drew water for himself and another person at the same time, in which instance, the water is disqualified. The second bucket is acceptable, because it is permitted to receive payment for drawing water and he did not perform work after drawing the water, nor did have an intent regarding another drawing of water."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הָאוֹמֵר לַחֲבֵרוֹ קַדֵּשׁ לִי וַאֲמַלֵּא לְךָ שְׁנֵיהֶן כְּשֵׁרִין שֶׁהַמְּלָאכָה אֵינָהּ פּוֹסֶלֶת הַקִּדּוּשׁ וְהַמִּלּוּי בְּשָׂכָר מֻתָּר. מַלֵּא לִי וַאֲקַדֵּשׁ לְךָ שְׁנֵיהֶן פְּסוּלִין. זֶה שֶׁמִּלֵּא בַּתְּחִלָּה פָּסוּל שֶׁהֲרֵי הוּא כִּמְמַלֵּא וּמְקַדֵּשׁ כְּאַחַת וּפָסַל הַמַּיִם בַּמְּלָאכָה. וְזֶה שֶׁקִּדֵּשׁ בָּאַחֲרוֹנָה פָּסוּל שֶׁהֲרֵי קִדֵּשׁ בְּשָׂכָר וּכְאִלּוּ הֶחְזִיר חוֹב שֶׁעָלָיו: \n",
            "english": "When a person tells a friend: \"Sanctify water for me and I will draw water for you,\" they are both acceptable. The rationale is that work does not disqualify sanctification and it permitted to receive a wage for drawing water.<br>If one tells the other: \"Draw water for me and I will sanctify water for you,\" they are both disqualified. The water drawn originally is disqualified, because it is considered as if he drew water and sanctified it at the same time and thus caused the water he drew to be disqualified because of the performance of work. And the water sanctified afterwards is disqualified, because it is as if he sanctified water for a wage, because it is as if he was repaying a debt for which he was liable."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַהוֹלֵךְ לְקַדֵּשׁ הֲרֵי זֶה נוֹטֵל אֶת הַמַּפְתֵּחַ וּפוֹתֵחַ לְהוֹצִיא הָאֵפֶר. וְנוֹטֵל קַרְדֹּם אִם צָרִיךְ לַחְפֹּר בּוֹ אֵפֶר הַפָּרָה. וְנוֹטֵל סֻלָּם וּמוֹלִיךְ מִמָּקוֹם לְמָקוֹם לְהָבִיא הָאֵפֶר וְכָשֵׁר. וְאִם מִשֶּׁנָּטַל הָאֵפֶר לְקַדֵּשׁ בּוֹ כִּסָּה הַכְּלִי שֶׁהָיָה בּוֹ הָאֵפֶר. אוֹ שֶׁהֵגִיף אֶת הַדָּלֶת אוֹ שֶׁזָּקַף אֶת הַכְּלִי בָּאָרֶץ קֹדֶם שֶׁיַּשְׁלִיךְ הָאֵפֶר לַמַּיִם פָּסַל הַמַּיִם. אֲבָל הָאֵפֶר כָּשֵׁר לְקַדֵּשׁ בּוֹ מַיִם אֲחֵרִים. זָקַף אֶת הַכְּלִי שֶׁיֵּשׁ בּוֹ הָאֵפֶר בְּיָדוֹ כְּדֵי שֶׁלֹּא יִתְפַּזֵּר כְּשֵׁרִים מִפְּנֵי שֶׁאִי אֶפְשָׁר שֶׁהֲרֵי אִם הִנִּיחוֹ בָּאָרֶץ פָּסַל. וְאִם כִּסָּהוּ פָּסַל. נָטַל אֶת הָאֵפֶר וְרָאָה שֶׁהוּא מְרֻבֶּה וְהֶחְזִיר מִמֶּנּוּ כָּשֵׁר. נָתַן הָאֵפֶר עַל הַמַּיִם וְרָאָה שֶׁהוּא מְרֻבֶּה וְנָטַל מִמֶּנּוּ לְקַדֵּשׁ מַיִם אֲחֵרִים כָּשֵׁר. קִרְסֵם עֲלֵה זַיִת לַחְתּוֹת בּוֹ הָאֵפֶר אִם בִּשְׁבִיל שֶׁלֹּא יַחֲזִיק אֵפֶר הַרְבֵּה פָּסַל וְאִם בִּשְׁבִיל שֶׁיִּכָּנֵס הָאֵפֶר בַּכְּלִי כָּשֵׁר: \n",
            "english": "When a person goes to sanctify water for the ashes of the red heifer, he may take the key to the closet where the ashes are kept and open it to take out the ashes. If it is necessary to dig out the ashes, he may take a hatchet. He may take a ladder and carry it from place to place to bring the ashes. In all these circumstances, the water and the ashes remain acceptable. If after taking the ashes for the sanctification, he covered the container in which the ashes were held, locked the door of the closet, or stood the container where the ashes were held upright on the ground before casting the ashes on the water, the water is disqualified, but the ashes are acceptable to sanctify other water.<br>If, by contrast, he stood the container in which the ashes were held upright in his hand so that the remaining ashes would not be scattered, it is acceptable, because it is impossible to do otherwise. If he places it down on the ground, the water is disqualified and if he covers it, the water is disqualified.<br>If he took ashes and saw that the amount was excessive and returned some, it is acceptable. If he cast the ashes on the water and then returned some, the water is acceptable. If he cast the ashes on the water and saw that the amount was excessive and took some to sanctify other water, it is acceptable.<br>If he trimmed an olive leaf to use to cast the ashes, the ruling depends on his intent. If his intent was so that the leaf would not hold much ashes, the water is disqualified. If his intent was to direct the flow of the ashes so that they would enter the container holding the water, the water is acceptable."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כֵּיצַד מְקַדְּשִׁין אֶת הַמַּיִם בְּאֵפֶר הַפָּרָה. נוֹתֵן אֶת הַמַּיִם שֶׁנִּתְמַלְּאוּ לְשֵׁם מֵי חַטָּאת בַּכְּלִי וְנוֹתֵן אֵפֶר עַל פְּנֵי הַמַּיִם כְּדֵי שֶׁיֵּרָאֶה עַל פְּנֵי הַמַּיִם. אַף עַל פִּי שֶׁהִיא חָבִית גְּדוֹלָה מְלֵאָה מַיִם. וּמְעָרֵב הַכּל. וְאִם נָתַן הָאֵפֶר תְּחִלָּה וְאַחַר כָּךְ נָתַן עָלָיו הַמַּיִם פָּסַל. וּמַהוּ זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(במדבר יט יז)</small> \"וְנָתַן עָלָיו מַיִם חַיִּים\". כְּדֵי לְעָרֵב אֶת הָאֵפֶר בַּמַּיִם:  ",
            "english": "How is the water sanctified with the ashes of the red heifer? One should place the water that was drawn for this purpose in a container and then place ashes on the water so that they will be seen on the surface of the water. This is sufficient even though it is a large barrel filled with water. He should then mix the entire contents. If he placed the ashes in the container first and then placed the water upon them, it is disqualified.<br>What then is meant by the Torah's statement Numbers 19:17: \"And he shall place living water upon it\"? That the ash should be mixed with the water."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַמְקַדֵּשׁ צָרִיךְ שֶׁיִּתְכַּוֵּן וְיִתֶּן הָאֵפֶר בְּיָדוֹ עַל הַמַּיִם שֶׁנֶּאֱמַר <small>(במדבר יט יז)</small> \"וְלָקְחוּ לַטָּמֵא\" עַד שֶׁיִּהְיֶה מִתְכַּוֵּן לְקִדּוּשׁ וּלְמִלּוּי וּלְהַזָּיָה. אֲבָל אִם נָפַל הָאֵפֶר מִן הַכְּלִי שֶׁיֵּשׁ בּוֹ הָאֵפֶר לְתוֹךְ הַמַּיִם. אוֹ שֶׁנָּטַל הָאֵפֶר בְּיָדוֹ וּדְחָפוֹ חֲבֵרוֹ אוֹ הָרוּחַ וְנָפַל הָאֵפֶר מִיָּדוֹ עַל הַמַּיִם. אוֹ שֶׁנָּפַל הָאֵפֶר מִיָּדוֹ עַל צַד הַכְּלִי אוֹ עַל יָדוֹ וְאַחַר כָּךְ נָפַל לַמַּיִם הֲרֵי זֶה פָּסוּל:  ",
            "english": "A person sanctifying must focus his concentration. He must cast the ashes on the water by hand. These concepts are implied by the phrase <i>ibid.</i>: \"And he shall take for the impure person....\" The latter words indicate that he must have a specific intent while sanctifying, drawing, and sprinkling.<br>Thus if the ashes of the red heifer fell from the container holding them into the water, he took the ashes with his hand, but then a friend or the wind thrust him and the ashes fell from his hand onto the water, or the ashes fell from his hand onto the side of the container or onto his hand and then onto the water, the water is disqualified,"
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "קִדֵּשׁ פָּחוֹת מִכְּדֵי הַזָּאָה בִּכְלִי זֶה וּפָחוֹת מִכְּדֵי הַזָּאָה בִּכְלִי אַחֵר לֹא נִתְקַדְּשׁוּ. הָיָה הָאֵפֶר צָף עַל פְּנֵי הַמַּיִם וְכָנַס מִמֶּנּוּ מִלְּמַעְלָה וְקִדֵּשׁ בּוֹ מַיִם אֲחֵרִים הֲרֵי אֵלּוּ מְקֻדָּשִׁין. וְכָל שֶׁנָּגַע בַּמַּיִם אֵין מְקַדְּשִׁין בּוֹ פַּעַם שְׁנִיָּה וְאַף עַל פִּי שֶׁנִּגְּבוֹ. וַאֲפִלּוּ נָשְׁבָה הָרוּחַ וְנָתְנָה אֶת הָאֵפֶר עַל גַּבֵּי הַמַּיִם אֵינוֹ מְנַגְּבוֹ וּמְקַדֵּשׁ בּוֹ:  ",
            "english": "If one sanctified an amount of water insufficient for sprinkling in one container and sanctified another amount of water insufficient for sprinkling in another container, they are not sanctified. If the ashes were floating on the surface of the water and one gathered some from above and sanctified other water with it, it is sanctified. By contrast, any ashes that touched the water may not be used to sanctify water again even if they were dried. Indeed, even if ashes were blown onto water by the wind they may not be dried and used to sanctify other water."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כְּלִי קָטָן שֶׁהָיָה בְּתוֹךְ כְּלִי גָּדוֹל וְהֵן מְלֵאִין מַיִם וְהַמַּיִם מְעֹרָבִין כֵּיוָן שֶׁנָּתַן הָאֵפֶר בַּמַּיִם שֶׁבַּכְּלִי הַגָּדוֹל נִתְקַדְּשׁוּ כָּל הַמַּיִם שֶׁבְּתוֹךְ הַכְּלִי הַקָּטָן. וְאַף עַל פִּי שֶׁהָיָה פִּיו צַר בְּיוֹתֵר וְלֹא נִכְנַס לוֹ אֵפֶר שֶׁהֲרֵי הַמַּיִם כֻּלָּן מְעֹרָבִין:  ",
            "english": "The following rules apply when there was a small container placed inside a large container, they were both filled with water drawn for the ashes of the red heifer, and their waters were intermingled. When one placed ashes on the water in the large container, all of the water in the small container became sanctified even though its opening is very narrow and no ashes entered there. The rationale is that the waters were intermingled."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָיָה סְפוֹג בְּתוֹךְ הַמַּיִם בְּעֵת שֶׁנָּתַן הָאֵפֶר הֲרֵי הַמַּיִם שֶׁבַּסְּפוֹג פְּסוּלִין מִפְּנֵי שֶׁאֵינָן בַּכְּלִי. כֵּיצַד יַעֲשֶׂה. זוֹלֵף אֶת כָּל הַמַּיִם עַד שֶׁמַּגִּיעַ לַסְּפוֹג וְלֹא יִגַּע בַּסְּפוֹג. וְאִם נָגַע בַּסְּפוֹג אַף עַל פִּי שֶׁהַמַּיִם צָפִין עַל גַּבָּיו כָּל שֶׁהֵן פְּסוּלִין. מִפְּנֵי שֶׁהַמַּיִם שֶׁבַּסְּפוֹג יוֹצְאִין וּמִתְעָרְבִין בַּמַּיִם הַכְּשֵׁרִין. נָפַל סְפוֹג לְתוֹךְ הַמַּיִם הַמְקֻדָּשִׁין נוֹטְלוֹ וְסוֹחֲטוֹ חוּץ לַכְּלִי וְהַמַּיִם שֶׁבַּכְּלִי כְּשֵׁרִין:  ",
            "english": "When there was a sponge in the water at the time one placed the ashes upon it, the water in the sponge is disqualified because it is not in a container.<br>What should the person do to remove the water? He should pour off all the water until he reaches the sponge, but should not touch the sponge. If he touches the sponge, no matter how much water is above it, all of the water is disqualified, because the water in the sponge is released and mixes with the acceptable water.<br>If a sponge falls into sanctified water, one should take it and squeeze it outside the container and the water in the container remains acceptable."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁתֵּי שְׁקָתוֹת שֶׁבְּאֶבֶן אַחַת שֶׁנָּתַן אֶת הָאֵפֶר לְתוֹךְ אַחַת מֵהֵן אֵין הַמַּיִם שֶׁבַּשְּׁנִיָּה מְקֻדָּשִׁין. וְאִם הָיוּ נְקוּבוֹת זוֹ לְזוֹ כִּשְׁפוֹפֶרֶת הַנּוֹד אוֹ שֶׁהָיוּ הַמַּיִם צָפִין עַל גַּבֵּיהֶן אֲפִלּוּ כִּקְלִפַּת הַשּׁוּם וְנָתַן אֵפֶר לְאַחַת מֵהֵן הֲרֵי הַמַּיִם שֶׁבַּשְּׁנִיָּה מְקֻדָּשִׁין:  ",
            "english": "When there are two adjacent troughs in one stone and ashes were placed into one of them, the water in the other is not sanctified. When there was a hole the size of a mouthpiece of a leather drinking pouch connecting the two or there was a layer of water even as thin as a garlic peel connecting them from above, if one placed the ashes into one, the water in the second is sanctified."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁתֵּי אֲבָנִים שֶׁהִקִּיפָן זוֹ לְזוֹ וַעֲשָׂאָן שֹׁקֶת וְכֵן שְׁתֵּי עֲרֵבוֹת. וְכֵן שֹׁקֶת שֶׁנֶּחְלְקָה וְנָתַן אֵפֶר בְּחֵלֶק אֶחָד מֵהֶן. הַמַּיִם שֶׁבֵּינֵיהֶן אֵינָן מְקֻדָּשִׁין. וְאִם חִבְּרָן בְּסִיד אוֹ בְּגַפְסִיס וְהֵם יְכוֹלוֹת לְהִנָּטֵל כְּאַחַת הַמַּיִם שֶׁבֵּינֵיהֶן מְקֻדָּשִׁין:  ",
            "english": "When two stones are placed together to form a trough, two kneading troughs are placed together, or a stone trough was divided and then the two portions held together, were the ashes of the red heifer to be placed in one, the water between them is not sanctified. If the two entities were connected with lime or with plaster and they could be carried as one, the water between them is sanctified."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מַיִם מְקֻדָּשִׁין שֶׁנִּתְעָרְבוּ בָּהֶן מַיִם אֲחֵרִים כָּל שֶׁהוּא אֲפִלּוּ מַיִם שֶׁנִּתְמַלְּאוּ לְקִדּוּשׁ הֲרֵי אֵלּוּ פְּסוּלִין. וְכֵן אִם יָרַד לְתוֹכָן טַל הֲרֵי אֵלּוּ פְּסוּלִין. נָפַל לְתוֹכָן מַשְׁקִין וּמֵי פֵּרוֹת יְעָרֶה הַכּל וְצָרִיךְ לְנַגֵּב הַכְּלִי וְאַחַר כֵּן יִתֵּן לְתוֹכוֹ מַיִם מְקֻדָּשִׁין אֲחֵרִים. נָפַל לְתוֹכָן דְּיוֹ קוֹמוֹס וְקַנְקַנְתּוֹם וְכָל דָּבָר שֶׁהוּא רוֹשֵׁם יְעָרֶה וְאֵין צָרִיךְ לְנַגֵּב. שֶׁאִם יִשָּׁאֵר שָׁם דָּבָר הָרוֹשֵׁם הֲרֵי הוּא נִרְאֶה:  ",
            "english": "When even the smallest amount of other water - even water that was drawn for the sake of the ashes of the red heifer - becomes mixed with sanctified water, it is disqualified. Similarly, if dew descends into such water, it is disqualified. If other liquids or fruit juices fall into it, the entire quantity should be poured out. The container must be dried; only afterwards can other sanctified water be placed in it.<br>If ink, black earth, or dark earth, or any entity that leaves a mark falls into such water, it must be poured out, but there is no need to dry the container. The rationale is that if any portion of the entity that leaves a mark will remain, it will be apparent."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמַּטְבִּיל כְּלִי לְחַטָּאת בְּמַיִם שֶׁאֵינָן רְאוּיִין לְקַדֵּשׁ צָרִיךְ לְנַגֵּב וְאַחַר כָּךְ יְקַדֵּשׁ בּוֹ. הִטְבִּילוֹ בְּמַיִם הָרְאוּיִין לְקַדֵּשׁ אֵינוֹ צָרִיךְ לְנַגֵּב. וְאִם הִטְבִּילוֹ לֶאֱסֹף בּוֹ מַיִם מְקֻדָּשִׁין בֵּין כָּךְ וּבֵין כָּךְ צָרִיךְ לְנַגֵּב:  ",
            "english": "When a person immerses a container for water for the ashes of the red heifer in water that is not fit to be sanctified, he must dry it before he sanctifies other water in it. If he immersed it in water that is fit to be sanctified, he does not have to dry out the container. If, however, he immersed it with the intent of using it to hold sanctified water, he must dry it in any case."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "קֵרוּיָה שֶׁהִטְבִּילָהּ בְּמַיִם הָרְאוּיִין לְקַדֵּשׁ מְקַדְּשִׁין בָּהּ. אֲבָל אֵין אוֹסְפִין לְתוֹכָהּ מֵי חַטָּאת מִפְּנֵי שֶׁהַמַּיִם שֶׁהֻטְבְּלָה בָּהֶן נִבְלָעִים בְּתוֹכָהּ וְיוֹצְאִין וּמִתְעָרְבִין בְּמֵי חַטָּאת וּפוֹסְלִין אוֹתָן. נִטְמֵאת וְהִטְבִּילוּהָ אֵין מְקַדְּשִׁין בָּהּ שֶׁהַמַּשְׁקִין הַטְּמֵאִין הַנִּבְלָעִין בְּגוּפָהּ יֵצְאוּ וְיִתְעָרְבוּ בַּמַּיִם שֶׁמְּקַדְּשִׁין אוֹתָן בְּתוֹכָהּ:  ",
            "english": "When a gourd was immersed in water that was fit to be sanctified, one may sanctify water in it. But one may not collect water that has already been sanctified with the ashes in it. The rationale is that the water in which it was immersed becomes absorbed in its substance; afterwards, it emerges, becomes mixed with the sanctified water, and disqualifies it.<br>If it became impure, even if it was immersed, we do not sanctify water in it. The rationale is that impure water is absorbed in its substance. It will flow out and become mixed with the water that is being sanctified in it."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "מַיִם מְקֻדָּשִׁין שֶׁנָּפַל לְתוֹכָן שְׁקָצִים וּרְמָשִׂים וְנִתְבַּקְּעוּ אוֹ שֶׁנִּשְׁתַּנּוּ מַרְאֵיהֶן פְּסוּלִין. אֲפִילּוּ הָיוּ יְבֵשִׁים בְּיוֹתֵר כְּגוֹן הַנְּמָלָה וְהָרִירָה וְהַכִּנָּה שֶׁבַּתְּבוּאָה. נָתַן לְתוֹכָהּ חִפּוּשִׁין אַף עַל פִּי שֶׁלֹּא נִתְבַּקְּעוּ וְלֹא נִשְׁתַּנּוּ מַרְאֵיהֶן הֲרֵי הַמַּיִם פְּסוּלִין מִפְּנֵי שֶׁהִיא כִּשְׁפוֹפֶרֶת וְהַמַּיִם נִכְנָסִין בְּתוֹכָהּ וְיוֹצְאִין מִתּוֹכָהּ עִם הַלֵּחָה שֶׁבָּהּ:  ",
            "english": "When crawling animals or teeming animals fell into water that was sanctified and broke open or caused its color to change, the water is disqualified. This applies even if they were very dry like an ant, moth, or louse that is found in grain. If he placed beetles in such water, it is disqualified even if they did not break open or cause the color of the water to change. The rationale is that they are like tubes and the water enters their body and departs from it, mixed with their body fluids."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מַיִם מְקֻדָּשִׁין שֶׁשָּׁתָה מֵהֶן בְּהֵמָה אוֹ חַיָּה פְּסוּלִין. וְכֵן כָּל הָעוֹפוֹת פְּסוּלִין חוּץ מִן הַיּוֹנָה מִפְּנֵי שֶׁהִיא מוֹצֶצֶת וְאֵין רִיר יוֹצֵא מִפִּיהָ וּמִתְעָרֵב בַּמַּיִם. וְכֵן כָּל הַשְּׁרָצִים שֶׁשָּׁתוּ אֵינָן פּוֹסְלִין חוּץ מִן הַחֻלְדָּה מִפְּנֵי שֶׁהִיא מְלַקֶּקֶת בִּלְשׁוֹנָהּ וְנִמְצֵאת הַלֵּחָה יוֹצְאָה מִפִּיהָ לַמַּיִם:  ",
            "english": "When a domesticated or wild animal drinks from sanctified water, the water is disqualified. Similarly, all birds disqualify it with the exception of a dove, because it sucks water and saliva does not flow from its mouth and become mixed in the water. Similarly, if any of the crawling animals drink from sanctified water, they do not disqualify it with the exception of the mole. It licks the water with its tongue and thus moisture will be released from its mouth into the water."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "מֵי חַטָּאת שֶׁנִּשְׁתַּנּוּ מַרְאֵיהֶן מֵחֲמַת עַצְמָן כְּשֵׁרִים. נִשְׁתַּנּוּ מֵחֲמַת עָשָׁן פְּסוּלִין. הִגְלִידוּ וְחָזְרוּ וְנִמּוֹחוּ כְּשֵׁרִים אֲפִלּוּ נִמּוֹחוּ בַּחַמָּה אֲבָל אִם הִמְחָן בָּאוּר פְּסוּלִין:  ",
            "english": "When the appearance of water sanctified with the ashes of the red heifer changes without any external cause, it is acceptable. If it changes color because of smoke, it is disqualified. If it froze and then melted, it is acceptable, even if it melted in the sun. If, however, it was melted by fire, it is disqualified."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "אֵפֶר חַטָּאת שֶׁנִּשְׁתַּנּוּ מַרְאָיו מֵחֲמַת עַצְמוֹ אוֹ מֵחֲמַת עָשָׁן כָּשֵׁר. נִשְׁתַּנּוּ מֵחֲמַת אָבָק אוֹ שֶׁנָּפַל לְתוֹכוֹ סִיד אוֹ גַּפְסִיס אוֹ שֶׁנִּתְעָרֵב בּוֹ אֵפֶר מַקְלֶה כָּל שֶׁהוּא הֲרֵי זֶה פָּסוּל:  ",
            "english": "When the appearance of the ashes of the red heifer changed without any external cause or because of smoke, they are acceptable. If their appearance changed because of dust, because lime or gypsum fell into them, or because even the slightest amount of oven ash fell into them, they are disqualified."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הַחוֹשֵׁב עַל מֵי חַטָּאת לִשְׁתּוֹתָן לֹא פְּסָלָן עַד שֶׁיִּשְׁתֶּה מֵהֶן. וְאִם שָׁפַךְ מִן הַכְּלִי לְתוֹךְ גְּרוֹנוֹ וְלֹא נָגְעָה שְׂפָתוֹ בַּמַּיִם שֶׁבַּכְּלִי לֹא פָּסַל:  ",
            "english": "When a person thinks about drinking water sanctified with the ashes of the red heifer, he does not disqualify it until he actually drinks from it. If he poured from the container directly to his throat without his lips touching the water in the container, he does not disqualify it."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "כְּלִי שֶׁיֵּשׁ בּוֹ מַיִם מְקֻדָּשִׁין שֶׁהִנִּיחוֹ מְגֻלֶּה וּבָא וּמְצָאוֹ מְכֻסֶּה הֲרֵי אֵלּוּ פְּסוּלִין שֶׁמָּא אָדָם שֶׁאֵינוֹ טָהוֹר לְחַטָּאת נָגַע בָּהֶן שֶׁהֲרֵי אָדָם כִּסָּהוּ בְּוַדַּאי. הִנִּיחוֹ מְכֻסֶּה וּבָא וּמְצָאוֹ מְגֻלֶּה אִם יְכוֹלָה הַחֻלְדָּה לִשְׁתּוֹת מִמֶּנּוּ אוֹ שֶׁיָּרַד לוֹ טַל בַּלַּיְלָה פְּסוּלִין וְאִם לָאו כְּשֵׁרִין מִפְּנֵי שֶׁיֵּשׁ כָּאן שְׁתֵּי סְפֵקוֹת סָפֵק אָדָם גִּלָּה אוֹ בְּהֵמָה חַיָּה וָרֶמֶשׂ וְאִם תִּמְצֵי לוֹמַר אָדָם גִּלָּהוּ שֶׁמָּא הָיָה טָהוֹר לְחַטָּאת אוֹ לֹא:  ",
            "english": "When a container in which the water for the ashes of the red heifer had been placed was left open and then one discovered it closed, the water is disqualified. We suspect that maybe a person who had not purified himself for dealing with the water for the ashes of the red heifer touched it, for it is certain that a person covered it.<br>The following rules apply if one left it covered and found it open. If a mole could have drunk from it or dew could have descended upon it at night, it is disqualified. If not, it is acceptable. The rationale is that two undeterminable factors are involved. It is unknown whether it was uncovered by a person or a domesticated animal, wild animal, or crawling animal. And if you would say that it was uncovered by a person, it is unknown whether he was pure with regard to the water of the ashes of the red heifer."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "הַמּוֹסֵר מַיִם מְקֻדָּשִׁין אוֹ מַיִם שֶׁנִּתְמַלְּאוּ לְקִדּוּשׁ לְטָמֵא לְשָׁמְרָן הֲרֵי אֵלּוּ פְּסוּלִין:  ",
            "english": "When a person transfers sanctified water or water that was drawn to be sanctified to an impure person to watch, the water is disqualified."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהָיוּ שׁוֹמְרִין אֶת הַמַּיִם וְנִטְמָא אֶחָד מֵהֶן כְּשֵׁרִים מִפְּנֵי שֶׁהֵן בִּרְשׁוּתוֹ שֶׁל שֵׁנִי. טָהַר וְחָזַר לִשְׁמֹר וְנִטְמָא הַשֵּׁנִי כְּשֵׁרִים מִפְּנֵי שֶׁהֵן בִּרְשׁוּתוֹ שֶׁל רִאשׁוֹן. נִטְמְאוּ שְׁנֵיהֶן כְּאַחַת הַמַּיִם פְּסוּלִין:  ",
            "english": "When two people are watching water and one becomes impure, the water is still acceptable, because it is in the domain of the other watchman. If the first purified himself and the other watchman became impure, it is acceptable because the water is in the domain of the first. If they both became impure at once, the water is disqualified."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַמְמַלֵא מַיִם לְקִדּוּשׁ אֵינוֹ צָרִיךְ שֶׁיִּהְיֶה הוּא עַצְמוֹ הַמְקַדֵּשׁ וְהַמַּזֶּה אֶלָּא מְקַדֵּשׁ אֶחָד וּמַזֶּה אֶחָד. וְכֵן מְמַלֵּא אָדָם בִּכְלִי וּמְעָרֶה מִכְּלִי לִכְלִי וּמְקַדֵּשׁ בִּכְלִי אַחֵר וּמְעָרֶה הַמַּיִם הַמְקֻדָּשִׁין מִכְּלִי לִכְלִי וּמַזֶּה מִכְּלִי אַחֵר: \n",
            "english": "When a person draws water to be sanctified, he does not have to be the person who sanctified and sprinkles the water on an impure person. Instead, another person may sanctify it and another may sprinkle it. Similarly, a person may draw water with one container and pour it from container to container. And he may sanctify it in a different container, pour the sanctified water from one container to another, and sprinkle it from a different container."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מְמַלֵּא אָדָם מַיִם וּמַנִּיחָן אֶצְלוֹ בְּלֹא קִדּוּשׁ כָּל זְמַן שֶׁיִּרְצֶה וְאֵין בְּכָךְ כְּלוּם. וּמוֹלִיכָן מִמָּקוֹם לְמָקוֹם וּמֵעִיר לְעִיר וְנוֹתֵן עֲלֵיהֶן אֵפֶר וּמְקַדְּשָׁן בְּכָל עֵת שֶׁיִּרְצֶה. וְכֵן הַמַּיִם הַמְקֻדָּשִׁין מַנִּיחָן אָדָם אֶצְלוֹ יָמִים וְשָׁנִים וּמַזֶּה מֵהֶן בְּכָל יוֹם שֶׁהוּא צָרִיךְ עַד שֶׁיִּתַּמּוּ וּמוֹלִיכָן מִמָּקוֹם לְמָקוֹם וּמֵעִיר לְעִיר. וּמְשַׁמֵּר אָדָם אֵפֶר פָּרָה אֶצְלוֹ וּמוֹלִיכָהּ מִמָּקוֹם לְמָקוֹם וּמֵעִיר לְעִיר. פַּעַם אַחַת הוֹלִיכוּ כְּלִי שֶׁהָיָה בּוֹ מֵי חַטָּאת בִּסְפִינָה בַּיַּרְדֵּן וְנִמְצָא כְּזַיִת מִן הַמֵּת בְּקַרְקַע הַסְּפִינָה וְנִטְמְאוּ הַמַּיִם. בְּאוֹתָהּ שָׁעָה גָּזְרוּ בֵּית דִּין הַגָּדוֹל שֶׁאֵין מַעֲבִירִין מֵי חַטָּאת וְלֹא אֵפֶר חַטָּאת בְּנָהָר וּבִסְפִינָה וְלֹא יְשִׁיטֵם עַל פְּנֵי הַמַּיִם. וְלֹא יַעֲמֹד בְּצַד הַנָּהָר מִכָּאן וְיִזְרְקֵם לַצַּד הַשֵּׁנִי. אֲבָל עוֹבֵר הוּא אָדָם בְּמַיִם עַד צַוָּארוֹ וּבְיָדוֹ אֵפֶר פָּרָה אוֹ מַיִם מְקֻדָּשִׁין. וְכֵן אָדָם וְכֵלִים הָרֵיקָנִים שֶׁהֵן טְהוֹרִין לְחַטָּאת וּמַיִם שֶׁנִּתְמַלְּאוּ לְחַטָּאת וַעֲדַיִן לֹא נִתְקַדְּשׁוּ מַעֲבִירִין אוֹתָם בְּנָהָר בִּסְפִינָה: \n",
            "english": "A person may draw water for the ashes of the red heifer and keep it in his possession without sanctifying it for as long as he desires. There is no difficulty in this. He may transport it from place to place and from city to city and then place ashes upon it and sanctify it whenever he desires.<br>Similarly, a person may keep sanctified water in his possession for many days or years and sprinkle from it on any day that he needs to until it is used up. He may transport it from place to place and from city to city. Similarly, a person may keep the ashes of the red heifer in his possession and transport it from place to place and from city to city. Once a container in which the ashes of the red heifer were held was transported in a ship on the Jordan River and an olive-sized portion of a corpse was discovered on the bottom of the ship, making the water impure. At that time, the High Court decreed that the water for the ashes of the red heifer and the ashes themselves should not be transported on a river, nor on a ship. Similarly, one should not float them on water, nor should a person stand on one side of a river and throw them to the other. A person may, however, pass through water until it reaches his neck while holding the ashes of the red heifer or sanctified water.<br>Similarly, a person and empty containers that were purified for the ashes of the red heifer and water that was drawn for the sake of the ashes of the red heifer that was not sanctified may be transported on a river and on a ship."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מַעֲבִירִין מַיִם מְקֻדָּשִׁין בִּסְפִינָה בַּיָּם הַגָּדוֹל וְשָׁטִין [בָּהֶם] עַל פְּנֵי הַמַּיִם. שֶׁלֹּא גָּזְרוּ אֶלָּא עַל הַמַּיִם הַמְקֻדָּשִׁין וְעַל הָאֵפֶר בְּנָהָר: \n",
            "english": "Sanctified water may be transported on the Mediterranean Sea and it may be floated on such water. The decree encompassed only sanctified water and ashes on a river."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הַמּוֹלִיךְ מַיִם לְקַדְּשָׁן וְאֵין צָרִיךְ לוֹמַר מַיִם שֶׁנִּתְקַדְּשׁוּ לֹא יַפְשִׁיל הַכְּלִי לַאֲחוֹרָיו אֶלָּא לְפָנָיו שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"לְמִשְׁמֶרֶת לְמֵי נִדָּה\" בִּזְמַן שֶׁהֵן שְׁמוּרִין הֵן מֵי נִדָּה וְאִם לָאו פְּסוּלִין. מִלֵּא שְׁתֵּי חָבִיּוֹת נוֹתֵן אַחַת לְפָנָיו וְאַחַת לַאֲחוֹרָיו מִפְּנֵי שֶׁאִי אֶפְשָׁר: \n",
            "english": "When a person is transporting water to be sanctified - and, needless to say, water that has been sanctified - he should not sling the container over his back, but instead, should carry it in front of him, as implied by Numbers 19:9: \"as safekeeping, as water for sprinkling.\" One can infer when it is watched, it may be used as water for sprinkling. If not, it is disqualified. If one filled two jugs, he should carry one in front of him and one behind him, because it is impossible to do otherwise."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מֵי חַטָּאת שֶׁשְּׁקָלָן בְּמִשְׁקָל אִם הִסִּיחַ דַּעְתּוֹ פְּסוּלִין וְאִם לָאו כְּשֵׁרִין. אֲבָל אִם שָׁקַל דְּבָרִים אֲחֵרִים בְּמֵי חַטָּאת הוֹאִיל וַעֲשָׂאָן מִשְׁקלֶת פְּסָלָן שֶׁאֵין זוֹ מִשְׁמֶרֶת. כָּל אֵלּוּ הַטְּהוֹרִים שֶׁמְּמַלְּאִין אוֹ שֶׁמְּקַדְּשִׁין אוֹ שֶׁמַּזִּין וְכֵן כָּל הַכֵּלִים שֶׁמְּמַלְּאִין וּמְקַדְּשִׁין מֵהֶם וְשֶׁמַּזִּין מֵהֶן אִם הָיוּ טְבוּלֵי יוֹם אַף עַל פִּי שֶׁלֹּא הֶעֱרִיב שִׁמְשָׁן הֲרֵי אֵלּוּ כְּשֵׁרִים. שֶׁכָּל מַעֲשֵׂה הַפָּרָה וְהַמִּלּוּי וְהַקִּדּוּשׁ וְהַהַזָּיָה כָּשֵׁר בִּטְבוּל יוֹם כְּמוֹ שֶׁבֵּאַרְנוּ. וּמִפְּנֵי הַצְּדוֹקִין מְטַמְּאִין אֶת כָּל כְּלֵי שֶׁטֶף וּמַטְבִּילִין אוֹתָן וְאַחַר כָּךְ מִשְׁתַּמְּשִׁין בָּהֶן בְּמֵי חַטָּאת: \n",
            "english": "When water for the ashes of the red heifer was weighed on a scale, it is disqualified if one diverted his attention from it. If not, it is acceptable. If, however, one weighed other entities with water for the ashes of the red heifer, it is disqualified. The rationale is that since one used it as a weight, it is not considered as having been \"watched.\"<br>All of the pure individuals who draw water, sanctify it, and sprinkle it and, similarly, all of the utensils used for drawing water, sanctifying it, and sprinkling it are acceptable if they were immersed on that day even though night has not fallen upon them. For all of the activities involving the red heifer, drawing the water, and sprinkling it are acceptable when performed by individuals who had immersed that day, as we explained.<br>Because of the Sadducees, all of the utensils that can be purified are made impure, immersed, and then used for the water for the ashes of the red heifer."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַכּל כְּשֵׁרִין לְהַזּוֹת חוּץ מֵאִשָּׁה וְטֻמְטוּם וְאַנְדְּרוֹגִינוּס [וְחֵרֵשׁ שׁוֹטֶה] וְקָטָן שֶׁאֵין בּוֹ דַּעַת. אֲבָל קָטָן שֶׁיֵּשׁ בּוֹ דַּעַת כָּשֵׁר לְהַזּוֹת וְהֶעָרֵל כָּשֵׁר לְהַזּוֹת שֶׁאֵין הֶעָרֵל טָמֵא. קָטָן שֶׁיֵּשׁ בּוֹ דַּעַת שֶׁהִזָּה וְהָאִשָּׁה מְסַעֲדָּתוֹ כְּגוֹן שֶׁאָחֲזָה לוֹ הַמַּיִם בְּיָדוֹ הַזָּאָתוֹ כְּשֵׁרָה וּבִלְבַד שֶׁלֹּא תֶּאֱחֹז בְּיָדוֹ בִּשְׁעַת הַזָּאָה. וְאִם אָחֲזָה בְּיָדוֹ בִּשְׁעַת הַזָּיָתוֹ פְּסוּלָה: \n",
            "english": "Everyone is acceptable to sprinkle the water with the ashes of the red heifer with the exception of a woman, a <i>tumtum</i>, an <i>androgynus</i>, a deafmute, an intellectually and/or emotionally compromised person, and a minor who is not intellectually mature. [Similarly,] an uncircumcised person is acceptable, for an uncircumcised person is not impure.<br>When an intellectually mature minor sprinkles such water and a woman helps him, she holds the water in her hand, his sprinkling is acceptable provided she does not hold his hand while he is sprinkling. If she held his hand while he is sprinkling, the sprinkling is unacceptable."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמַּזֶּה צָרִיךְ לְכַוֵּן וּלְהַזּוֹת עַל הַטָּמֵא לְטַהֲרוֹ וְאִם הִזָּה שֶׁלֹּא בְּכַוָּנָה הַזָּאָתוֹ פְּסוּלָה. אֲבָל זֶה שֶׁמַּזִּין עָלָיו אֵינוֹ צָרִיךְ כַּוָּנָה אֶלָּא מַזִּין עַל הָאָדָם לְדַעְתּוֹ וְשֶׁלֹּא לְדַעְתּוֹ. הַמִּתְכַּוֵּן לְהַזּוֹת לְפָנָיו וְהִזָּה לַאֲחוֹרָיו לַאֲחוֹרָיו וְהִזָּה לְפָנָיו הַזָּיָתוֹ פְּסוּלָה. נִתְכַּוֵּן לְהַזּוֹת לְפָנָיו וְהִזָּה לַצְּדָדִין שֶׁל פָּנָיו הַזָּיָתוֹ כְּשֵׁרָה: \n",
            "english": "The person sprinkling the water must have the intent to sprinkle on the impure person to purify him. If he sprinkled without such an intent, the sprinkling is invalid. The person upon whom the water is sprinkled, by contrast, does not need to have any intent. Instead, water may be sprinkled on a person with his knowledge or without his knowledge.<br>When a person has the intent to sprinkle such water in front of himself and he sprinkles behind himself, or he had the intent of sprinkling water behind himself and he sprinkled in front of himself, his sprinkling is invalid. If he had the intent to sprinkle such water in front of himself and he sprinkled in front, but to the sides, his sprinkling is acceptable."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַמַּזֶּה אֵינוֹ צָרִיךְ טְבִילָה לְכָל הַזָּיָה אֶלָּא טוֹבֵל אֶת הָאֵזוֹב וּמַזֶּה הַזָּיָה אַחַר הַזָּיָה עַד שֶׁיִּגָּמְרוּ הַמַּיִם. וּמַזֶּה הַזָּיָה אַחַת עַל כַּמָּה בְּנֵי אָדָם אוֹ עַל כַּמָּה כֵּלִים כְּאַחַת אֲפִלּוּ מֵאָה. כָּל שֶּׁנָּגַע בּוֹ מִן הַמַּיִם כָּל שֶׁהוּא טָהוֹר וְהוּא שֶׁיִּתְכַּוֵּן הַמַּזֶּה לְהַזּוֹת עָלָיו. טָבַל אֶת הָאֵזוֹב וְנִתְכַּוֵּן לְהַזּוֹת עַל דָּבָר שֶׁמְּקַבֵּל טֻמְאָה אוֹ עַל הָאָדָם וְהִזָּה מֵאוֹתָהּ טְבִילָה עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה אוֹ עַל הַבְּהֵמָה. אִם נִשְׁאֲרוּ מַיִם בָּאֵזוֹב אֵינוֹ צָרִיךְ לַחְזֹר וּלְהַטְבִּיל אֶלָּא מַזֶּה מִן הַשְּׁאָר עַל הָאָדָם אוֹ עַל הַכֵּלִים הַטְּמֵאִים שֶׁהֲרֵי תְּחִלַּת טְבִילָתוֹ כְּשֵׁרָה הָיְתָה. אֲבָל אִם טָבַל אֶת הָאֵזוֹב לְהַזּוֹת עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה אוֹ עַל הַבְּהֵמָה וְהִזָּה עַל הָאָדָם אוֹ עַל הַכְּלִי הַטָּמֵא הַזָּיָתוֹ פְּסוּלָה עַד שֶׁיַּחְזֹר וְיִטְבּל פַּעַם שְׁנִיָּה וְיִתְכַּוֵּן לְהַזּוֹת עַל הָאָדָם אוֹ עַל דָּבָר הַמְקַבֵּל טֻמְאָה: \n",
            "english": "The person sprinkling the water need not dip the hyssop in the water for every sprinkling. Instead, he may dip the hyssop and sprinkle once and again until the water was completed. He may sprinkle on many people or many utensils - even 100 - at a time. Anyone who was touched by even the slightest amount of the water is pure, provided the one sprinkling had the intent of sprinkling on him.<br>If one dipped the hyssop with the intent of sprinkling on an entity that is susceptible to ritual impurity or on a person and, instead, sprinkled the water on an entity that was not susceptible to ritually impurity or on an animal, he need not dip the hyssop again if water remained on it. Instead, he may sprinkle the remainder on an impure person or utensil. The rationale is that, at the outset, he dipped it in the water in an acceptable manner. If, by contrast, he dipped the hyssop in the water in order to sprinkle it on an entity that is not susceptible to ritual impurity or on an animal, and sprinkled it on an impure man or utensil, the sprinkling is invalid until he dips the hyssop in the water a second time, while having the intent to sprinkle on a person or on an entity that is susceptible to ritual impurity."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הִטְבִּיל אֶת הָאֵזוֹב וְנִתְכַּוֵּן לְהַזּוֹת עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה הַמַּיִם הַמְנַטְּפִים כְּשֵׁרִין לְפִיכָךְ אִם נָטְפוּ בִּכְלִי וְחָזַר וְהִטְבִּיל בָּהֶן אֶת הָאֵזוֹב בְּכַוָּנָה לְהַזּוֹת עַל דָּבָר הַמְקַבֵּל טֻמְאָה הַזָּיָתוֹ כְּשֵׁרָה: \n",
            "english": "If he dipped the hyssop in the water with the intent of sprinkling on an entity that is not susceptible to ritual impurity, the water that drips from the hyssop are still acceptable. Therefore if it drips into a container and one dips the hyssop in it with the intent of sprinkling it on an entity that is susceptible to ritual impurity, the sprinkling is acceptable."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מֵי חַטָּאת שֶׁנִּתְמַעֲטוּ טוֹבֵל בָּהֶן אֲפִלּוּ רָאשֵׁי גִּבְעוֹלִין וּמַזֶּה וּבִלְבַד שֶׁלֹּא יְסַפֵּג. צְלוֹחִית שֶׁפִּיהָ צַר טוֹבֵל וּמַעֲלֶה כְּדַרְכּוֹ וּמַזֶּה וְאֵינוֹ צָרִיךְ לְהִזָּהֵר שֶׁמָּא יִגַּע בְּצִדֵּי הַכְּלִי בְּפַעַם שְׁנִיָּה: \n",
            "english": "Although the volume of the water of the ashes of the red heifer has been reduced, one may dip even the tips of the hyssop stalks and sprinkle, provided one does not use it like a sponge. When a flask has a thin opening, he may dip and withdraw the hyssop in the ordinary manner and then sprinkle with it. He need not be careful that it does not touch the sides of the container a second time."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כֵּיצַד מְטַהֲרִים טְמֵא מֵת בְּמֵי נִדָּה. לוֹקֵחַ אָדָם טָהוֹר שְׁלֹשָׁה קְלָחִין שֶׁל אֵזוֹב וְאוֹגְדָן אֲגוּדָה אַחַת וּבְכָל בַּד וּבַד גִּבְעוֹל אֶחָד וְטוֹבֵל רָאשֵׁי גִּבְעוֹלִין בְּמֵי נִדָּה שֶׁבַּכְּלִי וּמִתְכַּוֵּן וּמַזֶּה עַל הָאָדָם אוֹ עַל הַכֵּלִים בַּיּוֹם הַשְּׁלִישִׁי וּבַיּוֹם הַשְּׁבִיעִי אַחַר שֶׁתָּנֵץ הַחַמָּה. וְאִם הִזָּה מִשֶּׁעָלָה עַמּוּד הַשַּׁחַר כָּשֵׁר. וְאַחַר שֶׁיַּזֶּה עָלָיו בַּיּוֹם הַשְּׁבִיעִי טוֹבֵל בַּיּוֹם וּמַעֲרִיב שִׁמְשׁוֹ וַהֲרֵי הוּא טָהוֹר לָעֶרֶב. טָבַל אֶת הָאֵזוֹב בַּלַּיְלָה וְהִזָּה בַּיּוֹם אוֹ שֶׁטָּבַל אֶת הָאֵזוֹב בַּיּוֹם וְהִזָּה בַּלַּיְלָה הַזָּאָתוֹ פְּסוּלָה וְהַמַּיִם מְטַמְּאִין מִשּׁוּם מֵי חַטָּאת כְּמוֹ שֶׁיִּתְבָּאֵר. עַד שֶׁתִּהְיֶה טְבִילַת הָאֵזוֹב בַּמַּיִם וְהַזָּאָתוֹ מִמֶּנּוּ בַּיּוֹם הַשְּׁלִישִׁי וּבַיּוֹם הַשְּׁבִיעִי אַחַר שֶׁתָּנֵץ הַחַמָּה וְאִם עָבַר וְעָשָׂה מִשֶּׁעָלָה עַמּוּד הַשַּׁחַר כָּשֵׁר כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "How is a person who is impure because of contact with a human corpse purified by the water of sprinkling? A person who is pure takes three stalks of hyssop and binds them with one bond. Each stalk should have at least one bud. He should dip the top of the buds in the sprinkling water while it is in a container, focus his intent, and sprinkle it on the impure person or utensil on the third and seventh days after sunrise. If one sprinkled after dawn, it is acceptable. After the water has been sprinkled on a person on the seventh day, he should immerse in a <i>mikveh</i> during the day, wait until nightfall, and then, in the evening, he is pure.<br>If one dipped the hyssop [in the water] at night and sprinkled it during the day or dipped it [into the water] during the day and sprinkled it at night, the sprinkling is invalid. Moreover, the water imparts impurity just as the water of the ashes of the red heifer does, as will be explained.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">As indicated by Chapter 15, Halachah 1, the water from an invalid sprinkling imparts impurity.</i> [The sprinkling is not valid] unless the hyssop is dipped in the water and it is sprinkled from it on the third and seventh days after sunrise. If one transgressed and performed [these activities] after dawn, it is acceptable, as explained [above]."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִי שֶׁנִּטְמָא בְּמֵת וְשָׁהָה כַּמָּה יָמִים בְּלֹא הַזָּאָה כְּשֶׁיָּבוֹא לְהַזּוֹת מוֹנֶה בְּפָנֵינוּ שְׁלֹשָׁה יָמִים וּמַזִּין עָלָיו בַּשְּׁלִישִׁי וּבַשְּׁבִיעִי וְטוֹבֵל בַּשְּׁבִיעִי וּמַעֲרִיב שִׁמְשׁוֹ. בַּמֶּה דְּבָרִים אֲמוּרִים בְּעַם הָאָרֶץ שֶׁבָּא לְהַזּוֹת שֶׁאֲפִלּוּ אָמַר הַיּוֹם שְׁלִישִׁי שֶׁלִּי אֵינוֹ נֶאֱמָן שֶׁמָּא הַיּוֹם נִטְמָא לְפִיכָךְ צָרִיךְ לִמְנוֹת בְּפָנֵינוּ. אֲבָל חָבֵר שֶׁבָּא לְהַזּוֹת מַזִּין עָלָיו אוֹ עַל כֵּלָיו מִיָּד. מִי שֶׁהֻזָּה עָלָיו בַּשְּׁלִישִׁי וְלֹא הֻזָּה עָלָיו בַּשְּׁבִיעִי וְשָׁהָה כַּמָּה יָמִים טוֹבֵל בְּכָל עֵת שֶׁיִּרְצֶה אַחַר הַשְּׁבִיעִי בֵּין בַּיּוֹם בֵּין בַּלַּיְלָה וּמַזִּין עָלָיו בַּיּוֹם בֵּין קֹדֶם טְבִילָה בֵּין אַחַר טְבִילָה אֲפִלּוּ טָבַל בְּלֵיל תְּשִׁיעִי אוֹ בְּלֵיל עֲשִׂירִי מַזִּין עָלָיו לְמָחָר אַחַר הָנֵץ הַחַמָּה: \n",
            "english": "When a person became impure due to a corpse and remained several days without having the water sprinkled upon him, when he comes to have the water sprinkled upon him, he should count three days in our presence. The water is sprinkled upon him on the third and seventh days. He immerses in a <i>mikveh</i> on the seventh day and waits until nightfall.<br>To whom does the above apply? To a common person who comes to have the water sprinkled upon him. Even if he says that this is the third day after he contracted impurity, his word is not accepted, for perhaps he became impure on this day. Therefore, he must count the days in our presence. If, by contrast, a <i>chaver</i> comes to have the water sprinkled upon him, it may be sprinkled on him and his implements immediately.<br>When such water was sprinkled on a person on the third day, but it was not sprinkled upon him on the seventh day, he may immerse in a <i>mikveh</i> whenever he desires after the seventh day, whether during the night or during the day and the water should be sprinkled on him during the day, whether before immersion or after immersion. Even if he immersed on the night of the ninth day or the night of the tenth day, the water may be sprinkled on him on the following day after sunrise."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל הַמְטַמְּאִין מְקַבְּלִין הַזָּאָה. כֵּיצַד. זָבִים וְזָבוֹת נִדּוֹת וְיוֹלְדוֹת שֶׁנִּטְמְאוּ בְּמֵת מַזִּין עֲלֵיהֶן בַּשְּׁלִישִׁי וּשְׁבִיעִי וַהֲרֵי הֵם טְהוֹרִין מִטֻּמְאַת מֵת אַף עַל פִּי שֶׁהֵן טְמֵאִין טֻמְאָה אַחֶרֶת. שֶׁנֶּאֱמַר <small>(במדבר יט יט)</small> \"וְהִזָּה הַטָּהֹר עַל הַטָּמֵא בַּיּוֹם הַשְּׁלִישִׁי\" הָא לָמַדְתָּ שֶׁהַזָּיָה מוֹעֶלֶת לוֹ אַף עַל פִּי שֶׁהוּא טָמֵא. וְכֵן הֶעָרֵל מְקַבֵּל הַזָּאָה. כֵּיצַד. עָרֵל שֶׁנִּטְמָא בְּמֵת וְהִזָּה עָלָיו שְׁלִישִׁי וּשְׁבִיעִי הֲרֵי זֶה טָהוֹר מִטֻּמְאַת מֵת. וּכְשֶׁיָּמוּל טוֹבֵל וְאוֹכֵל בְּקָדָשִׁים לָעֶרֶב: \n",
            "english": "It is acceptable for all of those who are impure to have this water sprinkled upon them. What is implied? The water may be sprinkled on <i>zavim</i>, <i>zavot</i>, women in the <i>niddah</i> state, women impure because of childbirth, on the third and seventh days after they contract the ritual impurity connected with a human corpse. After the sprinkling, they are purified from that impurity although they are still impure because of another type of impurity, as implied by Numbers 19:19: \"And the pure person shall sprinkle on the impure,\" i.e., one may derive that the sprinkling is effective for him even though he is impure.<br>Similarly, a person who is uncircumcised may have this water sprinkled upon him. What is implied? If an uncircumcised person contracted the impurity connected with a corpse and had the water sprinkled upon him on the third and seventh days, he is pure from this impurity. When he is circumcised, he must immerse himself and may eat sacrificial foods in the evening."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִצְוַת אֵזוֹב שְׁלֹשָׁה קְלָחִין וְכָל קֶלַח וְקֶלַח גִּבְעוֹל אֶחָד. נִמְצְאוּ שְׁלֹשָׁה גִּבְעוֹלִין. וּשְׁיָרָיו שְׁנַיִם. אוֹ אִם לָקַח שְׁנַיִם בַּתְּחִלָּה וַאֲגָדָן כָּשֵׁר. נִתְפָּרְדוּ הַגִּבְעוֹלִין וְנָשְׁרוּ הֶעָלִין אֲפִלּוּ לֹא נִשְׁאַר מִכָּל גִּבְעוֹל מֵהֶם אֶלָּא כָּל שֶׁהוּא כָּשֵׁר שֶׁשְּׁיָרֵי הָאֵזוֹב בְּכָל שֶׁהוּא. קֶלַח שֶׁיֵּשׁ בּוֹ שְׁלֹשָׁה בַּדִּין מְפַסְּקוֹ וְאַחַר כָּךְ אוֹגֵד שְׁלָשְׁתָּן שֶׁמִּצְוָתוֹ לִהְיוֹת אֲגֻדָּה אַף עַל פִּי שֶׁלֹּא נִתְפָּרֵשׁ בַּתּוֹרָה שֶׁיִּהְיֶה אֲגֻדָּה. פְּסָקוֹ וְלֹא אֲגָדוֹ אוֹ שֶׁאֲגָדוֹ וְלֹא פְּסָקוֹ אוֹ שֶׁלֹּא פְּסָקוֹ וְלֹא אֲגָדוֹ וְהִזָּה בּוֹ כָּשֵׁר. הָאֵזוֹב הַקָּצָר אוֹגְדוֹ בְּחוּט עַל הַכּוּשׁ וְכַיּוֹצֵא בּוֹ וְטוֹבֵל בְּמַיִם וּמַעֲלֶה וְאוֹחֵז בָּאֵזוֹב וּמַזֶּה. נִסְתַּפֵּק לוֹ אִם מִן הַחוּט הִזָּה אוֹ מִן הַכּוּשׁ אוֹ מִן הַגִּבְעוֹל הַזָּאָתוֹ פְּסוּלָה: \n",
            "english": "The optimum way of fulfilling the mitzvah of the hyssop is to use three stalks and for each stalk to have one bud. If at first there were three buds and then only two remained or if one took two at first and bound them together, it is acceptable. Should the buds open and the leaves fall off, even if only the slightest portion of each remain, it is acceptable, because as long as the smallest amount remains from a hyssop, it is acceptable.<br>When a stalk has three buds, one should separate one from the other and afterwards, bind them together, for the mitzvah is for them to be bound, even though this is not explicitly stated in the Torah. If one separated them, but did not bind them, or bound them without separating them, or used them for sprinkling without separating them or binding them, the sprinkling is valid.<br>When a hyssop is short, one should bind it with a string on a weaving needle or the like, dip it into the water, lift it up, and then hold the hyssop in one's hand and sprinkle with it. If he did not do so, but instead, sprinkled with it while bound to the needle and he was uncertain whether he sprinkled from the string, from the needle, or from the bud, the sprinkling is invalid."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין מַזִּין לֹא בְּיוֹנְקוֹת הָאֵזוֹב וְלֹא בַּתְּמָרוֹת אֶלָּא בַּגִּבְעוֹלִין. אֵלּוּ הֵן הַיּוֹנְקוֹת גִּבְעוֹלִין שֶׁלֹּא גָּמְלוּ. וּמִי שֶׁהֻזָּה עָלָיו בְּיוֹנְקוֹת וְנִכְנַס לַמִּקְדָּשׁ פָּטוּר. וּמֵאֵימָתַי מַזִּין בָּאֵזוֹב מִשֶּׁיָּנֵץ. וְאֵזוֹב שֶׁהֻזָּה בּוֹ מֵי נִדָּה כָּשֵׁר לְטַהֵר בּוֹ אֶת הַמְצֹרָע. כָּל אֵזוֹב שֶׁיֵּשׁ לוֹ שֵׁם לְוַוי פָּסוּל. וְהָאֵזוֹב שֶׁקּוֹרִין אוֹתוֹ אֵזוֹב בְּיִחוּד הוּא הַכָּשֵׁר וְהוּא הָאֵזוֹב שֶׁאוֹכְלִין אוֹתוֹ בַּעֲלֵי בָּתִּים. אֲבָל זֶה שֶׁקּוֹרִין אוֹתוֹ אֵזוֹב יוֹן וְאֵזוֹב כַּחְלִית וְאֵזוֹב מִדְבָּרִי פָּסוּל: \n",
            "english": "One should not sprinkle with underdeveloped stalks of hyssop, nor with the seed pods, but with stalks. This is what is meant by underdeveloped stalks: stalks which have not reached maturity. Nevertheless, if the water of the ashes of the red heifer was sprinkled on a person with an underdeveloped hyssop and that person entered the Temple, he is not liable.<br>From which point should a hyssop be used for sprinkling? From the time it buds. When a hyssop has been used for the sprinkling of this water, it may be used to purify a person afflicted by <i>tzara'at</i>.<br>Whenever a hyssop is described by an additional term, it is not acceptable. The hyssop that is called a hyssop alone is the one which is acceptable. It is the hyssop that is eaten domestically. The species which are called Greek hyssop, red hyssop, desert hyssop, or Roman hyssop are invalid."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֵזוֹב שֶׁל אֲשֵׁרָה וְשֶׁל עִיר הַנִּדַּחַת וְשֶׁל עֲבוֹדָה זָרָה וְשֶׁל תְּרוּמָה טְמֵאָה פְּסוּלָה. שֶׁל תְּרוּמָה טְהוֹרָה לֹא יַזֶּה וְאִם הִזָּה כָּשֵׁר: \n",
            "english": "A hyssop that was worshiped as an <i>asherah</i>, came from a city that was led astray, belonged to a false deity, or came from impure <i>terumah</i>, is invalid. If it comes from pure <i>terumah</i>, as an initial preference, one should not sprinkle with it. If one did, the sprinkling is acceptable."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אֵזוֹב שֶׁלִּקְּטוֹ לְעֵצִים וְנָפְלוּ עָלָיו מַשְׁקִין מְנַגְּבוֹ וְהוּא כָּשֵׁר לְהַזָּיָה. לִקְּטוֹ לָאֳכָלִין וְנָפְלוּ עָלָיו מַשְׁקִין אַף עַל פִּי שֶׁנִּגְּבוֹ פָּסוּל שֶׁהֲרֵי נִטְמָא לְהַזָּיָה שֶׁכָּל הַמַּשְׁקִין וְכָל הָאֳכָלִין וְכָל הַכֵּלִים הֲרֵי הֵן כִּטְמֵאִים לְעִנְיַן חַטָּאת כְּמוֹ שֶׁבֵּאַרְנוּ. לִקְּטוֹ לְחַטָּאת הֲרֵי זֶה כְּנִלְקָט לְעֵצִים וְאִם נָפְלוּ עָלָיו מַשְׁקִין מְנַגְּבוֹ וּמַזֶּה בּוֹ: \n",
            "english": "When a hyssop was gathered to be used for kindling and liquids fell upon it, one may dry it, and it will remain acceptable for sprinkling. If it was reaped for use as food, even if the water was dried, it is unacceptable, because it is considered as impure for sprinkling. For all liquids, foods, and implements are considered as impure with regard to the purification process using the water of the ashes of the red heifer, as will be explained. If a hyssop was reaped to use for the purification process, it is as if it was reaped for kindling. Thus if a liquid fell on it, it may be dried and used for sprinkling."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אָדָם שֶׁנִּטְמָא בְּמֵת וְהִזָּה עָלָיו כֵּיוָן שֶׁנָּגַע כָּל שֶׁהוּא מִמֵּי הַנִּדָּה בְּכָל מָקוֹם מֵעוֹר בְּשָׂרוֹ שֶׁל טָמֵא עָלְתָה לוֹ הַזָּיָה. אֲפִלּוּ נָפְלָה הַהַזָּאָה עַל רֹאשׁ אֶצְבָּעוֹ אוֹ עַל רֹאשׁ שְׂפָתוֹ. אֲבָל אִם נָגְעָה בִּלְשׁוֹנוֹ אֵינָהּ כְּלוּם. אַף עַל פִּי שֶׁהַלָּשׁוֹן כְּאֵיבָרִים שֶׁבְּגָלוּי לְעִנְיַן טֻמְאָה כְּמוֹ שֶׁבֵּאַרְנוּ. אֵינָן כְּאֵיבָרִים שֶׁבְּגָלוּי לְעִנְיַן הַזָּאָה וּטְבִילָה. וְכֵן כְּלִי שֶׁנִּטְמָא בְּמֵת וְהִזָּה עָלָיו כֵּיוָן שֶׁהִגִּיעַ לְגוּפוֹ שֶׁל כְּלִי כָּל שֶׁהוּא מִמֵּי הַנִּדָּה עָלְתָה לוֹ הַזָּאָה: \n",
            "english": "When the water of the ashes of the red heifer was sprinkled on a person who became impure due to contact with a human corpse, if even the slightest amount of the water touches any portion of the body of the impure person, the sprinkling is effective. This applies even if the sprinkling fell on the tips of his fingers or on the tip of his lips. If, however, the water touched his tongue, it is of no consequence. Even though the tongue is considered as a revealed organ with regard to contracting ritual impurity, as we explained, it is not considered as one of the revealed organs with regard to sprinkling and immersion.<br>Similarly, when a <i>k'li</i> contracted impurity from a corpse and the water was sprinkled on it, if even the slightest amount of the sprinkling water touches the body of the <i>k'li</i>, the sprinkling is effective."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁנֵי כֵּלִים אוֹ שְׁנֵי בְּנֵי אָדָם שֶׁנִּתְכַּוֵּן לְהַזּוֹת עַל שְׁנֵיהֶן כְּאַחַת וְהִזָּה עַל אֶחָד מֵהֶן. וְנָטְפוּ הַמַּיִם מֵעַל הָרִאשׁוֹן עַל הַשֵּׁנִי הֲרֵי הַשֵּׁנִי בְּטֻמְאָתוֹ עַד שֶׁיִּפְּלוּ עָלָיו הַמַּיִם מֵהַזָּיַת הַמַּזֶּה לֹא מִן הַתַּמְצִית. הִזָּה עַל שְׁנֵי כֵּלִים וְנִסְתַּפֵּק לוֹ אִם הִזָּה עַל שְׁנֵיהֶן כְּאַחַד אוֹ מֵחֲבֵרוֹ נִמְצָה עָלָיו הַזָּיָתוֹ פְּסוּלָה: \n",
            "english": "When one intended to sprinkle on two <i>keilim</i> or two people at the same time and one sprinkled water on one of them and then it dripped from the first to the second, the second remains impure until water falls upon him from the sprinkling and not from the concentration of water in another place.<br>If one sprinkled on two <i>keilim</i> and one was in doubt whether he sprinkled on both at once or the water dripped from one to the other, the sprinkling is invalid."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מַחַט שֶׁנְּתוּנָה עַל הַחֶרֶשׂ וְהִזָּה עָלֶיהָ סָפֵק עַל הַמַּחַט הִזָּה סָפֵק מִן הַחֶרֶשׂ נִמְצָה עָלֶיהָ הַזָּיָתוֹ פְּסוּלָה: \n",
            "english": "When a needle was placed on a shard and one intended to sprinkle water on it, but a doubt arose whether he sprinkled on the needle or the water dripped on it from the shard, the sprinkling is invalid."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כֵּלִים הַמְפֻצָּלִין שֶׁמְּחֻבָּרִין זֶה לָזֶה בְּמַסְמְרִים. כְּגוֹן מִסְפֹּרֶת שֶׁל פְּרָקִים וְאִזְמֵל שֶׁל רְהִיטְנִי וְכַיּוֹצֵא בָּהֶן. בִּשְׁעַת מְלָאכָה חִבּוּר לְטֻמְאָה וּלְהַזָּיָה. שֶׁלֹּא בִּשְׁעַת מְלָאכָה אֵינוֹ חִבּוּר לֹא לָזֶה וְלֹא לָזֶה. כֵּיצַד הֵן חִבּוּר לְטֻמְאָה וּלְהַזָּיָה. שֶׁאִם נִטְמָא אֶחָד מֵהֶן בִּשְׁעַת מְלָאכָה נִטְמָא הַשֵּׁנִי. וְאִם הִזָּה עַל אֶחָד מֵהֶן בִּשְׁעַת מְלָאכָה עָלְתָה הַזָּיָה לִשְׁנֵיהֶן וּכְאִלּוּ הֵן גּוּף אֶחָד. וְכֵיצַד אֵינוֹ חִבּוּר לֹא לְטֻמְאָה וְלֹא לְהַזָּיָה. שֶׁאִם נִטְמָא אֶחָד מֵהֶן שֶׁלֹּא בִּשְׁעַת מְלָאכָה לֹא נִטְמָא חֲבֵרוֹ. וְאִם נִטְמְאוּ שְׁנֵיהֶן וְהִזָּה עַל אֶחָד מֵהֶן שֶׁלֹּא בִּשְׁעַת מְלָאכָה לֹא טִהֵר חֲבֵרוֹ אַף עַל פִּי שֶׁהֵן מְחֻבָּרִין. וְזֶהוּ דִּין תּוֹרָה. אֲבָל מִדִּבְרֵי סוֹפְרִים גָּזְרוּ שֶׁיִּהְיוּ חִבּוּר לְטֻמְאָה אֲפִלּוּ שֶׁלֹּא בִּשְׁעַת מְלָאכָה גְּזֵרָה מִשּׁוּם שְׁעַת מְלָאכָה. וּלְעוֹלָם אִם נָגְעָה בְּאֶחָד מֵהֶן טֻמְאָה נִטְמָא חֲבֵרוֹ. וְכֵן גָּזְרוּ עֲלֵיהֶן שֶׁלֹּא יִהְיוּ חִבּוּר לְהַזָּיָה אֲפִלּוּ בִּשְׁעַת מְלָאכָה גְּזֵרָה מִשּׁוּם שֶׁלֹּא בִּשְׁעַת מְלָאכָה. וּלְעוֹלָם אִם הִזָּה עַל אֶחָד מֵהֶן לֹא טִהֵר חֲבֵרוֹ עַד שֶׁיַּזֶּה גַּם עָלָיו. הִנֵּה לָמַדְתָּ שֶׁכָּל מָקוֹם שָׁאַתָּה שׁוֹמֵעַ חִבּוּר לְטֻמְאָה וְאֵינוֹ חִבּוּר לְהַזָּיָה אֵין זֶה אֶלָּא גְּזֵרָה מִדִּבְרֵיהֶם עַל הַדֶּרֶךְ שֶׁבֵּאַרְנוּ: \n",
            "english": "The following laws apply when there are <i>keilim</i> that have several parts which are connected to each other with nails, e.g., a scissors that comes apart, the blade of a plane, or the like. At the time of work, they are considered as joined, with regard to both impurity and sprinkling. When work is not being performed with them, neither is considered as joined to the other.<br>What is meant by saying that they are considered as joined, with regard to both impurity and sprinkling? That if one of the parts contracts impurity at the time work is being performed, the second also contracts impurity. Conversely, if water was sprinkled on one while work was being performed with them, the sprinkling is also effective with regard to the other and it is as if they are a single entity.<br>What is meant by saying that they are not considered as joined, with regard to both impurity and sprinkling? That if one contracts impurity while work is not being performed with it, the other does not contract impurity. And if both had contracted impurity and one sprinkled the water on one at a time when work was not being performed, the other does not become pure, even though they were joined together at that time.<br>This is the Scriptural Law. According to Rabbinic Law, however, it was decreed that they should be considered as joined with regard to impurity even at a time when work was not being performed. This decree was instituted as a safeguard for the law applying when work was being performed. Whenever impurity touches one of them, the other also becomes impure.<br>They also decreed that they should not be considered as joined with regard to sprinkling, even at a time when work was being performed. This decree was instituted as a safeguard for the law applying when work was not being performed. Whenever one sprinkles the water on one of them, the other does not regain purity until the water is also sprinkled on the other. From this, it can be inferred that whenever it is mentioned that two entities are considered as joined with regard to impurity, but not with regard to sprinkling, this is merely a Rabbinic decree, following the pattern explained above."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁנֵי כֵּלִים שֶׁחִבְּרָן עַד שֶׁנַּעֲשׂוּ כְּגוּף אֶחָד. כְּגוֹן שֶׁתָּפַר שְׁנֵי בְּגָדִים אוֹ שְׁתֵּי יְרִיעוֹת הֲרֵי אֵלּוּ חִבּוּר לְטֻמְאָה וּלְהַזָּאָה מִפְּנֵי שֶׁהֵן כִּכְלִי אֶחָד: \n",
            "english": "When two articles are joined together to the extent that they are considered as a single entity, e.g., one sewed together two garments or two parchments, they are considered as joined for both impurity and sprinkling, because they are a single entity."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁלַל הַכּוֹבְסִין וְהַבֶּגֶד שֶׁהוּא תָּפוּר בְּכִלְאַיִם וְהֵן עוֹמְדִין לְהַתִּירָן אֵינוֹ חִבּוּר לְהַזָּיָה וַהֲרֵי הֵן חִבּוּר לְטֻמְאָה. וְכֵן הַסְּלָעִים שֶׁבַּקַּנְתָּל. וְהַמִּטָּה שֶׁל טַרְבָּל. וְקֶרֶן שֶׁל כְּלִיבָה. וְקַרְנַיִם שֶׁל יוֹצְאֵי דְּרָכִים. וְשַׁלְשֶׁלֶת הַמַּפְתְּחוֹת. חִבּוּר לְטֻמְאָה וְלֹא לְהַזָּאָה. אֶלָּא צָרִיךְ שֶׁיִּגְּעוּ הַמַּיִם מִן הַמַּזֶּה בְּכָל סַל וְסַל. וּבְכָל מַפְתֵּחַ וּמַפְתֵּחַ. וּבְכָל קֶרֶן וְקֶרֶן. וּבְכָל קוֹרָה וְקוֹרָה מִמִּטָּה זוֹ הַמְפֻצֶּלֶת: \n",
            "english": "A launderer's sewing and a garment that is sewn with a forbidden mixture of fabrics that are about to be separated are not considered as joined with regard to sprinkling, but are considered as joined with regard to impurity.<br>Baskets joined as a carrier, a threshing utensil, the feet of a bed, drinking horns of travelers, and a chain of keys, are considered as joined with regard to impurity, but are not considered as joined with regard to sprinkling. Instead, the water that is sprinkled must reach each individual basket, each individual key, each individual horn, and every beam of the bed that is assembled."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַמְחַבֵּר שָׁלֹשׁ כְּסָתוֹת שֶׁל צֶמֶר וְשֵׁשׁ שֶׁל פִּשְׁתָּן. אוֹ שְׁלֹשָׁה סְדִינִים אוֹ שְׁתֵּים עֶשְׂרֵה מִטְפָּחוֹת. הֲרֵי אֵלּוּ חִבּוּר לְטֻמְאָה וּלְהַזָּאָה. יֶתֶר מִכָּאן חִבּוּר לְטֻמְאָה וְלֹא לְהַזָּאָה. חָלוּק אֶחָד וְטַלִּית אַחַת וּקְלוּבְקָרִין אֶחָד הֲרֵי הֵן חִבּוּר לְטֻמְאָה וּלְהַזָּיָה אֲפִלּוּ הָיוּ אֲרֻכִּין בְּיוֹתֵר אוֹ רְחָבִין בְּיוֹתֵר כָּל שֶׁהֵן. וְאֵי זֶהוּ קְלוּבְקָרִין זֶה שְׁנֵי בְּגָדִים שֶׁמַּנִּיחִין צֶמֶר גֶפֶן בֵּינֵיהֶן וְתוֹפְרִין אוֹתָן כְּאַחַת וְעוֹשִׂין מֵהֶן חָלוּק לִימוֹת הַגְּשָׁמִים: \n",
            "english": "When a person joins three blankets of wool or six of linen or three sheets or twelve kerchiefs, they are considered as joined with regard both to impurity and sprinkling. Any more than the above quantities are considered as joined with regard to impurity, but are not considered as joined with regard to sprinkling. One cloak, one garment, and one <i>klubkerin</i>, are considered as joined with regard to impurity and sprinkling, even if they are very long or very wide, no matter how large they are.<br>What is a <i>klubkerin</i>? Two garments are taken. Cotton is placed between them as a lining and then they are sewn together as one and worn as an outer garment for the winter."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כִּסּוּי הַמֵּחַם שֶׁמְּחֻבָּר בְּשַׁלְשֶׁלֶת. הִזָּה עַל הַמֵּחַם טִהֵר הַכּל. הִזָּה עַל הַכִּסּוּי לֹא טִהֵר הַמֵּחַם עַד שֶׁיַּזֶּה עָלָיו: \n",
            "english": "When the covering of a samovar is connected by chains, when one sprinkles on the samovar, everything is purified. If one sprinkled on the cover, one did not purify the samovar. It is necessary to sprinkle on it directly."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַזּוֹג וְהָעִנְבָּל חִבּוּר לְטֻמְאָה וּלְהַזָּאָה וְאִם הִזָּה עַל אֶחָד מֵהֶן טִהֲרוּ שְׁנֵיהֶן: \n",
            "english": "A bell and its clanger are considered as joined with regard both to impurity and sprinkling. If one sprinkled on one of them, they both regain their purity."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַטֶּוִוי שֶׁטּוֹוִים בּוֹ הַפִּשְׁתִּים אוֹ שׁוֹזְרִין בּוֹ הַחֲבָלִים שְׁלֹשָׁה גּוּפִין יֵשׁ בּוֹ. הָעֵץ שֶׁמְּלַפְּפִין עָלָיו הַטָּווּיִ וְהוּא הַנִּקְרָא כּוּשׁ. וְהַנְּחשֶׁת אוֹ הַבַּרְזֶל שֶׁבְּרֹאשׁ הָעֵץ וְהוּא הַנִּקְרָא צִנּוֹרָא שֶׁבָּהּ פּוֹתְלִין וְטוֹוִין. וְהָרֵחַיִם שֶׁבְּאֶמְצַע הַכּוּשׁ וְהִיא הַנִּקְרֵאת פִּיקָא. הַכּוּשׁ שֶׁפּוֹתְלִין בּוֹ הַחֲבָלִים שֶׁנִּטְמָא לֹא יַזֶּה עַל הַפִּיקָא שֶׁלּוֹ וְלֹא עַל הַכּוּשׁ אֶלָּא עַל הַצִּנּוֹרָא. וְאִם הִזָּה עַל אֶחָד מִשְּׁלָשְׁתָּן טִהֵר הַכּל. וְשֶׁל פִּשְׁתָּן מַזֶּה עַל אֶחָד מִשְּׁלָשְׁתָּן לְכַתְּחִלָּה שֶׁשְּׁלָשְׁתָּן חִבּוּר: \n",
            "english": "A spindle on which flax is spun or ropes are made is composed of three parts: a) the rod around which the thread is wound; it is called a <i>kush</i>;<br>b) the copper or iron hook at the top of the rod with which one spins and makes threads; it is called a <i>tzinorah</i>;<br>c) the ball that is in the center of the rod; it is called the <i>pika</i>.<br>When the spindle on which ropes are wound becomes impure, one should not sprinkle on the <i>pika</i> or the <i>kush</i>, only on the <i>tzinora</i>. After the fact, if one sprinkled on one of the three, everything is purified. If a spindle is used for flax, one may sprinkle on any of the three as an initial preference, for the three are joined together."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "עוֹר שֶׁל עֲרִיסָה שֶׁהוּא מְחֻבָּר לְפִיקוֹת. חִבּוּר לְטֻמְאָה וּלְהַזָּאָה. הַמַּלְבֵּן שֶׁל מִטּוֹת אֵינוֹ חִבּוּר לֹא לְטֻמְאָה וְלֹא לְהַזָּאָה: \n",
            "english": "A piece of leather used to cover a cradle that is connected by buttons is considered as joined with regard both to impurity and sprinkling. The wooden frame placed on top of a bed is not considered as joined, neither with regard to impurity, nor with regard to sprinkling."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל יְדוֹת הַכֵּלִים הַקְּדוּחוֹת כְּגוֹן נִצַּב הַסַּכִּין וְכַיּוֹצֵא בּוֹ שֶׁהַנִּצָּב נָקוּב וְהַבַּרְזֶל נִכְנָס בּוֹ חִבּוּר לְטֻמְאָה וּלְהַזָּאָה. אֲבָל הַיָּדוֹת הַחֲרוּקוֹת כְּגוֹן עֵץ הַחֲנִית שֶׁהָעֵץ נִכְנָס בַּבַּרְזֶל אֵינוֹ חִבּוּר לְהַזָּאָה: \n",
            "english": "All of the hollow handles of <i>keilim</i> - e.g., a knife handle and the like, i.e., the handle has an opening and the iron shaft enters it - are considered as joined with regard both to impurity and sprinkling. All protruding handles - e.g., the handle of a javelin in which a portion of the wood is inserted into the iron shaft - are not considered as joined with regard to sprinkling."
          }
        }
      ]
    },
    {
      "chapter": 13,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מַעֲלוֹת יְתֵרוֹת עָשׂוּ בְּטָהֳרַת הַחַטָּאת. שֶׁהָאָדָם הַטָּהוֹר אֲפִלּוּ טָבַל לְקֹדֶשׁ וְעוֹמֵד וּמְשַׁמֵּשׁ עַל גַּבֵּי הַמִּזְבֵּחַ אֵינוֹ טָהוֹר לְחַטָּאת וְלֹא לִשְׂרֵפַת הַפָּרָה וְלֹא לְמִלּוּי הַמַּיִם וְלֹא לְקַדְּשָׁן וְלֹא לְהַזּוֹת עַד שֶׁיִּטְבּל לְשֵׁם חַטָּאת וְאַחַר כָּךְ יִהְיֶה טָהוֹר לְחַטָּאת. וְכֵן הַכֵּלִים אֲפִלּוּ מִזְרָק שֶׁבָּעֲזָרָה אֵינוֹ טָהוֹר לְחַטָּאת עַד שֶׁיַּטְבִּילוּהוּ לְשֵׁם חַטָּאת. וְכֵן כָּל הָאֳכָלִין וְכָל הַמַּשְׁקִין אַף עַל פִּי שֶׁהֵן טְהוֹרִין הֲרֵי הֵן לְעִנְיַן חַטָּאת כָּאֳכָלִין וּמַשְׁקִין הַמְטַמְּאִין: \n",
            "english": "Extra stringencies were instituted with regard to the purification process involving the ashes of the red heifer. A person who was pure - even if he immersed himself in a <i>mikveh</i> for the sake of sacrificial service and stood and served on the altar - is not pure with regard to the purification process involving the ashes of the red heifer, nor with regard to the burning of the red heifer, drawing its water, sanctifying it, or sprinkling it unless he immerses himself for the sake of the purification process involving the ashes of the red heifer. Afterwards, he is considered pure for that purpose.<br>Similarly, <i>keilim</i> - even a receptacle taken from the Temple Courtyard - are not considered as pure with regard to the purification process involving the ashes of the red heifer unless they were immersed for that purpose. Similarly, all foods and liquids - even if they are pure - are considered as impure in this context."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל כְּלִי הָרָאוּי לְמִשְׁכָּב אוֹ לְמוֹשָׁב אַף עַל פִּי שֶׁהוּא טָהוֹר לְגַבֵּי הַקֹּדֶשׁ הֲרֵי הוּא לְגַבֵּי חַטָּאת כְּמִדְרַס הַזָּב עַד שֶׁיַּטְבִּילוּהוּ לְשֵׁם חַטָּאת. יוֹחָנָן בֶּן גֻּדְגְּדָא הָיָה אוֹכֵל בְּטָהֳרַת הַקֹּדֶשׁ כָּל יָמָיו וְהָיָה מִטְפַּחְתּוֹ כְּמִדְרַס הַזָּב לְעִנְיַן הַחַטָּאת: \n",
            "english": "Any entity that is fit to lie on or sit on, even though it is pure with regard to sacrificial foods is considered like an entity to which a <i>zav</i> imparted impurity with regard to the purification process involving the ashes of the red heifer until it was immersed with that intent in mind. Yochanan ben Gudgada would always eat according to the strictures of ritual purity required for sacrificial foods. Yet his head cloth was like an entity to which a <i>zav</i> imparted impurity with regard to the purification process involving the ashes of the red heifer."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל וְלַד הַטֻּמְאוֹת אַף עַל פִּי שֶׁאֵינוֹ מְטַמֵּא אָדָם וְלֹא כֵלִים אֲפִלּוּ לְקֹדֶשׁ כְּמוֹ שֶׁבֵּאַרְנוּ. הֲרֵי הוּא מְטַמֵּא אָדָם וְכֵלִים לְחַטָּאת. לְפִיכָךְ אָמְרוּ הַמְקַדֵּשׁ אֶת מֵי חַטָּאת לֹא יִנְעל אֶת הַסַּנְדָּל. שֶׁמָּא יִפְּלוּ מַשְׁקִין עַל הַסַּנְדָּל וְנִמְצָא הַסַּנְדָּל טָמֵא שֶׁכָּל הַמַּשְׁקִין טְמֵאִין הֵן לִגבֵּי החטָּאת וִיתִטמֵּא זֶה הַמְקַדֵּשׁ בִּנְגִיעָתוֹ בְּסַנְדָּל וְנִמְצְאוּ מֵי חַטָּאת טְמֵאִים: \n",
            "english": "A derivative of impurity does not impart impurity to a person or to a <i>k'li</i>, even with regard to sacrificial articles, as we explained. Nevertheless, it imparts impurity to persons and <i>keilim</i> with regard to the purification process involving the ashes of the red heifer. Therefore it was said that a person who sanctifies the water used for the purification process should not wear a sandal, lest liquids fall on the sandal and the sandal contract impurity. The rationale is that all liquids are considered as impure with regard to the purification process involving the ashes of the red heifer. Then the person sanctifying the water will contract impurity by touching the sandal and thus the purifying water will become impure."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִי שֶׁנִּטְמְאוּ יָדָיו בִּלְבַד בַּדְּבָרִים הַמְטַמְּאִין אֶת הַיָּדַיִם כְּגוֹן שֶׁנָּגַע בָּאֳכָלִין אוֹ בְּמַשְׁקִין וְכַיּוֹצֵא בָּהֶן אַף עַל פִּי שֶׁהוּא טָהוֹר לַקֹּדֶשׁ וְאֵינוֹ צָרִיךְ אֶלָּא טְבִילַת יָדָיו בִּלְבַד כְּמוֹ שֶׁיִּתְבָּאֵר. הֲרֵי נִטְמָא כָּל גּוּפוֹ לְעִנְיַן הַחַטָּאת וְצָרִיךְ טְבִילָה. אֲפִלּוּ לֹא נִטְמֵאת אֶלָּא יָדוֹ אַחַת נִטְמָא כֻּלּוֹ וַהֲרֵי הוּא רִאשׁוֹן לְטֻמְאָה: \n",
            "english": "When only a person's hands become impure due to causes that render hands impure, e.g., he touched foods or liquids or the like, although he is considered as pure with regard to sacrificial food, and all that is necessary is that he wash his hands as will be explained, with regard to the purification process involving the ashes of the red heifer, his entire body is considered to have contracted impurity and he must immerse in a <i>mikveh</i>. Even if only one hand contracted impurity, it is as if his entire body contracted impurity. He is considered as impure to the first degree."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל הַטָּעוּן טְבִילָה בֵּין מִן הַתּוֹרָה בֵּין מִדִּבְרֵיהֶם מְטַמֵּא אֶת מֵי חַטָּאת וְאֶת אֵפֶר הַחַטָּאת וְאֶת הַמַּזֶּה מֵי חַטָּאת בְּמַגָּע וּבְמַשָּׂא. וְכֵן מְטַמֵּא אֶת הָאֵזוֹב הַמֻּכְשָׁר וְאֶת הַמַּיִם שֶׁנִּתְמַלְּאוּ וַעֲדַיִן לֹא נִתְקַדְּשׁוּ. וְאֶת הַכְּלִי הָרֵיקָן הַטָּהוֹר לְחַטָּאת. מְטַמֵּא כָּל אֶחָד מֵאֵלּוּ בְּמַגָּע אֲבָל לֹא בְּמַשָּׂא. וְטָמֵא שֶׁנָּגַע בְּמִקְצָת אֵפֶר חַטָּאת פָּסַל אֶת כֻּלּוֹ: \n",
            "english": "Any person who is required to be immersed in a <i>mikveh</i>, whether according to Scriptural Law or Rabbinic Law, imparts impurity to the water sanctified with the ashes of the red heifer, the ashes themselves, and the one who sprinkles them, through touching or carrying them. Similarly, he imparts impurity to a hyssop that has been made fit to contract impurity, water that has been drawn for this process but has not yet been sanctified, and an empty container that has been purified for this purification process. The latter three entities contract impurity only through touch, but not through being carried.<br>When an impure person touches a small portion of ashes of the red heifer, it is considered as if he touched all of them."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אֵין מוֹנִין לְחַטָּאת רִאשׁוֹן וְשֵׁנִי וּשְׁלִישִׁי כְּדֶרֶךְ שֶׁמּוֹנִין לִתְרוּמָה וּלְקֹדֶשׁ. כֵּיצַד. עֲשָׂרָה שֶׁטָּבְלוּ לְשֵׁם חַטָּאת וְנִטְמָא אֶחָד מֵהֶן אֲפִלּוּ לֹא נִטְמָא אֶלָּא לְגַבֵּי חַטָּאת בִּלְבַד כְּגוֹן שֶׁנִּטְמֵאת יָדוֹ בִּלְבַד וְנָגַע בַּחֲבֵרוֹ וַחֲבֵרוֹ בַּחֲבֵרוֹ אֲפִלּוּ הֵן מֵאָה כֻּלָּן טְמֵאִין לְחַטָּאת. וְכֵן כֵלִים הַטְּהוֹרִים לְחַטָּאת שֶׁנִּטְמָא כְּלִי מֵהֶן אֲפִלּוּ לֹא נִטְמְאוּ אֶלָּא אֲחוֹרָיו בִּלְבַד לְגַבֵּי חַטָּאת כְּגוֹן שֶׁנָּגְעוּ מַשְׁקִין בַּאֲחוֹרָיו וְנָגַע כְּלִי זֶה בִּכְלִי שֵׁנִי וְשֵׁנִי בִּשְׁלִישִׁי נִטְמְאוּ הַכֵּלִים כֻּלָּן לְגַבֵּי הַחַטָּאת וַאֲפִלּוּ הֵן מֵאָה: \n",
            "english": "Primary, secondary, and tertiary levels of impurity are not counted with regard to the purification process involving the ashes of the red heifer as are counted with regard to <i>terumah</i> and sacrificial foods.<br>What is implied? If there were ten persons who immersed themselves for the sake of this purification process and one became impure, even if he became impure only with regard to this purification process, e.g., his hands became impure, should he touch a colleague and that colleague touch another, and that one another, even if there are 100, they all become impure with regard to this purification process.<br>Similarly, when there are <i>keilim</i> that were purified for this purification process and one of them contracted impurity - even if only its outside contracted impurity for this purification process, e.g., liquids touched its outside - and this <i>k'li</i> touched a second <i>k'li</i> and the second touched a third, all of the <i>keilim</i>, even if there are 100, become impure with regard to this purification process."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל הָרָאוּי לְהִתְטַמֵּא בְּמִדְרַס הַזָּב אַף עַל פִּי שֶׁהוּא טָהוֹר לְקֹדֶשׁ אִם הֵנִידוֹ הַטָּהוֹר לְחַטָּאת נִטְמָא אַף עַל פִּי שֶׁלֹּא נָגַע בּוֹ. וְכֵן הַטָּהוֹר לְחַטָּאת שֶׁהֵנִיד אֶת הָאָדָם שֶׁאֵינוֹ טָהוֹר לְחַטָּאת. אוֹ שֶׁהֵנִיד אֶת רֻקּוֹ אוֹ אֶת מֵימֵי רַגְלָיו שֶׁל אָדָם זֶה. נִטְמָא אַף עַל פִּי שֶׁלֹּא נָגַע בּוֹ. אֲבָל כְּלִי שֶׁאֵינוֹ רָאוּי לְמִדְרָס אֵינוֹ מְטַמֵּא אֶת הַטָּהוֹר לְחַטָּאת אֶלָּא אִם כֵּן נָגַע בּוֹ: \n",
            "english": "Whenever an article that is fit to contract impurity if it would support a <i>zav</i> - even though it is pure with regard to sacrificial foods - was moved by a person who purified himself for the sake of this purification process, he contracts impurity, even though he did not touch it.<br>Similarly, when a person who purified himself for the sake of this purification process moves a person who is not pure in this context or he moves the spittle or the urine of the latter person, he becomes impure, even though he did not touch him. A <i>k'li</i> that is not fit to contract impurity if it would support a <i>zav</i>, by contrast, does not impart impurity to a person who has purified himself for the sake of this purification process unless he touches it."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כְּלִי הַטָּמֵא בִּטְמֵא מֵת אִם הֵנִידוֹ הַטָּהוֹר לְחַטָּאת נִטְמָא וְאַף עַל פִּי שֶׁלֹּא נָגַע בּוֹ וְאַף עַל פִּי שֶׁאֵין טְמֵא מֵת מְטַמֵּא בְּמַשָּׂא כְּמוֹ שֶׁבֵּאַרְנוּ. כֵּיצַד. מַפְתֵּחַ שֶׁהוּא טְמֵא מֵת שֶׁהָיָה תָּלוּי בַּדֶּלֶת וְסָגַר הַטָּהוֹר לְחַטָּאת אֶת הַדֶּלֶת הוֹאִיל וְהֵנִיד אֶת הַמַּפְתֵּחַ הַטָּמֵא נִטְמָא. וְכֵן אִם הֵסִיט אֶת הַשֶּׁרֶץ וְאֶת שִׁכְבַת זֶרַע הֲרֵי זֶה טָמֵא לְחַטָּאת אַף עַל פִּי שֶׁאֵין אֵלּוּ מְטַמְּאִין בְּמַשָּׂא כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "english": "If a <i>k'li</i> that is impure because of contact with a human corpse is moved by a person who has purified himself for the purification process involving the ashes of the red heifer, he becomes impure even though he did not touch it and even though generally an article that is impure because of contact with a corpse does not impart impurity when carried, as we explained.<br>What is implied? There was a key that was impure due to contact with a corpse that was hanging from a door. A person who purified himself for this purification process closed the door. Since he moved the key which was impure, he himself contracts impurity. Similarly, if he moves the carcass of a crawling animal or semen, he becomes impure with regard to this purification process even though generally these do not impart impurity when carried, as will be explained."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַטָּהוֹר לְחַטָּאת שֶׁנָּגַע בְּכֵלִים שֶׁהָיוּ לְמַעְלָה מִן הַזָּב וְכַיּוֹצֵא בּוֹ וְהֵן הַנִּקְרָאִין מַדָּף אַף עַל פִּי שֶׁהוּא טָהוֹר לְקֹדֶשׁ נִטְמָא לְחַטָּאת. וְכֵן כְּלִי הַטָּהוֹר לְחַטָּאת שֶׁנָּגַע בְּמַדָּף נִטְמָא לְחַטָּאת: \n",
            "english": "When a person who purified himself for this purification process touches articles that were above a <i>zav</i> or the like, these are called <i>madaf</i>, he is considered impure with regard to this purification process, even though he is pure with regard to sacrificial foods. Similarly, when a <i>k'li</i> that was purified for this purification process touches a <i>madaf</i>, it contracts impurity with regard to this purification process."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַטָּהוֹר לְחַטָּאת שֶׁנָּגַע בָּאֳכָלִין וּמַשְׁקִין בֵּין טְהוֹרִין בֵּין טְמֵאִים שֶׁכָּל אֳכָלִין וּמַשְׁקִין לְגַבֵּי חַטָּאת אֵינָן טְהוֹרִין אִם נָגַע בָּהֶן בְּיָדוֹ נִטְמָא כָּל גּוּפוֹ כְּמוֹ שֶׁבֵּאַרְנוּ. נָגַע בָּהֶן בְּרַגְלוֹ אוֹ בִּשְׁאָר גּוּפוֹ אוֹ שֶׁהֱסִיטָן בְּיָדוֹ וְלֹא נָגַע בָּהֶן טָהוֹר. וְכֵן אִם נָגַע בְּתַנּוּר וְכַיּוֹצֵא בּוֹ מִשְׁאָר כֵּלִים שֶׁאֵינָם טְהוֹרִין לְחַטָּאת נִטְמָא כֻּלּוֹ. אֲבָל אִם נָגַע בְּרַגְלוֹ בָּהֶן הֲרֵי הוּא טָהוֹר לְחַטָּאת כְּמוֹ שֶׁהָיָה: \n",
            "english": "The following laws apply when a person who purified himself for this purification process touches foods or liquids, whether impure or pure. No distinction is made between them, because there are no foods or liquids that are considered as pure with regard to this purification process.<br>If a person touches foods or liquids with his hands, his entire body becomes impure, as we explained. If he touches them with his foot or other portions of his body, or moves them with his hands without touching them, he remains pure. Similarly, if, with his hands, he touched an oven or the like, i.e., other articles that were not purified for the sake of this purification process, his entire body contracts impurity. If, however, he touches such articles with his feet, his status of purity remains unchanged, even with regard to this purification process."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַטָּהוֹר לְחַטָּאת שֶׁהִכְנִיס רֹאשׁוֹ וְרֻבּוֹ לְתוֹךְ מַיִם שֶׁנִּתְמַלְּאוּ לְחַטָּאת נִטְמָא מִפְּנֵי שֶׁהֵן שְׁאוּבִין. וּמִדִּבְרֵי סוֹפְרִים שֶׁהַבָּא רֹאשׁוֹ וְרֻבּוֹ בְּמַיִם שְׁאוּבִין נִטְמָא כְּמוֹ שֶׁיִּתְבָּאֵר: \n",
            "english": "When a person who purified himself for this purification process inserted his head and the majority of his body into water that was drawn for the sake of this purification process, he contracts impurity, because the water has been drawn. For it is a Rabbinical decree that anyone who inserts his head and the majority of his body into water that was drawn contracts impurity, as will be explained."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַכּל נֶאֱמָנִין עַל טָהֳרַת הַחַטָּאת וַאֲפִלּוּ עַמֵּי הָאָרֶץ מִפְּנֵי חֻמְרָתָהּ. וּמַעֲלוֹת אֵלּוּ שֶׁעָשׂוּ בָּהּ הַכּל נִזְהָרִין בָּהּ. וַהֲרֵי נֶאֱמַר בַּתּוֹרָה <small>(במדבר יט ט)</small> \"וְהָיְתָה לַעֲדַת בְּנֵי יִשְׂרָאֵל לְמִשְׁמֶרֶת\" כָּל יִשְׂרָאֵל רְאוּיִין לִשְׁמִירָה. לְפִיכָךְ עַם הָאָרֶץ שֶׁהֵבִיא כְּלִי מִבֵּיתוֹ אֲפִלּוּ כְּלִי חֶרֶס וְאָמַר כְּלִי זֶה טָהוֹר לְחַטָּאת הֲרֵי זֶה טָהוֹר וּמְקַדְּשִׁין בּוֹ וּמַזִּין מִמֶּנּוּ. וְאַף עַל פִּי שֶׁאוֹתוֹ כְּלִי טָמֵא לְקֹדֶשׁ וְלִתְרוּמָה. וְכֵן עַם הָאָרֶץ שֶׁאָמַר טָהוֹר אֲנִי לְחַטָּאת אוֹ שֶׁהָיוּ מֵי חַטָּאת אֶצְלוֹ וְאָמַר טְהוֹרִין הֵן נֶאֱמָן. שֶׁאֵין אָדָם מִיִּשְׂרָאֵל מְזַלְזֵל בָּהּ: \n",
            "english": "Everyone's word is accepted with regard to the ritual purity of articles and persons involved in this purification process, even that of the common people. The rationale is that because of all the stringencies and extra measures applied to it, everyone is careful with regard to it. This is alluded to in the Torah which states Numbers 19:9: \"And it will be for the congregation of Israel for safekeeping.\" Implied is that all of Israel are fit for its safekeeping.<br>Therefore if a common person brings an earthenware container from his home and says: \"This container is pure for the purification process involving the ashes of the red heifer,\" it is considered as pure. Water may be sanctified in it and sprinkled from it even though this container would be considered as impure for sacrificial foods and for <i>terumah</i>. Similarly, if a common person says: \"I have purified myself for the purification process involving the ashes of the red heifer\" or the water for this process was in his possession and he says that it is pure, his word is accepted. For no Jewish person treats this purification process lightly."
          }
        }
      ]
    },
    {
      "chapter": 14,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כְּלִי חֶרֶס שֶׁהָיָה בּוֹ אֵפר חַטָּאת וְנָגַע בּוֹ שֶׁרֶץ מִצִּדּוֹ טָהוֹר שֶׁאֵין כְּלִי חֶרֶס מִטַּמֵּא מִגַּבּוֹ אֲפִלּוּ לְגַבֵּי חַטָּאת. הִנִּיחַ הַכְּלִי עַל גַּבֵּי הַשֶּׁרֶץ אַף עַל פִּי שֶׁלֹּא נִטְמָא הַכְּלִי הֲרֵי הָאֵפֶר טָמֵא שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"וְהִנִּיחַ מִחוּץ לַמַּחֲנֶה בְּמָקוֹם טָהוֹר\" וְאֵין זֶה מָקוֹם טָהוֹר. וְלֹא עַל גַּבֵּי הַשֶּׁרֶץ בִּלְבַד אֶלָּא אֲפִלּוּ הִנִּיחוֹ עַל גַּבֵּי אֹכֶל שֵׁנִי וְכַיּוֹצֵא בּוֹ מִדְּבָרִים שֶׁטֻּמְאָתָן טֻמְאָה קַלָּה וְהֵם מִדִּבְרֵי סוֹפְרִים הֲרֵי נִטְמָא הָאֵפֶר שֶׁנֶּאֱמַר בְּמָקוֹם טָהוֹר שֶׁלֹּא יִהְיֶה עַל [גַּבֵּי] שׁוּם טֻמְאָה בָּעוֹלָם. וְכֵן כְּלִי חֶרֶס שֶׁהָיָה בּוֹ אֵפֶר חַטָּאת וְנָתוּן עַל אֲרֻבָּה שֶׁבַּבַּיִת טָמֵא. אִם הָיָה הַכְּלִי מְשֻׁלְשָׁל לַבַּיִת נִטְמָא הָאֵפֶר וְאַף עַל פִּי שֶּׁאֵין בָּאֲרֻבָּה פּוֹתֵחַ טֶפַח. וְאִם לֹא הָיָה מְשֻׁלְשָׁל אִם הָיָה בָּאֲרֻבָּה פּוֹתֵחַ טֶפַח טָמֵא: \n",
            "english": "When an earthenware container that held the ashes of a red heifer was touched by the carcass of a crawling animal on its side, it is pure, for an earthenware container does not contract impurity from its outside, even with regard to this purification process. If, however, one placed the container on top of the carcass of the crawling animal, the ashes contract impurity, even though the container remains pure, as indicated by Numbers 19:9: states: \"And he shall place them down outside the camp in a pure place,\" and this is not a pure place.<br>Not only does placing the ashes on the carcass of a crawling animal render them impure, they contract impurity even if they are placed on food which is a secondary derivative of impurity or the like which are less substantial types of impurity originating in Rabbinic decrees. For it is written: \"A pure place,\" i.e., that they should not be placed on any impurity whatsoever.<br>Similar rulings apply if an earthenware container holding the ashes of the red heifer was placed on an aperture in an impure house. If the container was hanging within the inner space of the house, the ashes contract impurity even if the aperture was not a handbreadth by a handbreadth in size. If it was not hanging into the inner space of the house, it is impure if the aperture is a handbreadth by a handbreadth in size."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיָה הַכְּלִי שֶׁל אֶבֶן. בֵּין שֶׁיֵּשׁ בָּהּ פּוֹתֵחַ טֶפַח בֵּין שֶׁאֵין בָּהּ הָאֵפֶר טָהוֹר: \n",
            "english": "If the container was made of stone, the ashes are pure, whether the aperture is a handbreadth by a handbreadth or not."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן כְּלִי שֶׁיֵּשׁ בּוֹ אֵפֶר אוֹ מַיִם מְקֻדָּשִׁים וּמֻקָּף צָמִיד פָּתִיל וְנָתוּן בְּאֹהֶל הַמֵּת. הֲרֵי הָאֵפֶר וְהַמַּיִם טְמֵאִים שֶׁאֵין אֵפֶר הַחַטָּאת נִצֶּלֶת בְּצָמִיד פָּתִיל שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"בְּמָקוֹם טָהוֹר\" וְאֵין זֶה מָקוֹם טָהוֹר: \n",
            "english": "Similarly, when a container that has the ashes of the red heifer or sanctified water was sealed closed and placed under the same shelter as a corpse, the ashes and/or the water are impure. The rationale is that articles associated with the purification process of the red heifer are not protected by a closed seal, for with regard to them, it is written: \"a pure place,\" and this is not a pure place."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְכֵן אֳכָלִין וּמַשְׁקִין שֶׁל קֹדֶשׁ אֵינָן נִצָּלִין בְּצָמִיד פָּתִיל. אֲבָל מַיִם שֶׁאֵינָן מְקֻדָּשִׁין וּכְלִי רֵיקָן הַטָּהוֹר לְחַטָּאת נִצָּל בְּצָמִיד פָּתִיל. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ הַבְּעָלִים טְהוֹרִים. אֲבָל אִם נִטְמְאוּ הַבְּעָלִים נִפְסְלוּ הַמַּיִם בְּכָל מָקוֹם שֶׁהֵן. כֵּיצַד. הָיוּ מֵימָיו מֻקָּפִין צָמִיד פָּתִיל וְהוּא וְהֵם בְּאֹהֶל הַמֵּת שְׁנֵיהֶן טְמֵאִים. הָיָה הוּא מִבַּחוּץ וְהַמַּיִם שֶׁאֵינָן מְקֻדָּשִׁין מִבִּפְנִים שְׁנֵיהֶן טְהוֹרִין. הוּא בִּפְנִים וְהַמַּיִם בַּחוּץ כְּשֵׁם שֶׁהוּא טָמֵא כָּךְ מֵימָיו פְּסוּלִין: \n",
            "english": "Similarly, sacrificial foods and liquids are not protected from impurity by being in a sealed container. Nevertheless, water that had not been sanctified and an empty container that was purified for use in this purification process are protected by a sealed container.<br>When does the above apply? When the owner was pure. If, however, the owner contracted impurity, the water is disqualified, no matter where it is located.<br>What is implied? If a person's water was in a sealed container and he and it were both under the same shelter as a corpse, they are both impure. If he is outside and water that is not sanctified is inside, they are both pure. If he is inside and the water is outside, just as he becomes impure, his water is also disqualified."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַטָּהוֹר לְחַטָּאת שֶׁהָיָה עוֹמֵד עַל גַּבֵּי הַתַּנּוּר וְכַיּוֹצֵא בּוֹ מִכֵּלִים שֶׁאֵינָם טְהוֹרִים לְחַטָּאת וּפָשַׁט יָדוֹ חוּץ לַתַּנּוּר וּכְלִי שֶׁיֵּשׁ בּוֹ מֵי חַטָּאת בְּיָדוֹ. וְכֵן קָנֶה הַמֻּטָּל עַל גַּבֵּי הַתַּנּוּר וּשְׁנֵי כֵּלִים שֶׁיֵּשׁ בָּהֶן מֵי חַטָּאת תְּלוּיִין בּוֹ אֶחָד מִכָּאן וְאַחַד מִכָּאן הֲרֵי אֵלּוּ טְמֵאִין לְפִי שֶׁאֵינָן בְּמָקוֹם הַטָּהוֹר לְחַטָּאת. וְהוֹאִיל וְהֵם נִשְׁעָנִין עַל הַתַּנּוּר הֲרֵי הֵן כְּאִלּוּ מֻנָּחִין עַל גַּבָּיו. אֲבָל אִם הָיָה עוֹמֵד עַל הַתַּנּוּר וּבְיָדוֹ כְּלִי רֵיקָן הַטָּהוֹר לְחַטָּאת אוֹ מַיִם שֶׁאֵינָן מְקֻדָּשִׁין הֲרֵי אֵלּוּ טְהוֹרִין כְּמוֹת שֶׁהָיוּ. הָיָה עוֹמֵד חוּץ לַתַּנּוּר וּפָשַׁט יָדוֹ לַחַלּוֹן וְנָטַל כְּלִי שֶׁיֵּשׁ בּוֹ חַטָּאת וְהֶעֱבִירוֹ עַל גַּבֵּי הַתַּנּוּר הֲרֵי זֶה טָהוֹר. וְכֵן הַזָּיָה שֶׁעָבְרָה עַל גַּבֵּי טֻמְאָה כְּגוֹן מִשְׁכָּב וּמוֹשָׁב וְכַיּוֹצֵא בָּהֶן הֲרֵי זוֹ טְהוֹרָה: \n",
            "english": "The following laws apply when a person who had purified himself for the sake of this purification process was standing on an oven or a similar implement that had not been purified for this process and he extended his hands outside the space of the oven while holding a receptacle containing the water for this purification process. Similar laws apply if a bar was placed over an oven and receptacles holding water for this purification process were hanging from either side. The receptacles are impure, because they are not in a place that is pure for this purification process. Since they are supported by the oven, it is as if they are placed on top of it.<br>If, however, one was standing on an oven while holding an empty receptacle that was purified for this purification process or water that was not yet sanctified, their prior state of purity remains unchanged. If one was standing away from an oven and stretched out his hand and took a container that had water sanctified for this purification process and carried it over the oven, it remains pure. Similarly, if when one sprinkled this water, it passed over an impure place, e.g., a place where one sits or lies that became impure or the like, it is pure."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כְּלִי שֶׁיֵּשׁ בּוֹ מֵי חַטָּאת וּכְלִי שֶׁיֵּשׁ בּוֹ קֹדֶשׁ שֶׁנָּגְעוּ זֶה בָּזֶה הֲרֵי נִטְמָא כְּלִי שֶׁל חַטָּאת וְכָל שֶׁיֵּשׁ בּוֹ אֲבָל כְּלִי הַקֹּדֶשׁ טָהוֹר כְּשֶׁהָיָה. וְכֵן אִם נָגַע הַטָּהוֹר לַחַטָּאת בִּשְׁנֵיהֶן בִּשְׁתֵּי יָדָיו כְּשֶׁהֵן מֻנָּחִין עַל הָאָרֶץ הֲרֵי נִטְמָא שֶׁל חַטָּאת שֶׁהֲרֵי הַטָּהוֹר לְחַטָּאת נִטְמָא בִּנְגִיעַת הַכְּלִי שֶׁאֵינוֹ טָהוֹר לְחַטָּאת כְּמוֹ שֶׁבֵּאַרְנוּ וְחָזַר וְטִמֵּא אֶת מֵי חַטָּאת: \n",
            "english": "When a receptacle containing water for the purification process involving the ashes of the red heifer touches a receptacle containing consecrated food, the receptacle that contains the sanctified water and everything inside of it is considered as impure. The receptacle containing sacrificial food, by contrast, remains pure. Similarly, if a person who purified himself for this purification process touched both of these receptacles, each one with one of his hands while they are placed on the ground, the receptacle containing the sanctified water, becomes impure. The rationale is that the person who had purified himself for this process contracted impurity when touching a container that had not been purified for this purpose, as we explained, and then, he imparts impurity to the sanctified water."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הִגְבִּיהַּ שְׁנֵי הַכֵּלִים בִּשְׁתֵּי יָדָיו שְׁנֵיהֶן טְמֵאִין זֶה שֶׁל חַטָּאת נִטְמָא מִפְּנֵי שֶׁנָּגַע בּוֹ אָדָם שֶׁנָּגַע בִּכְלִי שֶׁאֵינוֹ טָהוֹר לְחַטָּאת וְשֶׁל קֹדֶשׁ נִטְמָא מִפְּנֵי זֶה שֶׁהִגְבִּיהוֹ וְהוּא טָמֵא בִּנְשִׂיאַת מֵי נִדָּה שֶׁהֵן מְטַמְּאִין בְּמַשָּׂא מִפְּנֵי שֶׁנִּטְמְאוּ מֵחֲמַת הַכְּלִי שֶׁל קֹדֶשׁ. לְפִיכָךְ אִם הָיָה הַכְּלִי שֶׁל קֹדֶשׁ כָּרוּךְ בִּנְיָר וְהִגְבִּיהַּ בַּנְּיָר וְלֹא נָגַע בּוֹ וְהִגְבִּיהַּ הַחַטָּאת בְּיָדוֹ שְׁנִיָּה שְׁנֵיהֶן טְהוֹרִין שֶׁהֲרֵי לֹא נָגַע בַּכְּלִי וְלֹא נִטְמָא לְחַטָּאת. אֲבָל אִם הָיָה נוֹגֵעַ בִּכְלִי הַקֹּדֶשׁ בְּיָדוֹ אֲפִלּוּ הָיָה שֶׁל חַטָּאת בִּנְיָר שְׁנֵיהֶם טְמֵאִין: \n",
            "english": "If he lifted up both receptacles, each with a different hand, they are both impure. The receptacle containing the sanctified water becomes impure because it was touched by a person who touched a container that was not purified for the sake of this purification process. And the one containing the sacrificial food became impure because it was lifted up by a person who became impure by carrying sanctified water. For the water conveys impurity when carried, because it contracted impurity from the receptacle containing sacrificial food.<br>For this reason, if the receptacle containing the sacrificial food was wrapped in paper and he lifted it up in the paper without touching the receptacle itself, and he lifted up the receptacle containing the sanctified water in his other hand, they are both pure. He did not contract impurity with regard to the purification process involving the ashes of the red heifer since he did not touch the other receptacle. If, however, he touched the receptacle containing the sacrificial food with his hand, they both contract impurity even though the receptacle containing the sanctified water was wrapped in paper."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הֵסִיט אֶת שְׁנֵי הַכֵּלִים בְּיָדוֹ וְלֹא נָגַע בָּהֶן שְׁנֵיהֶן טְהוֹרִין שֶׁאֵין הַכְּלִי שֶׁאֵינוֹ טָהוֹר לְחַטָּאת מְטַמֵּא אֶת הַטָּהוֹר לְחַטָּאת עַד שֶׁיָּגַע בּוֹ בְּיָדוֹ אֶלָּא אִם כֵּן הָיָה רָאוּי לְמִדְרָס כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "If he moved the two receptacles with his hands simultaneously without touching them, they are both pure. For a receptacle that was not purified for this purification process does not impart impurity to a person who purified himself for that purpose unless he touches it with his hands unless it is fit to contract impurity when a <i>zav</i> lies or sits upon it, as we explained."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל סְפֵק הַטֻּמְאוֹת שֶׁהוּא טָהוֹר לְגַבֵּי תְּרוּמָה כְּמוֹ שֶׁיִּתְבָּאֵר הֲרֵי הוּא טָהוֹר לְחַטָּאת. וְכָל הַסְּפֵקוֹת שֶׁתּוֹלִין בָּהֶן אֶת הַתְּרוּמָה אִם נוֹלְדוּ בְּחַטָּאת הֲרֵי אֵלּוּ נִשְׁפָּכִין. וְאִם נַעֲשׂוּ טָהֳרוֹת עַל גַּבֵּי אוֹתָן כֵּלִים וְאָדָם שֶׁנּוֹלְדוּ לָהֶן סְפֵקוֹת אֵלּוּ שֶׁהַחַטָּאוֹת נִשְׁפָּכִין עֲלֵיהֶן הֲרֵי אוֹתָן הַטָּהֳרוֹת תְּלוּיוֹת. וְהָרְפָפוֹת אֵינָן כְּכֵלִים וַהֲרֵי הֵן טְהוֹרוֹת לִתְרוּמָה וּלְקֹדֶשׁ וּלְחַטָּאת: \n",
            "english": "In all of the situations where there is a question with regard to impurity and the ruling is that one is pure with regard to <i>terumah</i>, as will be explained, he is also considered pure with regard to this purification process. With regard to all of the situations where <i>terumah</i> is left for its status to be determined, were such a situation to occur with regard to the water or the ashes designated for this process, they should be disposed of.<br>If pure entities were used on the above utensils or if a person became involved in such a situation where the doubt causes the ashes and/or the water to be disposed of, the status of the pure entities is left in the balance. Rafters are not considered as utensils. Hence, they are pure with regard to <i>terumah</i>, sacrificial foods, and the purification process involving the ashes of the red heifer."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "דְּבֵלָה שֶׁל תְּרוּמָה שֶׁנָּפְלָה לְתוֹךְ מֵי חַטָּאת וּנְטָלָהּ וַאֲכָלָהּ אִם יֵשׁ בָּהּ כְּבֵיצָה הַמַּיִם טְמֵאִין. בֵּין שֶׁהָיְתָה הַדְּבֵלָה טְמֵאָה בֵּין שֶׁהָיְתָה טְהוֹרָה. שֶׁכָּל הָאֳכָלִין אֲפִלּוּ אֹכֶל קֹדֶשׁ אֵינוֹ טָהוֹר לְחַטָּאת. וְהָאוֹכְלָהּ חַיָּב מִיתָה מִפְּנֵי שֶׁאָכַל תְּרוּמָה טְמֵאָה. וְאִם אֵין בָּהּ כְּבֵיצָה הַמַּיִם בְּטָהֳרָתָן. שֶׁאֵין הָאֹכֶל מְטַמֵּא אֲחֵרִים עַד שֶׁיִּהְיֶה בּוֹ כְּבֵיצָה בֵּין לִתְרוּמָה בֵּין לְקֹדֶשׁ בֵּין לְחַטָּאת: \n",
            "english": "The following laws apply when a dried fig that is <i>terumah</i> fell into water sanctified for this purification process and then it was taken out and eaten. If it is the size of an egg, the water becomes impure whether the fig was impure or pure. The rationale is that all foods, even sanctified foods, are not pure with regard to this purification process. One who partakes of it is liable for death, because he partook of <i>terumah</i> after contracting impurity from the sanctified water. If the fig is not the size of an egg, the water remains pure, because food does not impart impurity to other entities unless it is the size of an egg. This applies with regard to <i>terumah</i>, to sacrificial foods, and to this purification process."
          }
        }
      ]
    },
    {
      "chapter": 15,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַנּוֹגֵעַ בְּמֵי חַטָּאת שֶׁלֹּא לְצֹרֶךְ הַזָּאָה בֵּין אָדָם בֵּין כֵּלִים טָמֵא וְאֵינוֹ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ. שֶׁנֶּאֱמַר <small>(במדבר יט כא)</small> \"וְהַנֹּגֵעַ בְּמֵי הַנִּדָּה יִטְמָא עַד הָעָרֶב\". הִנֵּה לָמַדְתָּ שֶׁמֵּי הַנִּדָּה אָב מֵאֲבוֹת הַטֻּמְאוֹת שֶׁל תּוֹרָה. וְטֻמְאַת מַגָּעָן בְּכָל שֶׁהוּא. וְאִם הָיָה בָּהֶן כְּדֵי הַזָּאָה מְטַמְּאִין בְּמַגָּע וּבְמַשָּׂא. וְהַנּוֹגֵעַ בָּהֶן אוֹ שֶׁנּוֹשְׂאָן שֶׁלֹּא לְצֹרֶךְ מְטַמֵּא בְּגָדִים בִּשְׁעַת מַגָּעוֹ אוֹ בִּשְׁעַת מַשָּׂאוֹ עַד שֶׁיִּפְרשׁ מִמְּטַמְּאָיו שֶׁנֶּאֱמַר <small>(במדבר יט כא)</small> \"וּמַזֵּה מֵי הַנִּדָּה יְכַבֵּס בְּגָדָיו\". אֵינוֹ מְדַבֵּר בְּמַזֶּה עַל הַטָּמֵא אִם טִהֵר אֶת הַטָּמֵא קַל וָחֹמֶר שֶׁיִּהְיֶה הוּא טָהוֹר. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר בַּתּוֹרָה וּמַזֵּה מֵי הַנִּדָּה לֹא נֶאֱמַר אֶלָּא לְשִׁעוּר שֶׁהַנּוֹגֵעַ אוֹ הַנּוֹשֵׂא מֵי נִדָּה שֶׁיֵּשׁ בָּהֶן כְּדֵי הַזָּיָה שֶׁלֹּא לְצֹרֶךְ הַזָּאָה טָמֵא וּמְטַמֵּא בְּגָדִים דִּין תּוֹרָה. וְכַמָּה הוּא שִׁעוּר הַזָּאָה כְּדֵי שֶׁיִּטְבּל רָאשֵׁי גִּבְעוֹלִין שֶׁל אֵזוֹב בְּמַיִם. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמֵּי חַטָּאת מְטַמְּאִין בִּזְמַן שֶׁנָּגַע בָּהֶן אוֹ נְשָׂאָן שֶׁלֹּא לְצֹרֶךְ קֹדֶם שֶׁיַּעֲשׂוּ מִצְוָתָן. אֲבָל אַחַר שֶׁעָשׂוּ מִצְוָתָן אֵינָן מְטַמְּאִין כְּלָל. כֵּיצַד. הֲרֵי שֶׁטָּבַל אֶת הָאֵזוֹב וְהִזָּה עַל הָאָדָם הַטָּמֵא אוֹ עַל הַכֵּלִים וְהָיוּ הַמַּיִם שׁוֹתְתִין וְיוֹרְדִין מֵעַל הַטָּמֵא לָאָרֶץ. וְכֵן הַמַּיִם הַנִּתָּזִין בִּשְׁעַת הַזָּאָה עַל הָאָרֶץ אוֹ עַל הַטָּהוֹר הֲרֵי אוֹתָן הַמַּיִם טְהוֹרִים וְהַנּוֹגֵעַ בָּהֶן וְהַנּוֹשְׂאָן טָהוֹר. הִטְבִּיל אֶת הָאֵזוֹב לְהַזּוֹת עַל דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה הֲרֵי הַמַּיִם הַמְנַטְּפִין כְּשֵׁרִין לְהַזּוֹת מֵהֶן כְּמוֹ שֶׁבֵּאַרְנוּ. לְפִיכָךְ מְטַמְּאִין טֻמְאַת מֵי חַטָּאת לְפִי שֶׁלֹּא עָשׂוּ מִצְוָתָן שֶׁהֲרֵי הַטְּבִילָה הָיְתָה לְשֵׁם דָּבָר שֶׁאֵינוֹ מְקַבֵּל טֻמְאָה: \n",
            "english": "Any person or article which touches sanctified water for a purpose other than sprinkling contracts impurity. The person does not impart impurity to his clothes, however, even when touching the water, as Numbers 19:21 states: \"One who touches the sprinkling water will become impure until the evening.\" Thus it is derived that the sprinkling water is a primary source of impurity according to Scriptural Law and even the slightest amount of it imparts ritual impurity.<br>If there is enough water to sprinkle, it imparts impurity when touched and when carried and one who touches it or carries it for a purpose other than sprinkling imparts impurity to his clothes when touching it or carrying it until he separates himself from the source of his impurity, as implied by <i>ibid.</i> which states: \"One who sprinkles the water shall launder his garments.\" Now this is not speaking about someone who sprinkles water on an impure person, for if he purifies an impure person, one can certainly infer that he himself remains pure. According to the Oral Tradition, it was taught that the Torah's statement \"One who sprinkles the water shall launder his garments\" was stated only to teach the measure that imparts impurity; i.e., that if one touches or carries a measure of sanctified water that could be sprinkled for an intent other than sprinkling, he is impure and he imparts impurity to his garments according to Scriptural Law.<br>How much is a measure of sprinkling? Enough to immerse the tops of the stalks of hyssop in the water.<br>When does the statement that the water for this purification imparts impurity apply? When one touched it or carried it for an intent other than sprinkling before they were used for their mitzvah. After they were used for their mitzvah, by contrast, they do not impart impurity at all.<br>What is implied? One immersed the hyssop in the sanctified water and sprinkled it on an impure person or <i>keilim</i> and the water was dripping and descending from the impure person to the ground or when he sprinkled the water, water was sprinkled on the ground or on a pure person, that water is pure and one who touches or carries it is pure.<br>If one immersed the hyssop to sprinkle water on an object that is not susceptible to ritual impurity, the water which drips from it is fit to be sprinkled again, as we explained. Therefore they impart the impurity of sanctified water to one who touches or carries them because they were not used for their mitzvah, for the immersion of the hyssop was for the intent of sprinkling on something that is not susceptible to ritual impurity."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֵין מֵי חַטָּאת מְטַמְּאִין אֶת הַכּל קֹדֶם שֶׁיַּעֲשׂוּ מִצְוָתָן עַד שֶׁיִּהְיוּ טְהוֹרִין וּכְשֵׁרִין לְהַזָּאָה. אֲבָל מֵי חַטָּאת שֶׁנִּפְסְלוּ כְּגוֹן שֶׁנִּתְעָרֵב בָּהֶן מַיִם אוֹ שֶׁשָּׁתְתָה מֵהֶן בְּהֵמָה וְכַיּוֹצֵא בָּהֶן מֵאֵלּוּ הַדְּבָרִים הַפּוֹסְלִין אוֹתָן אִם נָגַע בָּהֶן הַטָּהוֹר לִתְרוּמָה נִטְמָא בֵּין שֶׁנָּגַע בְּיָדָיו בֵּין שֶׁנָּגַע בִּשְׁאָר גּוּפוֹ. נָגַע בָּהֶן אָדָם הַטָּהוֹר לְחַטָּאת וַאֲפִלּוּ בְּיָדָיו הֲרֵי הוּא טָהוֹר כְּמוֹת שֶׁהָיוּ: \n",
            "english": "The water for the purification process involving the ashes of the red heifer does not impart impurity to anything before its mitzvah is performed unless it is pure and acceptable to be used for sprinkling. Different rules apply, however, if this water was disqualified - e.g., other water was mixed with it, an animal drank from it, or other factors that disqualify it arose. If a person who is pure with regard to <i>terumah</i> touches it, he contracts impurity whether he touches it with his hand or with other parts of his body. If a person who is pure with regard to this purification process touches it, even with his hand, he remains pure, as he was originally."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מֵי חַטָּאת שֶׁנִּטְמְאוּ וְנָגַע בָּהֶן אַחַר שֶׁנִּטְמְאוּ אָדָם הַטָּהוֹר לִתְרוּמָה בֵּין בְּיָדָיו בֵּין בְּגוּפוֹ נִטְמָא. וְאִם נָגַע בָּהֶן הַטָּהוֹר לְחַטָּאת בְּיָדָיו נִטְמָא. נָגַע בִּשְׁאָר גּוּפוֹ הֲרֵי הוּא טָהוֹר כְּמוֹת שֶׁהָיָה: \n",
            "english": "If sanctified water contracted impurity and a person who was pure with regard to <i>terumah</i> touched it, whether with his hands or with his body, after it contracted impurity, he contracts impurity. If a person who had purified himself for this purification process touches it with his hands, he contracts impurity. If he touches it with the remainder of his body, he remains pure, as he was originally."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מֵי חַטָּאת שֶׁנָּפְלוּ לְתוֹכָן מֵי מַעְיָן אוֹ מֵי מִקְוֶה אוֹ מֵי פֵּרוֹת. אִם רֹב מֵי חַטָּאת מְטַמְּאִין בְּמַשָּׂא. וְאִם רֹב מֵי פֵּרוֹת אֵין מְטַמְּאִין. מֶחֱצָה לְמֶחֱצָה מְטַמְּאִין. אֵפֶר פָּרָה שֶׁנִּתְעָרֵב בְּאֵפֶר מַקְלֶה וְקִדֵּשׁ בְּכֻלָּן אִם הָיָה הָרֹב אֵפֶר פָּרָה מְטַמְּאִין בְּמֵי נִדָּה. וְאִם הָיָה הָרֹב אֵפֶר מַקְלֶה אֵין מְטַמְּאִין בְּמַגָּע אֲבָל מְטַמְּאִין בְּמַשָּׂא: \n",
            "english": "The following rules apply if water from a spring, a <i>mikveh</i>, or fruit juice falls into sanctified water. If the majority is sanctified water, the mixture imparts impurity when carried. If the majority is fruit juice, it does not impart impurity. If it is half and half, it imparts impurity.<br>The following laws apply if the ashes of the red heifer become mixed with ashes from an oven and a person sanctified water with the entire mixture. If the majority of the mixture are the ashes of the red heifer, the water imparts impurity like sanctified water. If the majority are oven ashes, the water does not impart impurity when touched, but does impart impurity when carried."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵפֶר כָּשֵׁר שֶׁנְּתָנוֹ עַל גַּבֵּי הַמַּיִם שֶׁאֵינָן רְאוּיִין לְקַדְּשָׁן וְנָגַע בָּהֶן הַטָּהוֹר לִתְרוּמָה בֵּין בְּיָדָיו בֵּין בְּגוּפוֹ נִטְמָא. נָגַע בָּהֶן הַטָּהוֹר לְחַטָּאת אֲפִלּוּ בְּיָדָיו הֲרֵי זֶה טָהוֹר כְּמוֹת שֶׁהָיָה: \n",
            "english": "When acceptable ashes were sprinkled on water that was not fit to be sanctified and then a person who was pure with regard to <i>terumah</i> touched the water with his hands or with his body, he contracts impurity. If a person who purified himself for this purification process touched such water, even with his hands, he remains pure, as he was originally."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מֵי חַטָּאת שֶׁנִּפְסְלוּ לֹא יְגַבְּלֵם בְּטִיט שֶׁלֹּא יַעֲשֵׂם תַּקָּלָה לַאֲחֵרִים שֶׁמָּא יִגַּע בַּטִּיט וִיטַמֵּא. שֶׁמֵּי חַטָּאת אֵינָם בְּטֵלִין בְּטִיט שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"חַטָּאת הִיא\": \n",
            "english": "When sanctified water is disqualified, it should not be mixed with mud, so as not to create a stumbling block for others, lest they touch the mud and become impure. For the sanctified water does not become nullified in the mud, as implied by Numbers 19:9: \"It is a sin-offering.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "פָּרָה שֶׁשָּׁתָת מֵי חַטָּאת אַף עַל פִּי שֶׁנִּשְׁחֲטָה בְּתוֹךְ כ\"ד שָׁעוֹת בְּשָׂרָהּ טָהוֹר שֶׁנֶּאֱמַר <small>(במדבר יט ט)</small> \"לְמִשְׁמֶרֶת לְמֵי נִדָּה\". בִּזְמַן שֶׁהֵן שְׁמוּרִין אֵינָן בְּטֵלִין. אֲבָל בִּזְמַן שֶׁשְּׁתָאָתָן פָּרָה בָּטְלוּ שֶׁהֲרֵי אֵינָם שְׁמוּרִין: \n",
            "english": "When a cow drinks from sanctified water, its meat is pure even if it was slaughtered within 24 hours of drinking, as can be inferred from <i>ibid.</i>: \"as safekeeping, as water for sprinkling.\" Implied is that when the water is kept safe, it is not nullified. If, however, a cow drank from it, it is nullified, because it was not kept safe."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "הַמַּזֶּה מֵחַלּוֹן שֶׁמַּזִּין מִמֶּנּוּ עַל הָרַבִּים. וְהֻזָּה עָלָיו וְנִכְנַס לַמִּקְדָּשׁ וְאַחַר כָּךְ נִמְצְאוּ הַמַּיִם פְּסוּלִין הֲרֵי זֶה פָּטוּר. שֶׁחֶזְקַת הַמַּיִם שֶׁמַּזִּין מֵהֶן עַל הָרַבִּים שֶׁהֵן כְּשֵׁרִין וַהֲרֵי זֶה כְּאָנוּס. אֲבָל אִם הֻזָּה עָלָיו מֵחַלּוֹן שֶׁל יָחִיד וְנִכְנַס לַמִּקְדָּשׁ וְנִמְצְאוּ הַמַּיִם פְּסוּלִין חַיָּב בְּקָרְבָּן עוֹלֶה וְיוֹרֵד מִפְּנֵי שֶׁהָיָה לוֹ לִבְדֹּק עַל הַמַּיִם וְאַחַר כָּךְ יִכָּנֵס לַמִּקְדָּשׁ. מַחֲלִיקִים הָיוּ הָעָם בַּמַּיִם שֶׁשּׁוֹתְתִים בָּאָרֶץ מֵחַלּוֹן שֶׁל רַבִּים וְדוֹרְסִים אוֹתָן וְנִכְנָסִים לַמִּקְדָּשׁ וְלֹא הָיוּ חוֹשְׁשִׁין לָהֶן שֶׁמָּא פְּסוּלִין הֵן: \n",
            "english": "When water is sprinkled on a person from a window from which water is sprinkled on many individuals, he entered the Temple, and then it is discovered that the water was disqualified, he is exempt. The rationale is that one can assume that the water that is sprinkled on many people is acceptable. Hence, he is considered as one who transgressed because of factors beyond his control.<br>If, however, water was sprinkled on a person from the window of a private individual and he entered the Temple and afterwards, it was discovered that the water was disqualified, he is obligated to bring an adjustable guilt-offering. The rationale is that he should have investigated the status of the water and only afterwards, entered the Temple.<br>Even if people would slip on water that had been sprinkled from a window from which water is sprinkled on many individuals and was flowing on the ground and they would tread on it, they would enter the Temple without being concerned that they had been disqualified."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַמַּזֶּה בְּאֵזוֹב הַטָּמֵא לְחַטָּאת. אִם יֵשׁ בּוֹ כְּבֵיצָה הַמַּיִם פְּסוּלִין וְהַזָּיָתוֹ [פְּסוּלָה]. אֵין בּוֹ כְּבֵיצָה הַמַּיִם כְּשֵׁרִים וְהַזָּאָתוֹ פְּסוּלָה. וְאֵזוֹב זֶה מְטַמֵּא חֲבֵרוֹ וַחֲבֵרוֹ לַחֲבֵרוֹ אֲפִלּוּ הֵן מֵאָה שֶׁאֵין מוֹנִין לְחַטָּאת: \n",
            "english": "When a person sprinkles such water, using a hyssop that is impure with regard to this sacrificial process, if it is the size of an egg, the water is impure and the sprinkling is unacceptable. If it is less than the size of an egg, the water is pure, but the sprinkling is unacceptable. This hyssop can impart impurity to another, and that other, to still another, even when the chain reaches 100, because levels of impurity are not counted with regard to the purification process involving the ashes of the red heifer."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמַּגְבִּיהַּ כְּלִי שֶׁהֻזָּה עָלָיו וַהֲרֵי עָלָיו הַמַּיִם כְּדֵי הַזָּאָה טָהוֹר שֶׁהַמַּיִם שֶׁעָשׂוּ מִצְוָתָן אֵינָן מְטַמְּאִין כְּמוֹ שֶׁבֵּאַרְנוּ: בְּרִיךְ רַחֲמָנָא דְּסַיְּעָן \n",
            "english": "When a person lifts up a <i>k'li</i> upon which this water has been sprinkled and enough water to be sprinkled remains upon it, he is pure. Once the water has performed its mitzvah, it does not impart impurity, as we explained."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:12:17.614Z",
    "totalChapters": 15,
    "status": "imported_sefaria"
  }
}
