{
  "id": "scroll_of_esther_and_hanukkah",
  "name": "Mishneh Torah, Scroll of Esther and Hanukkah",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Scroll of Esther and Hanukkah",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "קְרִיאַת הַמְּגִלָּה בִּזְמַנָּהּ מִצְוַת עֲשֵׂה מִדִּבְרֵי סוֹפְרִים. וְהַדְּבָרִים יְדוּעִים שֶׁהִיא תַּקָּנַת הַנְּבִיאִים. וְהַכּל חַיָּבִים בִּקְרִיאָתָהּ אֲנָשִׁים וְנָשִׁים וְגֵרִים וַעֲבָדִים מְשֻׁחְרָרִים. וּמְחַנְּכִין אֶת הַקְּטַנִּים לִקְרוֹתָהּ. וַאֲפִלּוּ כֹּהֲנִים בַּעֲבוֹדָתָן מְבַטְּלִין עֲבוֹדָתָן וּבָאִין לִשְׁמֹעַ מִקְרָא מְגִלָּה. וְכֵן מְבַטְּלִים תַּלְמוּד תּוֹרָה לִשְׁמֹעַ מִקְרָא מְגִלָּה קַל וָחֹמֶר לִשְׁאָר מִצְוֹת שֶׁל תּוֹרָה שֶׁכֻּלָּן נִדְחִין מִפְּנֵי מִקְרָא מְגִלָּה. וְאֵין לְךָ דָּבָר שֶׁנִּדְחֶה מִקְרָא מְגִלָּה מִפָּנָיו חוּץ מִמֵּת מִצְוָה שֶׁאֵין לוֹ קוֹבְרִין שֶׁהַפּוֹגֵעַ בּוֹ קוֹבְרוֹ תְּחִלָּה וְאַחַר כָּךְ קוֹרֵא: \n",
            "english": "It is a positive mitzvah ordained by the Rabbis to read the Megillah at the appointed time. It is well-known that this was ordained by the Prophets.<br>Everyone is obligated in this reading: men, women, converts, and freed slaves. Children should also be trained to read it. Even the priests should neglect their service in the Temple and come to hear the reading of the Megillah.<br>Similarly, Torah study should be neglected to hear the reading of the Megillah. Surely, this applies to the other mitzvot of the Torah: the observance of all of them is superseded by the reading of the Megillah. There is nothing that takes priority over the reading of the Megillah except the burial of a <i>meit mitzvah</i> - a corpse that has no one to take care of it. A person who encounters such a corpse should bury it and then read the Megillah."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֶחָד הַקּוֹרֵא וְאֶחָד הַשּׁוֹמֵעַ מִן הַקּוֹרֵא יָצָא יְדֵי חוֹבָתוֹ וְהוּא שֶׁיִּשְׁמַע מִפִּי מִי שֶׁהוּא חַיָּב בִּקְרִיאָתָהּ. לְפִיכָךְ אִם הָיָה הַקּוֹרֵא קָטָן אוֹ שׁוֹטֶה הַשּׁוֹמֵעַ מִמֶּנּוּ לֹא יָצָא: \n",
            "english": "One can fulfill one's obligation by reading or by listening to another person's reading, provided one listens to a person who is obligated to hear the reading. For this reason, if the reader was a minor or mentally incompetent, one who hears his reading does not fulfill his obligation."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִצְוָה לִקְרוֹת אֶת כֻּלָּהּ. וּמִצְוָה לִקְרוֹתָהּ בַּלַּיְלָה וּבַיּוֹם. וְכָל הַלַּיְלָה כָּשֵׁר לִקְרִיאַת הַלַּיְלָה. וְכָל הַיּוֹם כָּשֵׁר לִקְרִיאַת הַיּוֹם. וּמְבָרֵךְ קֹדֶם קְרִיאָתָהּ בַּלַּיְלָה שָׁלֹשׁ בְּרָכוֹת וְאֵלּוּ הֵן. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ עַל מִקְרָא מְגִלָּה. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם שֶׁעָשָׂה נִסִּים לַאֲבוֹתֵינוּ בַּיָּמִים הָהֵם וּבַזְּמַן הַזֶּה. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם שֶׁהֶחֱיָנוּ וְקִיְּמָנוּ וְהִגִּיעָנוּ לַזְּמַן הַזֶּה. וּבַיּוֹם אֵינוֹ חוֹזֵר וּמְבָרֵךְ שֶׁהֶחֱיָנוּ. וּמָקוֹם שֶׁנָּהֲגוּ לְבָרֵךְ אַחֲרֶיהָ מְבָרֵךְ בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם הָאֵל הָרָב אֶת רִיבֵנוּ וְהַדָּן אֶת דִּינֵנוּ וְהַנּוֹקֵם אֶת נִקְמָתֵנוּ וְהַנִּפְרָע לָנוּ מִצָּרֵינוּ וְהַמְשַׁלֵּם גְּמוּל לְכָל אֹיְבֵי נַפְשֵׁנוּ בָּרוּךְ אַתָּה ה' הַנִּפְרָע לְיִשְׂרָאֵל מִכָּל צָרֵיהֶם הָאֵל הַמּוֹשִׁיעַ: \n",
            "english": "It is a mitzvah to read the entire Megillah and to read it both at night and during the day. The entire night is an appropriate time for the night reading, and the entire day is appropriate for the day reading.<br>Before the reading at night, one should recite three blessings. They are:<br>Blessed are You, God, our Lord, King of the universe, who has sanctified us with His commandments and commanded us to read the Megillah.<br>Blessed are You, God, our Lord, King of the universe, who wrought miracles for our ancestors in previous days at this season.<br>Blessed are You, God, our Lord, King of the universe, who has granted us life, sustained us, and enabled us to reach this occasion.<br>During the day, one should not recite the final blessing.<br>In places where it is customary to recite a blessing after the reading, the following blessing should be recited:<br>Blessed are You, God, our Lord, King of the universe, who wages our battles and executes judgment on our behalf, who avenges the vengeance wrought against us, who exacts retribution from our enemies on our behalf, and who acquits justly all our mortal enemies. Blessed are You, God, the Almighty, who exacts payment on behalf of His nation Israel from all their oppressors, the God of salvation.<br>"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֵיזֶהוּ זְמַן קְרִיאָתָהּ. זְמַנִּים הַרְבֵּה תִּקְּנוּ לָהּ חֲכָמִים שֶׁנֶּאֱמַר <small>(אסתר ט לא)</small> \"בִּזְמַנֵּיהֶם\". וְאֵלּוּ הֵן זְמַנֵּי קְרִיאָתָהּ. כָּל מְדִינָה שֶׁהָיְתָה מֻקֶּפֶת חוֹמָה מִימֵי יְהוֹשֻׁעַ בִּן נוּן בֵּין בָּאָרֶץ בֵּין בְּחוּצָה לָאָרֶץ אַף עַל פִּי שֶׁאֵין לָהּ עַכְשָׁו חוֹמָה קוֹרִין בְּט\"ו בַּאֲדָר. וּמְדִינָה זוֹ הִיא הַנִּקְרֵאת כְּרַךְ. וְכָל מְדִינָה שֶׁלֹּא הָיְתָה מֻקֶּפֶת חוֹמָה בִּימוֹת יְהוֹשֻׁעַ וְאַף עַל פִּי שֶׁהִיא מֻקֶּפֶת עַתָּה קוֹרְאִין בְּי\"ד. וּמְדִינָה זוֹ הִיא הַנִּקְרֵאת עִיר: \n",
            "english": "What is the appropriate time for the Megillah to be read? The Sages ordained many different times for its reading, as implied by Esther 9:31: \"To confirm these days of Purim in their appointed times.\" The following are the days on which the Megillah is read:<br>Every city, whether in <i>Eretz Yisrael</i> or in the diaspora, that was surrounded by a wall at the time of Joshua bin Nun should read the Megillah on the fifteenth of Adar. This applies even when a wall does not surround the city at present. Such a city is called a כרך.<br>Every city that was not surrounded by a wall at the time of Joshua bin Nun should read the Megillah on the fourteenth of Adar. This applies even when there is a wall surrounding the city at present. Such a city is called an עיר."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שׁוּשַׁן הַבִּירָה אַף עַל פִּי שֶׁלֹּא הָיְתָה מֻקֶּפֶת חוֹמָה בִּימֵי יְהוֹשֻׁעַ בִּן נוּן קוֹרְאִין בְּט\"ו שֶׁבָּהּ הָיָה הַנֵּס שֶׁנֶּאֱמַר <small>(אסתר ט יח)</small> \"וְנוֹחַ בַּחֲמִשָּׁה עָשָׂר בּוֹ\". וְלָמָּה תָּלוּ הַדָּבָר בִּימֵי יְהוֹשֻׁעַ כְּדֵי לַחֲלֹק כָּבוֹד לְאֶרֶץ יִשְׂרָאֵל שֶׁהָיְתָה חֲרֵבָה בְּאוֹתוֹ הַזְּמַן. כְּדֵי שֶׁיִּהְיוּ קוֹרְאִין כִּבְנֵי שׁוּשָׁן וְיֵחָשְׁבוּ כְּאִלּוּ הֵן כְּרַכִּין הַמֻּקָּפִין חוֹמָה אַף עַל פִּי שֶׁהֵן עַתָּה חֲרֵבִין הוֹאִיל וְהָיוּ מֻקָּפִין בִּימֵי יְהוֹשֻׁעַ קוֹרִין בְּט\"ו וְיִהְיֶה זִכָּרוֹן לְאֶרֶץ יִשְׂרָאֵל בְּנֵס זֶה: \n",
            "english": "In the capital of Shushan, the Megillah is read on the fifteenth of Adar although it was not surrounded by a wall at the time of Joshua bin Nun, because the miracle occurred within it and at that time, the Jews celebrated on that day, as Esther 9:18 states, \"And they rested on the fifteenth.\"<br>Why was the matter made dependent on the time of Joshua bin Nun? To give honor to the cities of <i>Eretz Yisrael</i> that were in ruin at the time of the Purim miracle. Although they are in ruin at present, this would allow them to read the Megillah on the fifteenth as do the inhabitants of Shushan, since they were surrounded by a wall at the time of Joshua. Thus the commemoration of the miracle would include a remembrance of <i>Eretz Yisrael</i>."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בְּנֵי הַכְּפָרִים שֶׁאֵינָם מִתְקַבְּצִים בְּבָתֵּי כְּנֵסִיּוֹת אֶלָּא בְּשֵׁנִי וּבַחֲמִישִׁי תִּקְּנוּ לָהֶם שֶׁיִּהְיוּ מַקְדִּימִין וְקוֹרְאִים בְּיוֹם הַכְּנִיסָה. כֵּיצַד. אִם חָל יוֹם י\"ד לִהְיוֹת בְּשֵׁנִי אוֹ בַּחֲמִישִׁי קוֹרְאִין בּוֹ בַּיּוֹם. וְאִם חָל בְּיוֹם אַחֵר חוּץ מִשֵּׁנִי וַחֲמִישִׁי מַקְדִּימִין וְקוֹרְאִין בְּשֵׁנִי אוֹ בַּחֲמִישִׁי הַסָּמוּךְ לְי\"ד: \n",
            "english": "The Sages ordained that the inhabitants of the villages who gather in the synagogues only on Mondays and Thursdays could read the Megillah earlier, on the day when they gather in the synagogues.<br>What is implied? If the fourteenth of Adar falls on either Monday or Thursday, the Megillah is read on that day. If it falls on a day other than Monday or Thursday, we read on an earlier date, on the Monday or Thursday that is closest to the fourteenth of Adar."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כֵּיצַד. חָל י\"ד לִהְיוֹת בְּאֶחָד בְּשַׁבָּת מַקְדִּימִין וְקוֹרְאִין בַּחֲמִישִׁי שֶׁהוּא יוֹם י\"א. חָל לִהְיוֹת בִּשְׁלִישִׁי קוֹרְאִין בְּשֵׁנִי שֶׁהוּא יוֹם י\"ג. חָל לִהְיוֹת בִּרְבִיעִי קוֹרְאִין בְּשֵׁנִי שֶׁהוּא יוֹם י\"ב. וְכָל אֵלּוּ שֶׁמַּקְדִּימִין וְקוֹרְאִין קֹדֶם י\"ד אֵין קוֹרְאִין אוֹתָהּ בְּפָחוֹת מֵעֲשָׂרָה: \n",
            "english": "What is implied? If the fourteenth of Adar falls on Sunday, the Megillah is read on the previous Thursday, the eleventh of Adar. If the fourteenth falls on Tuesday, the Megillah is read earlier, on Monday, the thirteenth. If the fourteenth falls on Wednesday, the Megillah is read earlier, on Monday, the twelfth.<br>Whenever license is granted to read the Megillah before the fourteenth, it should not be read unless ten are present."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כְּפָר שֶׁמַּקְדִּימִין וְקוֹרְאִין בְּיוֹם הַכְּנִיסָה בִּזְמַן שֶׁאֵין נִכְנָסִין בּוֹ בְּשֵׁנִי וּבַחֲמִישִׁי אֵין קוֹרְאִין אוֹתָהּ אֶלָּא בְּי\"ד. וְכָל עִיר שֶׁאֵין בָּהּ עֲשָׂרָה בַּטְלָנִין קְבוּעִין בְּבֵית הַכְּנֶסֶת לְצָרְכֵי הַצִּבּוּר הֲרֵי הִיא כִּכְפָר וּמַקְדִּימִין וְקוֹרְאִין בְּיוֹם הַכְּנִיסָה. וְאִם אֵין שָׁם עֲשָׂרָה בְּנֵי אָדָם תַּקָּנָתוֹ קַלְקָלָתוֹ וַהֲרֵי הֵם כְּאַנְשֵׁי עִיר גְּדוֹלָה וְאֵין קוֹרְאִין אֶלָּא בְּי\"ד: \n",
            "english": "In a village where the Jews do not gather together to read the Torah on Mondays and Thursdays, the Megillah should be read only on the fourteenth of Adar. When a city does not have ten people who have no other occupation but to attend the synagogue for communal purposes, it is considered to be a village, and the Megillah is read earlier, on the day when people gather in the synagogue.<br>If a city lacks ten adult men, the very difficulty leads to its solution, and they are considered to be like the inhabitants of a large city and read the Megillah only on the fourteenth."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁמַּקְדִּימִין וְקוֹרְאִין בְּיוֹם הַכְּנִיסָה בִּזְמַן שֶׁיֵּשׁ לָהֶם לְיִשְׂרָאֵל מַלְכוּת. אֲבָל בַּזְּמַן הַזֶּה אֵין קוֹרְאִין אוֹתָהּ אֶלָּא בִּזְמַנָּהּ שֶׁהוּא יוֹם י\"ד וְיוֹם ט\"ו. בְּנֵי הַכְּפָרִים וּבְנֵי עֲיָרוֹת קוֹרְאִין בְּי\"ד. וּבְנֵי כְּרַכִּין קוֹרְאִין בְּט\"ו: \n",
            "english": "When does the above leniency - that it is possible to read the Megillah earlier, on the day people gather in the synagogue - apply? When Israel rules itself. In the present era, however, the Megillah is read only at its appropriate times, the fourteenth of Adar and the fifteenth. The inhabitants of villages and cities read on the fourteenth, and the inhabitants of walled cities read on the fifteenth."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "בֶּן עִיר שֶׁהָלַךְ לַכְּרַךְ אוֹ בֶּן כְּרַךְ שֶׁהָלַךְ לָעִיר אִם הָיָה דַּעְתּוֹ לַחֲזֹר לִמְקוֹמוֹ בִּזְמַן קְרִיאָה וְנִתְעַכֵּב וְלֹא חָזַר קוֹרֵא כִּמְקוֹמוֹ. וְאִם לֹא הָיָה בְּדַעְתּוֹ לַחֲזֹר אֶלָּא לְאַחַר זְמַן הַקְּרִיאָה קוֹרֵא עִם אַנְשֵׁי הַמָּקוֹם שֶׁהוּא שָׁם. וּכְרַךְ וְכָל הַסָּמוּךְ לוֹ וְכָל הַנִּרְאֶה עִמּוֹ אִם אֵין בֵּינֵיהֶם יֶתֶר עַל אַלְפַּיִם אַמָּה הֲרֵי זֶה כִּכְרַךְ וְקוֹרְאִין בַּחֲמִשָּׁה עָשָׂר: \n",
            "english": "The following rules apply when an inhabitant of an unwalled city travels to a walled city, or an inhabitant of a walled city travels to an unwalled city:<br>If his intent was to return home for the day of the Megillah reading, but he was prevented from returning, he should read the Megillah on the day when it is read in his home. If his intent was not to return home until after the day of the Megillah reading, he should read the Megillah together with the people in the place where he is visiting.<br>The following rule applies to all those homes adjacent to a walled city which are seen together with it: If there are not more than two thousand cubits between them, they are considered to be part of the walled city, and their inhabitants should read the Megillah on the fifteenth."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "עִיר שֶׁהִיא סָפֵק וְאֵין יָדוּעַ אִם הָיְתָה מֻקֶּפֶת חוֹמָה בִּימוֹת יְהוֹשֻׁעַ בִּן נוּן אוֹ אַחַר כֵּן הֻקְּפָה קוֹרְאִין בִּשְׁנֵי הַיָּמִים שֶׁהֵן י\"ד וְט\"ו וּבְלֵילֵיהֶם. וּמְבָרְכִין עַל קְרִיאָתָהּ בְּי\"ד בִּלְבַד הוֹאִיל וְהוּא זְמַן קְרִיאָתָהּ לְרֹב הָעוֹלָם: \n",
            "english": "When a doubt exists and it is unknown whether a city had been surrounded by a wall at the time of Joshua bin Nun or whether it was surrounded afterwards, its inhabitants should read the Megillah on the day and the night of both the fourteenth and the fifteenth of Adar. They should recite the blessing only when reading on the fourteenth, since this is the time when the Megillah is read in most places in the world."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "קָרְאוּ אֶת הַמְּגִלָּה בַּאֲדָר רִאשׁוֹן וְאַחַר כָּךְ עִבְּרוּ בֵּית דִּין אֶת הַשָּׁנָה חוֹזְרִים וְקוֹרְאִים אוֹתָהּ בָּאֲדָר הַשֵּׁנִי בִּזְמַנָּהּ: \n",
            "english": "When the Megillah was read in the first month of Adar and, afterwards, the court proclaimed a leap year, the Megillah should be read again in the second month of Adar at its appropriate time."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "אֵין קוֹרְאִין אֶת הַמְּגִלָּה בְּשַׁבָּת גְּזֵרָה שֶׁמָּא יִטּל אוֹתָהּ בְּיָדוֹ וְיֵלֵךְ אֵצֶל מִי שֶׁהוּא בָּקִי לִקְרוֹתָהּ וְיַעֲבִירֶנָּה אַרְבַּע אַמּוֹת בִּרְשׁוּת הָרַבִּים. שֶׁהַכּל חַיָּבִים בִּקְרִיאָתָהּ וְאֵין הַכּל בְּקִיאִין בִּקְרִיאָתָהּ. לְפִיכָךְ אִם חָל זְמַן קְרִיאָתָהּ בְּשַׁבָּת מַקְדִּימִין וְקוֹרְאִין אוֹתָהּ קֹדֶם הַשַּׁבָּת. וְשׁוֹאֲלִין וְדוֹרְשִׁין בְּהִלְכוֹת פּוּרִים בְּאוֹתָהּ שַׁבָּת כְּדֵי לְהַזְכִּיר שֶׁהוּא פּוּרִים: \n",
            "english": "The Megillah should not be read on the Sabbath. This is a decree, enacted so that one should not take it in one's hands and bring it to a person who knows how to read it, thus carrying it four cubits in the public domain. Everyone is obligated to read the Megillah, but everyone is not capable of reading it. Thus, there is the possibility for such an error to occur.<br>For this reason, if the appropriate time for the Megillah to be read falls on the Sabbath, we read it earlier, on the day prior to the Sabbath. We discuss the laws of Purim on that Sabbath to commemorate the fact that it is Purim."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "כֵּיצַד. יוֹם אַרְבָּעָה עָשָׂר שֶׁחָל לִהְיוֹת בְּשַׁבָּת בְּנֵי עֲיָרוֹת מַקְדִּימִין וְקוֹרְאִין בְּעֶרֶב שַׁבָּת וּבְנֵי כְּרַכִּים קוֹרְאִים בִּזְמַנָּם בְּאֶחָד בְּשַׁבָּת. חָל יוֹם ט\"ו לִהְיוֹת בְּשַׁבָּת בְּנֵי כְּרַכִּים מַקְדִּימִין וְקוֹרְאִין בְּעֶרֶב שַׁבָּת שֶׁהוּא יוֹם אַרְבָּעָה עָשָׂר וּבְנֵי עֲיָרוֹת קוֹרְאִין בּוֹ בַּיּוֹם שֶׁהוּא זְמַנָּם וְנִמְצְאוּ הַכּל קוֹרְאִין בְּאַרְבָּעָה עָשָׂר: \n",
            "english": "What is implied? When the fourteenth of Adar falls on the Sabbath, the inhabitants of the unwalled cities should read the Megillah earlier, on Friday. The inhabitants of the walled cities should read it at their appropriate time, on Sunday.<br>When the fifteenth falls on the Sabbath, the inhabitants of the walled cities read the Megillah earlier, on Friday the fourteenth. The inhabitants of the unwalled cities also read on that day, for this is the appropriate time for them to read. Thus in such an instance, everyone reads on the fourteenth."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַקוֹרֵא אֶת הַמְּגִלָּה לְמַפְרֵעַ לֹא יָצָא. קָרָא וְשָׁכַח פָּסוּק אֶחָד וְקָרָא פָּסוּק שֵׁנִי לוֹ וְחָזַר וְקָרָא פָּסוּק שֶׁשָּׁכַח וְחָזַר וְקָרָא פָּסוּק שְׁלִישִׁי לֹא יָצָא מִפְּנֵי שֶׁקָּרָא פָּסוּק אֶחָד לְמַפְרֵעַ. אֶלָּא כֵּיצַד עוֹשֶׂה. מַתְחִיל מִפָּסוּק שֵׁנִי שֶׁשָּׁכַח וְקוֹרֵא עַל הַסֵּדֶר:  ",
            "english": "When a person reads the Megillah in improper sequence, he does not fulfill his obligation. If a person was reading, forgot a verse and read the following verse, went back and read the verse he forgot, and then read a third verse, he does not fulfill his obligation, because he read a verse in improper sequence. What should he do instead? He should begin from the second verse, the verse he forgot, and continue reading the Megillah in its proper order."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מָצָא צִבּוּר שֶׁקָּרְאוּ חֶצְיָהּ לֹא יֹאמַר אֶקְרָא חֶצְיָהּ הָאַחֲרוֹן עִם הַצִּבּוּר וְאֶחֱזֹר וְאֶקְרָא חֶצְיָהּ רִאשׁוֹן, שֶׁזֶּה קוֹרֵא לְמַפְרֵעַ. אֶלָּא קוֹרֵא מִתְּחִלָּה וְעַד סוֹף עַל הַסֵּדֶר. קָרָא וְשָׁהָה מְעַט וְחָזַר וְקָרָא אַף עַל פִּי שֶׁשָּׁהָה כְּדֵי לִגְמֹר אֶת כֻּלָּהּ הוֹאִיל וְקָרָא עַל הַסֵּדֶר יָצָא:  ",
            "english": "Should one encounter a congregation that has already read half of the Megillah, one should not say, \"I will read the latter half together with this congregation, and then go back and read the first half,\" for this is reading in improper sequence. Instead, one should read the entire Megillah from beginning to end in order.<br>When a person reads a portion and pauses and then goes back and continues reading, since he read in order, he fulfills his obligation, even though the entire Megillah could have been read while he had paused."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַקּוֹרֵא אֶת הַמְּגִלָּה עַל פֶּה לֹא יָצָא יְדֵי חוֹבָתוֹ. הַלּוֹעֵז שֶׁשָּׁמַע אֶת הַמְּגִלָּה הַכְּתוּבָה בִּלְשׁוֹן הַקֹּדֶשׁ וּבִכְתַב הַקֹּדֶשׁ אַף עַל פִּי שֶׁאֵינוֹ יוֹדֵעַ מַה הֵן אוֹמְרִין יָצָא יְדֵי חוֹבָתוֹ. וְכֵן אִם הָיְתָה כְּתוּבָה יְוָנִית וּשְׁמָעָהּ יָצָא אַף עַל פִּי שֶׁאֵינוֹ מַכִּיר, וַאֲפִלּוּ הָיָה הַשּׁוֹמֵעַ עִבְרִי:  ",
            "english": "A person who reads the Megillah by heart does not fulfill his obligation. A person who speaks a language other than Hebrew and hears the Megillah read in Hebrew written in the holy script fulfills his obligation, although he does not understand what is being read. Similarly, if the Megillah was written in Greek, a person who hears it, even one who speaks Hebrew, fulfills his obligation although he does not understand what is being read."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיְתָה כְּתוּבָה תַּרְגּוּם אוֹ בְּלָשׁוֹן אַחֶרֶת מִלְּשׁוֹנוֹת הַגּוֹיִם לֹא יָצָא יְדֵי חוֹבָתוֹ בִּקְרִיאָתָהּ אֶלָּא הַמַּכִּיר אוֹתָהּ הַלָּשׁוֹן בִּלְבַד. וְהוּא שֶׁתִּהְיֶה כְּתוּבָה בִּכְתַב אוֹתוֹ הַלָּשׁוֹן. אֲבָל אִם הָיְתָה כְּתוּבָה בִּכְתָב עִבְרִי וּקְרָאָהּ אֲרָמִית לַאֲרָמִי לֹא יָצָא שֶׁנִּמְצָא זֶה קוֹרֵא עַל פֶּה. וְכֵיוָן שֶׁלֹּא יָצָא יְדֵי חוֹבָתוֹ הַקּוֹרֵא לֹא יָצָא הַשּׁוֹמֵעַ מִמֶּנּוּ:  ",
            "english": "If, however, it was written in Aramaic or in another language of gentile origin, one who listens to this reading fulfills his obligation only when he understands that language and only when the Megillah is written in that language.<br>In contrast, if the Megillah was written in Hebrew and one read in Aramaic for a person who understood that tongue, one does not fulfill one's obligation, for one is reading by heart. And since the reader cannot fulfill his obligation, the person hearing it read by him also cannot."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַקּוֹרֵא אֶת הַמְּגִלָּה בְּלֹא כַּוָּנָה לֹא יָצָא. כֵּיצַד. הָיָה כּוֹתְבָהּ אוֹ דּוֹרְשָׁהּ אוֹ מַגִּיהָהּ אִם כִּוֵּן אֶת לִבּוֹ לָצֵאת בִּקְרִיאָה זוֹ יָצָא וְאִם לֹא כִּוִּן לִבּוֹ לֹא יָצָא. קָרָא וְהוּא מִתְנַמְנֵם הוֹאִיל וְלֹא נִרְדַּם בַּשֵּׁנָה יָצָא:  ",
            "english": "A person who was reading the Megillah without the desired intent does not fulfill his obligation. What is implied? That he was writing a Megillah, explaining it, or checking it: If he had the intent to fulfill his obligation with this reading, his obligation is fulfilled. If he did not have this intent, he did not fulfill his obligation. Should one read while dozing off, he fulfills his obligation, since he is not sound asleep."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁהַמְכַוֵּן לִבּוֹ בַּכְּתִיבָה יָצָא. בְּשֶׁנִּתְכַּוֵּן לָצֵאת בַּקְּרִיאָה שֶׁקּוֹרֵא בְּסֵפֶר שֶׁמַּעְתִּיק מִמֶּנּוּ בְּשָׁעָה שֶׁהוּא כּוֹתֵב. אֲבָל אִם לֹא נִתְכַּוֵּן לָצֵאת בִּקְרִיאָה זוֹ שֶׁכָּתַב לֹא יָצָא. שֶׁאֵינוֹ יוֹצֵא יְדֵי חוֹבָתוֹ אֶלָּא בִּקְרִיאָתָהּ מִסֵּפֶר שֶׁכֻּלָּהּ כְּתוּבָה בּוֹ בִּשְׁעַת קְרִיאָה:  ",
            "english": "When does the statement that a person can fulfill his obligation by reading when writing a Megillah apply? When he intends to fulfill his obligation to read it by reading from the scroll which he is copying. If, however, he intends to fulfill his obligation by reading the scroll that he is writing at present, he does not fulfill his obligation, for one can fulfill one's obligation only by reading from a scroll that was completely written at the time of the reading."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַקּוֹרֵא אֶת הַמְּגִלָּה וְטָעָה בִּקְרִיאָתָהּ וְקָרָא קְרִיאָה מְשֻׁבֶּשֶׁת יָצָא. לְפִי שֶׁאֵין מְדַקְדְּקִין בִּקְרִיאָתָהּ. קְרָאָהּ עוֹמֵד אוֹ יוֹשֵׁב יָצָא וַאֲפִלּוּ בְּצִבּוּר. אֲבָל לֹא יִקְרָא בְּצִבּוּר יוֹשֵׁב לְכַתְּחִלָּה מִפְּנֵי כְּבוֹד הַצִּבּוּר. קְרָאוּהָ שְׁנַיִם אֲפִלּוּ עֲשָׂרָה כְּאֶחָד יָצְאוּ הַקּוֹרְאִין וְהַשּׁוֹמְעִים מִן הַקּוֹרְאִין. וְקוֹרֵא אוֹתָהּ גָּדוֹל עִם הַקָּטָן וַאֲפִלּוּ בְּצִבּוּר:  ",
            "english": "A person who errs while reading the Megillah and reads in an inexact manner fulfills his obligation, for we are not required to read in a precise manner.<br>A person fulfills his obligation whether he reads it standing or sitting. This applies even when reading for a congregation. Nevertheless, at the outset, out of respect for the congregation, one should not read for the congregation while sitting.<br>If two, and even if ten, people read the Megillah in unison, both the readers and those who listen to the readers fulfill their obligation. An adult and a child can read the Megillah together, even for the community."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אֵין קוֹרְאִין בְּצִבּוּר בִּמְגִלָּה הַכְּתוּבָה בֵּין הַכְּתוּבִים. וְאִם קָרָא לֹא יָצָא. אֶלָּא אִם כֵּן הָיְתָה יְתֵרָה עַל שְׁאָר הַיְרִיעוֹת אוֹ חֲסֵרָה כְּדֵי שֶׁיְּהֵא לָהּ הֶכֵּר. אֲבָל הַיָּחִיד קוֹרֵא בָּהּ וַאֲפִלּוּ אֵינָהּ חֲסֵרָה וְלֹא יְתֵרָה וְיוֹצֵא בָּהּ יְדֵי חוֹבָתוֹ:  ",
            "english": "We should not read the Megillah for a congregation from a scroll that contains the other Sacred Writings. Should one read for the congregation from such a scroll, no one fulfills their obligation, unless the portions of parchment on which it is written are larger or smaller than those of the remainder for the scroll, so that it will be distinct.<br>An individual reading for himself, by contrast, may read from such a scroll even though the portion containing the Megillah is not larger or smaller than the remainder of the scroll, and thus fulfill his obligation."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אֵין כּוֹתְבִין הַמְּגִלָּה אֶלָּא בִּדְיוֹ עַל הַגְּוִיל אוֹ עַל הַקְּלָף כְּסֵפֶר תּוֹרָה. וְאִם כְּתָבָהּ בְּמֵי עַפְּצָא וְקַנְקַנְתּוֹם כְּשֵׁרָה. כְּתָבָהּ בִּשְׁאָר מִינֵי צִבְעוֹנִין פְּסוּלָה. וּצְרִיכָה שִׂרְטוּט כַּתּוֹרָה עַצְמָהּ. וְאֵין הָעוֹר שֶׁלָּהּ צָרִיךְ לְעַבֵּד לִשְׁמָהּ. הָיְתָה כְּתוּבָה עַל הַנְּיָר אוֹ עַל עוֹר שֶׁאֵינוֹ מְעֻבָּד אוֹ שֶׁכְּתָבָהּ עַכּוּ\"ם אוֹ אֶפִּיקוֹרוֹס פְּסוּלָה:  ",
            "english": "A Megillah may be written only with ink on <i>g'vil</i> or on <i>k'laf</i>, like a Torah scroll. If it was written with gall-nut juice or vitriol it is acceptable, but if it was written with other tints it is not acceptable.<br>It must be written on ruled parchment like a Torah scroll. The parchment need not, however, be processed with the intent that it be used for the mitzvah. If it was written on paper or on an animal hide that was not processed or if it was written by a gentile or by a non-believer, it is not acceptable."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הָיוּ בָּהּ אוֹתִיּוֹת מְטֻשְׁטָשׁוֹת אוֹ מְקֹרָעוֹת. אִם רִשּׁוּמָן נִכָּר אֲפִלּוּ הָיוּ רֻבָּהּ כְּשֵׁרָה. וְאִם אֵין רִשּׁוּמָן נִכָּר אִם הָיָה רֻבָּהּ שָׁלֵם כְּשֵׁרָה. וְאִם לָאו פְּסוּלָה וְהַקּוֹרֵא בָּהּ לֹא יָצָא. הִשְׁמִיט בָּהּ הַסּוֹפֵר אוֹתִיּוֹת אוֹ פְּסוּקִים וּקְרָאָן הַקּוֹרֵא אֶת הַמְּגִלָּה עַל פֶּה יָצָא:  ",
            "english": "The following rules apply when the letters of a Megillah are rubbed out or torn: If a trace of the letters is discernible, the scroll is acceptable, even if most of the letters have been rubbed out. If no trace of the letters is discernible, the scroll is acceptable if the majority of its letters are intact. If not, it is not acceptable.<br>If the scribe left out certain letters or verses and the reader reads them by heart, he fulfills his obligation."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַמְּגִלָּה צְרִיכָה שֶׁתְּהֵא תְּפוּרָה כֻּלָּהּ עַד שֶׁיִּהְיוּ כָּל עוֹרוֹתֶיהָ מְגִלָּה אַחַת. וְאֵינָהּ נִתְפֶּרֶת אֶלָּא בְּגִידִין כְּסֵפֶר תּוֹרָה. וְאִם תְּפָרָהּ שֶׁלֹּא בְּגִידִין פְּסוּלָה. וְאֵינוֹ צָרִיךְ לִתְפֹּר אֶת כָּל הַיְרִיעָה בְּגִידִין כְּסֵפֶר תּוֹרָה אֶלָּא אֲפִלּוּ תָּפַר בְּגִידִין שָׁלֹשׁ תְּפִירוֹת בִּקְצֵה הַיְרִיעָה וְשָׁלֹשׁ בְּאֶמְצָעָהּ וְשָׁלֹשׁ בַּקָּצֶה הַשֵּׁנִי כְּשֵׁרָה מִפְּנֵי שֶׁנִּקְרֵאת אִגֶּרֶת:  ",
            "english": "A Megillah must be sewn together - i.e., all the parchments on which it is written must be joined as a single scroll. It should be sewn only with animal sinews, as a Torah scroll is. If it is sewn with other thread, it is unacceptable.<br>It is not necessary, however, to sew the entire length of the parchment with animal sinews, as a Torah scroll is sewn. As long as one sews three stitches at one end of the parchment, three stitches in the middle, and three stitches at the other end, it is acceptable. This leniency is taken, because the Megillah is referred to as an \"epistle\" Esther 9:29."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "וְצָרִיךְ הַקּוֹרֵא לִקְרוֹת עֲשֶׂרֶת בְּנֵי הָמָן וַעֲשֶׂרֶת בִּנְשִׁימָה אַחַת כְּדֵי לְהוֹדִיעַ לְכָל הָעָם שֶׁכֻּלָּם נִתְלוּ וְנֶהֶרְגוּ כְּאֶחָד. וּמִנְהַג כָּל יִשְׂרָאֵל שֶׁהַקּוֹרֵא הַמְּגִלָּה קוֹרֵא וּפוֹשֵׁט כְּאִגֶּרֶת לְהַרְאוֹת הַנֵּס וּכְשֶׁיִּגְמֹר חוֹזֵר וְכוֹרְכָהּ כֻּלָּהּ וּמְבָרֵךְ:  ",
            "english": "The reader should read the names of Haman's ten sons and the word which follows, <i>asseret</i> Esther 9:7-10, in one breath, to show the entire people that they were all hung and slain together.<br>It is a universally accepted Jewish custom that as the reader of the Megillah reads, he spreads the text out as an epistle (to show the miracle). When he concludes, he goes back, rolls up the entire text, and recites the concluding blessing."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "שְׁנֵי הַיָּמִים הָאֵלּוּ שֶׁהֵן י\"ד וְט\"ו אֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית לְכָל אָדָם בְּכָל מָקוֹם. בֵּין לִבְנֵי כְּרַכִּין שֶׁהֵן עוֹשִׂין ט\"ו בִּלְבַד. בֵּין לִבְנֵי עֲיָרוֹת שֶׁהֵן עוֹשִׂין י\"ד בִּלְבַד. וּשְׁנֵי הַיָּמִים אֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית בַּאֲדָר הָרִאשׁוֹן וּבָאֲדָר הַשֵּׁנִי. אַנְשֵׁי כְּפָרִים שֶׁהִקְדִּימוּ וְקָרְאוּ בְּשֵׁנִי אוֹ בַּחֲמִישִׁי הַסָּמוּךְ לְפוּרִים מֻתָּרִים בְּהֶסְפֵּד וְתַעֲנִית בְּיוֹם קְרִיאָתָהּ וַאֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית בִּשְׁנֵי הַיָּמִים הָאֵלּוּ אַף עַל פִּי שֶׁאֵין קוֹרְאִין בָּהֶן:  ",
            "english": "On these two days, the fourteenth and the fifteenth of Adar, it is forbidden to eulogize and to fast. This prohibition applies to all people in all places, to the inhabitants of the walled cities who celebrate only the fifteenth and to the inhabitants of the unwalled cities who celebrate only the fourteenth.<br>In a leap year, it is forbidden to eulogize and to fast on these two dates in the first Adar as well as in the second Adar. When the inhabitants of the villages read the Megillah earlier, on the Monday or Thursday before Purim, they are permitted to eulogize and to fast on the day they read the Megillah, and are forbidden to eulogize and to fast on these two dates, even though they do not read the Megillah on them."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "מִצְוַת יוֹם י\"ד לִבְנֵי כְּפָרִים וַעֲיָרוֹת וְיוֹם ט\"ו לִבְנֵי כְּרַכִּים לִהְיוֹת יוֹם שִׂמְחָה וּמִשְׁתֶּה וּמִשְׁלוֹחַ מָנוֹת לְרֵעִים וּמַתָּנוֹת לָאֶבְיוֹנִים. וּמֻתָּר בַּעֲשִׂיַּת מְלָאכָה, וְאַף עַל פִּי כֵן אֵין רָאוּי לַעֲשׂוֹת בּוֹ מְלָאכָה. אָמְרוּ חֲכָמִים כָּל הָעוֹשֶׂה מְלָאכָה בְּיוֹם פּוּרִים אֵינוֹ רוֹאֶה סִימַן בְּרָכָה לְעוֹלָם. בְּנֵי כְּפָרִים שֶׁקָּדְמוּ וְקָרְאוּ בְּשֵׁנִי אוֹ בַּחֲמִישִׁי אִם חִלְּקוּ מָעוֹת לָאֶבְיוֹנִים בְּיוֹם קְרִיאָתָן יָצְאוּ. אֲבָל הַשִּׂמְחָה וְהַמִּשְׁתֶּה אֵין עוֹשִׂין אוֹתָם אֶלָּא בְּיוֹם י\"ד. וְאִם הִקְדִּימוּ לֹא יָצְאוּ. וּסְעֻדַּת פּוּרִים שֶׁעֲשָׂאָהּ בַּלַּיְלָה לֹא יָצָא יְדֵי חוֹבָתוֹ:  ",
            "english": "It is a mitzvah for the inhabitants of the villages and unwalled cities to consider the fourteenth of Adar - and for the inhabitants of the walled cities to consider the fifteenth of Adar - as a day of happiness and festivity, when portions of food are sent to one's friends and presents are given to the poor.<br>It is permitted to work on these days. It is not, however, proper to do so. Our Sages declared, \"Whoever works on Purim will never see a sign of blessing.\"<br>Should the inhabitants of the villages read the Megillah earlier, on a Monday or a Thursday, and give monetary gifts to the poor on the day on which they read, they fulfill their obligation. The rejoicing and festivities of the Purim holiday, by contrast, should be held only on the day of the fourteenth. If they are held earlier, the participants do not fulfill their obligation. A person who conducts the Purim feast at night does not fulfill his obligation."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "כֵּיצַד חוֹבַת סְעֻדָּה זוֹ. שֶׁיֹּאכַל בָּשָׂר וִיתַקֵּן סְעֻדָּה נָאָה כְּפִי אֲשֶׁר תִּמְצָא יָדוֹ. וְשׁוֹתֶה יַיִן עַד שֶׁיִּשְׁתַּכֵּר וְיֵרָדֵם בְּשִׁכְרוּתוֹ. וְכֵן חַיָּב אָדָם לִשְׁלֹחַ שְׁתֵּי מְנוֹת בָּשָׂר אוֹ שְׁנֵי מִינֵי תַּבְשִׁיל אוֹ שְׁנֵי מִינֵי אֳכָלִין לַחֲבֵרוֹ שֶׁנֶּאֱמַר <small>(אסתר ט יט)</small> \"וּמִשְׁלוֹחַ מָנוֹת אִישׁ לְרֵעֵהוּ\", שְׁתֵּי מָנוֹת לְאִישׁ אֶחָד. וְכָל הַמַּרְבֶּה לִשְׁלֹחַ לְרֵעִים מְשֻׁבָּח. וְאִם אֵין לוֹ מַחֲלִיף עִם חֲבֵרוֹ זֶה שׁוֹלֵחַ לְזֶה סְעֻדָּתוֹ וְזֶה שׁוֹלֵחַ לְזֶה סְעֻדָּתוֹ כְּדֵי לְקַיֵּם וּמִשְׁלוֹחַ מָנוֹת אִישׁ לְרֵעֵהוּ:  ",
            "english": "What is the nature of our obligation for this feast? A person should eat meat and prepare as attractive a feast as his means permit. He should drink wine until he becomes intoxicated and falls asleep in a stupor.<br>Similarly, a person is obligated to send two portions of meat, two other cooked dishes, or two other foods to a friend, as implied by Esther 9:22, \"sending portions of food one to another\" - i.e., two portions to one friend. Whoever sends portions to many friends is praiseworthy. If one does not have the means to send presents of food to a friend, one should exchange one's meal with him, each one sending the other what they had prepared for the Purim feast and in this way fulfill the mitzvah of sending presents of food to one's friends."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "וְחַיָּב לְחַלֵּק לָעֲנִיִּים בְּיוֹם הַפּוּרִים. אֵין פּוֹחֲתִין מִשְּׁנֵי עֲנִיִּים נוֹתֵן לְכָל אֶחָד מַתָּנָה אַחַת אוֹ מָעוֹת אוֹ מִינֵי תַּבְשִׁיל אוֹ מִינֵי אֳכָלִין שֶׁנֶּאֱמַר <small>(אסתר ט כב)</small> \"וּמַתָּנוֹת לָאֶבְיוֹנִים\", שְׁתֵּי מַתָּנוֹת לִשְׁנֵי עֲנִיִּים. וְאֵין מְדַקְדְּקִין בִּמְעוֹת פּוּרִים אֶלָּא כָּל הַפּוֹשֵׁט יָדוֹ לִטּל נוֹתְנִין לוֹ. וְאֵין מְשַׁנִּין מָעוֹת פּוּרִים לִצְדָקָה אַחֶרֶת:  ",
            "english": "One is obligated to distribute charity to the poor on the day of Purim. At the very least, to give each of two poor people one present, be it money, cooked dishes, or other foods, as implied by Esther 9:22 \"gifts to the poor\" - i.e., two gifts to two poor people.<br>We should not be discriminating in selecting the recipients of these Purim gifts. Instead, one should give to whomever stretches out his hand. Money given to be distributed on Purim should not be used for other charitable purposes."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "מוּטָב לָאָדָם לְהַרְבּוֹת בְּמַתְּנוֹת אֶבְיוֹנִים מִלְּהַרְבּוֹת בִּסְעֻדָּתוֹ וּבְשִׁלּוּחַ מָנוֹת לְרֵעָיו. שֶׁאֵין שָׁם שִׂמְחָה גְּדוֹלָה וּמְפֹאָרָה אֶלָּא לְשַׂמֵּחַ לֵב עֲנִיִּים וִיתוֹמִים וְאַלְמָנוֹת וְגֵרִים. שֶׁהַמְשַׂמֵּחַ לֵב הָאֻמְלָלִים הָאֵלּוּ דּוֹמֶה לַשְּׁכִינָה שֶׁנֶּאֱמַר <small>(ישעיה נז טו)</small> \"לְהַחֲיוֹת רוּחַ שְׁפָלִים וּלְהַחֲיוֹת לֵב נִדְכָּאִים\":  ",
            "english": "It is preferable for a person to be more liberal with his donations to the poor than to be lavish in his preparation of the Purim feast or in sending portions to his friends. For there is no greater and more splendid happiness than to gladden the hearts of the poor, the orphans, the widows, and the converts.<br>One who brings happiness to the hearts of these unfortunate individuals resembles the Divine Presence, which Isaiah 57:15 describes as having the tendency \"to revive the spirit of the lowly and to revive those with broken hearts.\""
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "כָּל סִפְרֵי הַנְּבִיאִים וְכָל הַכְּתוּבִים עֲתִידִין לִבָּטֵל לִימוֹת הַמָּשִׁיחַ חוּץ מִמְּגִלַּת אֶסְתֵּר וַהֲרֵי הִיא קַיֶּמֶת כַּחֲמִשָּׁה חֻמְּשֵׁי תּוֹרָה וְכַהֲלָכוֹת שֶׁל תּוֹרָה שֶׁבְּעַל פֶּה שֶׁאֵינָן בְּטֵלִין לְעוֹלָם. וְאַף עַל פִּי שֶׁכָּל זִכְרוֹן הַצָּרוֹת יְבֻטַּל שֶׁנֶּאֱמַר <small>(ישעיה סה טז)</small> \"כִּי נִשְׁכְּחוּ הַצָּרוֹת הָרִאשׁוֹנוֹת וְכִי נִסְתְּרוּ מֵעֵינִי\". יְמֵי הַפּוּרִים לֹא יִבָּטְלוּ שֶׁנֶּאֱמַר <small>(אסתר ט כח)</small> \"וִימֵי הַפּוּרִים הָאֵלֶּה לֹא יַעַבְרוּ מִתּוֹךְ הַיְּהוּדִים וְזִכְרָם לֹא יָסוּף מִזַּרְעָם\":  ",
            "english": "All the books of the Prophets and all the Holy Writings will be nullified in the Messianic era, with the exception of the Book of Esther. It will continue to exist, as will the five books of the Torah and the <i>halachot</i> of the Oral Law, which will never be nullified.<br>Although all memories of the difficulties endured by our people will be nullified, as Isaiah 65:16 states: \"For the former difficulties will be forgotten and for they will be hidden from My eye,\" the celebration of the days of Purim will not be nullified, as Esther 9:28 states: \"And these days of Purim will not pass from among the Jews, nor will their remembrance cease from their seed.\""
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בְבַיִת שֵׁנִי כְּשֶׁמַּלְכֵי יָוָן גָּזְרוּ גְּזֵרוֹת עַל יִשְׂרָאֵל וּבִטְּלוּ דָּתָם וְלֹא הֵנִיחוּ אוֹתָם לַעֲסֹק בְּתוֹרָה וּבְמִצְוֹת. וּפָשְׁטוּ יָדָם בְּמָמוֹנָם וּבִבְנוֹתֵיהֶם וְנִכְנְסוּ לַהֵיכָל וּפָרְצוּ בּוֹ פְּרָצוֹת וְטִמְּאוּ הַטָּהֳרוֹת. וְצָר לָהֶם לְיִשְׂרָאֵל מְאֹד מִפְּנֵיהֶם וּלְחָצוּם לַחַץ גָּדוֹל עַד שֶׁרִחֵם עֲלֵיהֶם אֱלֹהֵי אֲבוֹתֵינוּ וְהוֹשִׁיעָם מִיָּדָם וְהִצִּילָם וְגָבְרוּ בְּנֵי חַשְׁמוֹנַאי הַכֹּהֲנִים הַגְּדוֹלִים וַהֲרָגוּם וְהוֹשִׁיעוּ יִשְׂרָאֵל מִיָּדָם וְהֶעֱמִידוּ מֶלֶךְ מִן הַכֹּהֲנִים וְחָזְרָה מַלְכוּת לְיִשְׂרָאֵל יֶתֶר עַל מָאתַיִם שָׁנָה עַד הַחֻרְבָּן הַשֵּׁנִי: \n",
            "english": "In [the era of] the Second Temple,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The Chanukah miracle took place in the year 3596 (165 BCE). The Greek persecutions began several years beforehand.</i> the Greek kingdom<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">More particularly, the Seleucid kingdom of Syria, whose ruling hierarchy was of Greek origin.</i> issued decrees against the Jewish people, [attempting to] nullify their faith<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Bereshit Rabbah</i> 2:4 relates that the Greeks would have the Jews \"write on the horn of an ox that they have no portion in the God of Israel.\"</i> and refusing to allow them to observe the Torah and its commandments.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See <i>Megillat Antiochus</i>, which relates that the Greeks prevented the Jews from observing the Sabbath and performing circumcision.</i> They extended their hands against their property<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">In this era, the Greek rulers established gentile cities in <i>Eretz Yisrael</i> and deprived the Jewish population of its livelihood.</i> and their daughters;<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Rashi, <i>Shabbat</i> 23a, states that before a Jewish virgin was married, she was required to have relations with a Greek officer.</i> they entered the Sanctuary, wrought havoc within,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">See <i>Middot</i> 1:6, 2:3 and <i>Shekalim</i> 6:3, which speak of the Greeks breaking open portions of the <i>Soreg</i>, a divider on the Temple Mount, and destroying portions of the wall around the Temple Courtyard.</i> and made the sacraments impure.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">As we find with regard to the oil for the Menorah, the Greeks did not destroy the oil; they made it impure.<br>Herein, there is a lesson regarding the nature of the conflict between the Greeks and the Jews. The Greeks were not anxious to stamp out Judaism entirely. They were prepared to accept Judaism as one of the cultures of the Mediterranean area, which they would incorporate into an all-encompassing collection of knowledge and values; i.e., the sacraments of Judaism would remain, but they would become impure, tainted by Greek culture.</i><br>The Jews suffered great difficulties from them, for they oppressed them greatly until the God of our ancestors had mercy upon them, delivered them from their hand, and saved them.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">By calling attention to the Divine origin of the Jews' victory before mentioning the Hasmoneans, the Rambam emphasizes the miraculous and spiritual nature of the miracle.</i> The sons of the Hasmoneans, the High Priests, overcame [them], slew them, and saved the Jews from their hand.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The valiant struggle of the Hasmoneans who were able to defeat the most powerful armies of the world with guerilla forces is recounted in many sources.</i><br>They appointed a king from the priests, and sovereignty returned to Israel for more than 200 years, until the destruction of the Second Temple.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">There is a significance to these statements beyond the laws of Chanukah. There are many Rabbinic authorities who are highly critical of the Hasmoneans for assuming the kingship of the Jewish people. (See the Ramban's commentary on the Torah, <i>Parashat Vayichi</i>.) Although in <i>Hilchot Melachim</i> 1:7-8, the Rambam writes that King David's descendants have an eternal right to the monarchy in Jerusalem, his description here of the Hasmoneans as kings does not have the slightest intimation of criticism; if anything, the contrary is true.<br>Several laws regarding the nature of kingship are derived from the Hasmonean kings and others, even from the kings of Herod's dynasty, who ruled after them.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וּכְשֶׁגָּבְרוּ יִשְׂרָאֵל עַל אוֹיְבֵיהֶם וְאִבְּדוּם בְּכ\"ה בְּחֹדֶשׁ כִּסְלֵו הָיָה וְנִכְנְסוּ לַהֵיכָל וְלֹא מָצְאוּ שֶׁמֶן טָהוֹר בַּמִּקְדָּשׁ אֶלָּא פַּךְ אֶחָד וְלֹא הָיָה בּוֹ לְהַדְלִיק אֶלָּא יוֹם אֶחָד בִּלְבַד וְהִדְלִיקוּ מִמֶּנּוּ נֵרוֹת הַמַּעֲרָכָה שְׁמוֹנָה יָמִים עַד שֶׁכָּתְשׁוּ זֵיתִים וְהוֹצִיאוּ שֶׁמֶן טָהוֹר: \n",
            "english": "When the Jews overcame their enemies and destroyed them, they entered the Sanctuary; this was on the twenty-fifth of Kislev.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Significantly, the wording of the Rambam appears to indicate that the victory of the Hasmoneans took place on the twenty-fifth of Kislev. Rabbenu Nissim and other authorities explain that the victory took place on the twenty-fourth, and it was on the twenty-fifth that the Jews rested from the war and entered the Sanctuary. Indeed, an allusion to this is found in the very name Chanukah, חנוכה, which is broken up into two words, חנו כה, \"they camped on the twenty-fifth.\"</i> They could not find any pure oil in the Sanctuary, with the exception of a single cruse. It contained enough oil to burn for merely one day. They lit the arrangement of candles from it for eight days<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The commentaries raise the question: Why was the miracle of the cruse of oil necessary? With regard to communal offerings, in which category falls the kindling of the Menorah, we follow the rule that \"the requirement for ritual purity is suspended,\" if it is impossible to bring the offering in purity (<i>Hilchot Bi'at HaMikdash</i> 4:7-17). Thus, if the cruse of pure oil had burned out, the Jews could have used impure oil. Why did God perform a miracle when there was no absolute necessity?<br>Among the explanations for this is that God saw the dedication of the Jewish people as evidenced by their search for pure oil, and, in a greater sense, by their entire struggle against the Greeks. This commitment which extended beyond the limits of their intellect evoked a miracle from God that transcended the limits of nature.</i> until they could crush olives and produce pure oil.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This fact also provokes a question: Why did it take so long to produce pure olive oil? Although there is an obligation to use oil of the finest quality for the <i>Menorah</i> (see <i>Hilchot Issurei HaMizbe'ach</i> 6:1, 7-8-10), when there is no other alternative, inferior oil prepared for the <i>Menorah</i> is also acceptable. Seemingly, it would have been possible to produce oil from olives in the Jerusalem vicinity in less than eight days.</i>"
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וּמִפְּנֵי זֶה הִתְקִינוּ חֲכָמִים שֶׁבְּאוֹתוֹ הַדּוֹר שֶׁיִּהְיוּ שְׁמוֹנַת הַיָּמִים הָאֵלּוּ שֶׁתְּחִלָּתָן כ\"ה בְּכִסְלֵו יְמֵי שִׂמְחָה וְהַלֵּל וּמַדְלִיקִין בָּהֶן הַנֵּרוֹת בָּעֶרֶב עַל פִּתְחֵי הַבָּתִּים בְּכָל לַיְלָה וְלַיְלָה מִשְּׁמוֹנַת הַלֵּילוֹת לְהַרְאוֹת וּלְגַלּוֹת הַנֵּס. וְיָמִים אֵלּוּ הֵן הַנִּקְרָאִין חֲנֻכָּה וְהֵן אֲסוּרִין בְּהֶסְפֵּד וְתַעֲנִית כִּימֵי הַפּוּרִים. וְהַדְלָקַת הַנֵּרוֹת בָּהֶן מִצְוָה מִדִּבְרֵי סוֹפְרִים כִּקְרִיאַת הַמְּגִלָּה: \n",
            "english": "Accordingly, the Sages of that generation<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Shabbat</i> 21b states that the celebration of the holiday was ordained in the year following the miracle.</i> ordained that these eight days, which begin from the twenty-fifth of Kislev, should be commemorated<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">There are many who question why the holiday is celebrated for eight days, since the miracle was only for seven (for there was enough oil for the Menorah to burn for a single day). The Rambam's words seem to allude to a resolution of this difficulty. The miraculous lighting of the <i>Menorah</i> began on the twenty-fifth of Kislev and continued for eight days.<br>[Note, however, the <i>Pri Chadash</i> (<i>Orach Chayim</i> 670:1), who explains that, according to the Rambam, the first day of the celebration was instituted in appreciation of the military victories, while the remaining seven came in recognition of the miracle of the <i>Menorah</i>.]</i> to be days of happiness<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">an acknowledgement of God's miracles in a material context in appreciation of the military victories.<br>As the Rambam explains in <i>Hilchot Purim</i>, Chapter 2, \"happiness\" is associated with feasting. In this context, the <i>Yam shel Shlomo, Bava Kama</i> 7:37, explains that according to the Rambam - in contrast to the rulings of the <i>Tur</i> and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 670:2) - the festive meals customarily served on Chanukah can be considered to be feasts associated with a mitzvah.</i> and praise [of God].<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">A spiritual acknowledgement of God in appreciation of the miracle of the <i>Menorah</i>. These two aspects of the celebration of the holiday reflect the different nature of the miracles mentioned in each of the first two halachot (<i>Likkutei Sichot</i>, Vol. 10).</i> Candles should be lit in the evening at the entrance to the houses on each and every one of these eight nights to publicize and reveal the miracle.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Both factors, the kindling of the Chanukah candles at night - when their light could be seen - and their placement at the entrance to the house - where their light will be projected into the street - emphasize the principle of <i>pirsumei nisa</i>, publicizing the Chanukah miracle.</i><br>These days are called Chanukah.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">According to the Rambam, the choice of this name is somewhat problematic: As mentioned above, there are authorities who associated the name with the expression, חנו כה, \"they camped on the twenty-fifth.\" This certainly does not express the Rambam's view. <i>Megillat Ta'anit</i> associates Chanukah with <i>chanukat hamizbe'ach</i>, the rededication of the altar in the Temple, but there is no mention of this event by the Rambam here.</i> It is forbidden to eulogize and fast on them, as on the days of Purim.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">As mentioned in the commentary on Chapter 2, Halachah 13, the prohibition to eulogize and fast applies only on the days of Chanukah themselves, and not on the preceding or succeeding days.<br>Significantly, unlike Purim, there is no prohibition against work on Chanukah (<i>Shulchan Aruch, Orach Chayim</i> 670:1).</i> Lighting the candles on these days is a Rabbinic mitzvah, like the reading of the Megillah.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This emphasizes the Rambam's perspective that the allusion to the obligation to read the Megillah in the Megillah itself does not change the status of this mitzvah. (See also the commentary on Chapter 1, Halachah 1.)</i>"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל שֶׁחַיָּב בִּקְרִיאַת הַמְּגִלָּה חַיָּב בְּהַדְלָקַת נֵר חֲנֻכָּה וְהַמַּדְלִיק אוֹתָהּ בַּלַּיְלָה הָרִאשׁוֹן מְבָרֵךְ שָׁלֹשׁ בְּרָכוֹת וְאֵלּוּ הֵן. בָּרוּךְ אַתָּה ה' אֱלֹקֵינוּ מֶלֶךְ הָעוֹלָם אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לְהַדְלִיק נֵר שֶׁל חֲנֻכָּה וְשֶׁעָשָׂה נִסִּים לַאֲבוֹתֵינוּ וְכוּ'. וְשֶׁהֶחֱיָנוּ וְקִיְּמָנוּ וְכוּ'. וְכָל הָרוֹאֶה אוֹתָהּ וְלֹא בֵּרֵךְ מְבָרֵךְ שְׁתַּיִם. שֶׁעָשָׂה נִסִּים לַאֲבוֹתֵינוּ וְשֶׁהֶחֱיָנוּ. וּבִשְׁאָר הַלֵּילוֹת הַמַּדְלִיק מְבָרֵךְ שְׁתַּיִם וְהָרוֹאֶה מְבָרֵךְ אַחַת שֶׁאֵין מְבָרְכִין שֶׁהֶחֱיָנוּ אֶלָּא בַּלַּיְלָה הָרִאשׁוֹן: \n",
            "english": "Whoever is obligated to read the Megillah is also obligated to kindle the Chanukah lamp.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">I.e., all adult men and women; similarly, there is an obligation upon parents to train their children in the observance of this mitzvah.<br>Although Chanukah is a mitzvah that is dependent on a specific time, women are obligated, because \"they were also included in the miracle.\" As mentioned in Halachah 1, the Greeks' decrees affected them and they also had a share in the military victory, for the Greek commander was slain by a woman, Yehudit.</i> On the first night, a person lighting [the lamp] recites three blessings. They are:<br>Blessed are You, God, our Lord, King of the universe, who has sanctified us with His commandments and has commanded us<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Although the mitzvah of kindling Chanukah lights was ordained by the Sages, it is proper to praise God \"who commanded us,\" as explained in Chapter 1, Halachot 1 and 3.</i> to light the Chanukah lamp.<br>\"...who wrought miracles for our ancestors....\"<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">This blessing is also recited in commemoration of the Purim miracles (Chapter 1, Halachah 3).</i><br>\"...who has granted us life, sustained us....\"<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">This blessing is recited whenever one fulfills a mitzvah that is performed only from time to time (<i>Hilchot Berachot</i> 11:9).</i><br>When a person who did not recite a blessing [on his own Chanukah lamp] sees a lamp,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 676:3) interprets this as referring to a person who has not lit the Chanukah candles yet, is not intending to light them, and will not have them lit by others in his home. (See Chapter 4, Halachah 11.) Since he will not be fulfilling the mitzvah by himself, he should commemorate the miracle by reciting these blessings on candles lit by others.<br>Significantly, Rav Kapach's version of the <i>Mishneh Torah</i> does not contain the phrase, \"who did not recite a blessing.\" Based on a responsum of the Rambam, he develops a unique interpretation, explaining that one may recite these blessings several times each night if he did not have the intent to light or see additional Chanukah lamps.</i> he should recite the latter two blessings.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Since he did not kindle the lamp himself, it is improper for him to praise God for the opportunity to fulfill the mitzvah.</i> On subsequent nights, a person who kindles the lamp should recite two blessings and one who sees a lamp should recite one, for the blessing <i>Shehecheyanu</i> is recited only on the first night.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">After the fulfillment of this mitzvah on the first night, it is no longer appropriate to recite this blessing.</i>"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בְּכָל יוֹם וָיוֹם מִשְּׁמוֹנַת הַיָּמִים אֵלּוּ גּוֹמְרִין אֶת הַהַלֵּל וּמְבָרֵךְ לְפָנָיו אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ לִגְמֹר אֶת הַהַלֵּל בֵּין יָחִיד בֵּין צִבּוּר. אַף עַל פִּי שֶׁקְּרִיאַת הַהַלֵּל מִצְוָה מִדִּבְרֵי סוֹפְרִים מְבָרֵךְ עָלָיו אֲשֶׁר קִדְּשָׁנוּ בְּמִצְוֹתָיו וְצִוָּנוּ כְּדֶרֶךְ שֶׁמְּבָרֵךְ עַל הַמְּגִלָּה וְעַל הָעֵרוּב. שֶׁכָּל וַדַּאי שֶׁל דִּבְרֵיהֶם מְבָרְכִין עָלָיו. אֲבָל דָּבָר שֶׁהוּא מִדִּבְרֵיהֶם וְעִקַּר עֲשִׂיָּתָן לוֹ מִפְּנֵי הַסָּפֵק כְּגוֹן מַעֲשֵׂר דְּמַאי אֵין מְבָרְכִין עָלָיו. וְלָמָּה מְבָרְכִין עַל יוֹם טוֹב שֵׁנִי וְהֵם לֹא תִּקְּנוּהוּ אֶלָּא מִפְּנֵי הַסָּפֵק כְּדֵי שֶׁלֹּא יְזַלְזְלוּ בּוֹ: \n",
            "english": "On each and every one of these eight days, the entire <i>Hallel</i><sup class=\"footnote-marker\">11</sup><i class=\"footnote\"><i>Hallel</i> is a selection of celebrant psalms (Psalm 113-118). The Rambam mentions the entire <i>Hallel</i> as a contrast to the partial <i>Hallel</i> recited on Rosh Chodesh and the latter days of Pesach, which is described in Halachah 7.</i> is recited.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Significantly, the Rambam describes the laws of <i>Hallel</i> in these halachot instead of in the laws of prayer. This emphasizes that <i>Hallel</i> is an expression of praise for the miracles associated with the holiday, and, as apparent from the following halachah, an expression of holiday joy rather than a requirement of prayer.</i> Before [its recitation], one should recite the blessing \"...who has sanctified us with His commandments and commanded us to complete the <i>Hallel</i>.\" This applies whether the recitation is individual or communal.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">With regard to the partial <i>Hallel</i>, there are differences between an individual recitation and a communal recitation, as explained in Halachah 7. No such differences apply with regard to the full <i>Hallel</i>, and there is an obligation incumbent on each individual to recite these psalms with a blessing.</i><br>Even though the reading of the <i>Hallel</i> is a mitzvah ordained by the Sages, one may recite the blessing [stating] \"who sanctified us with His commandments and commanded us,\" as one recites a blessing for the reading of the Megillah<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">As mentioned in the commentary on the previous halachah, the difficulty is that the blessing implies that the mitzvah was given to us by God, and yet these mitzvot were ordained by the Sages. This difficulty is resolved by explaining that the Torah commands us to adhere to the rulings of the Sages. Therefore, by observing the Sages' command, we are fulfilling God's will. (See Chapter 1, Halachot 1 and 3.)</i> and for the erection of an <i>eruv</i>.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The term <i>eruv</i> refers to three different practices: the convention established to allow one to carry in a closed courtyard on the Sabbath, the convention established to allow one to cook for the Sabbath on a festival that falls on Friday, and the convention allowing one to extend the limits one is allowed to walk on the Sabbath. (See <i>Hilchot Eruvin</i>.)<br>One might ask why the Rambam mentions the reading of the Megillah and the <i>eruv</i>, but not the kindling of the Chanukah lights mentioned in the previous halachah. Similarly, one may ask why this issue was not discussed with regard to the recitation of the blessing over the Chanukah lights.</i> A blessing should be recited for every definite obligation established by our Sages.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">In addition to these four mitzvot, the mitzvot instituted by the Rabbis over which blessings are recited include the washing of hands before prayer and meals, and the lighting of candles before Sabbaths and festivals.</i><br>In contrast, if an obligation was established by the Sages because of a doubt - e.g., tithing <i>d'mai</i>,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\"><i>D'mai</i> refers to produce belonging to unlearned individuals whom the Sages suspected of refraining from separating the tithes required by our Sages. They required that the tithes be separated by anyone who acquired such produce. (See <i>Hilchot Ma'aser</i>, Chapter 9.)</i> - a blessing is not recited.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">The Rambam's statement is based on his interpretation of <i>Shabbat</i> 23a. The Ra'avad offers a different interpretation of the passage, which would require the recitation of a blessing for a Rabbinic mitzvah even if it was ordained only because of a doubt. Nevertheless, the Rambam's view is accepted by most authorities.</i> [This principle invites a question:] Why is a blessing recited over the second day of a festival; its observance was ordained only because of doubt?<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">See <i>Hilchot Kiddush HaChodesh</i>, Chapter 5. Originally, when the calendar was determined according to the testimony of witnesses who saw the new moon, the inhabitants of the far-removed areas were in doubt regarding when the festivals should be observed. Hence, they began to observe two days. This practice was perpetuated even in the present age, despite the fact that we follow a fixed calendar.</i> [This was ordained] lest it be treated with disdain.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The Sages felt that were the blessing not to be recited, the people would not regard these days as festivals.</i>"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְלֹא הַלֵּל שֶׁל חֲנֻכָּה בִּלְבַד הוּא שֶׁמִּדִּבְרֵי סוֹפְרִים אֶלָּא קְרִיאַת הַהַלֵּל לְעוֹלָם מִדִּבְרֵי סוֹפְרִים בְּכָל הַיָּמִים שֶׁגּוֹמְרִין בָּהֶן אֶת הַהַלֵּל. וּשְׁמוֹנָה עָשָׂר יוֹם בַּשָּׁנָה מִצְוָה לִגְמֹר בָּהֶן אֶת הַהַלֵּל. וְאִלּוּ הֵן. שְׁמוֹנַת יְמֵי הֶחָג. וּשְׁמוֹנַת יְמֵי חֲנֻכָּה. וְרִאשׁוֹן שֶׁל פֶּסַח וְיוֹם עֲצֶרֶת. אֲבָל רֹאשׁ הַשָּׁנָה וְיוֹם הַכִּפּוּרִים אֵין בָּהֶן הַלֵּל לְפִי שֶׁהֵן יְמֵי תְּשׁוּבָה וְיִרְאָה וָפַחַד לֹא יְמֵי שִׂמְחָה יְתֵרָה. וְלֹא תִּקְּנוּ הַלֵּל בְּפוּרִים שֶׁקְּרִיאַת הַמְּגִלָּה הִיא הַהַלֵּל: \n",
            "english": "It is not the recitation of <i>Hallel</i> on Chanukah alone that is a Rabbinic ordinance,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Since Chanukah is a Rabbinic holiday, one might think that the recitation of <i>Hallel</i> on those days is Rabbinic in origin, while the recitation of <i>Hallel</i> on the festivals has its source in the Torah itself. This is not the case.</i> but rather, at all times<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">i.e., on all the days that the complete Hallel is recited, [the obligation to do so] is a Rabbinic ordinance. - The Ra'avad notes that the Sages (see <i>Pesachim</i> 95b, <i>Arachin</i> 10b) consider Isaiah 30:29, \"This song shall be to you as the night of the sanctification of the festivals\" to be a reference to the recitation of <i>Hallel</i>. Because of this association with a Biblical verse, he considers the obligation to recite <i>Hallel</i> as different in status from other Rabbinic commandments. Indeed, the <i>Halachot Gedolot</i> considers this obligation to be one of the 613 mitzvot. This runs contrary to the position the Rambam mentions in <i>Sefer HaMitzvot</i> (General Principle 1), where he states that even those mitzvot ordained by the prophets are considered to be Rabbinic commandments.<br>The <i>Maggid Mishneh</i> explains that the verse in Isaiah reflects a command to recite <i>Hallel</i> in appreciation whenever God redeems us from difficulties. (For this reason, it is customary in certain communities to recite <i>Hallel</i> on the anniversary of a miraculous deliverance.) The custom of reciting <i>Hallel</i> on festivals, however, was established afterwards.</i> - i.e., on all the days that the complete <i>Hallel</i> is recited, [the obligation to do so] is a Rabbinic ordinance.<br>There are eighteen days during the year when it is a mitzvah to recite the entire <i>Hallel</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">in <i>Eretz Yisrael</i>. There are three more days in the diaspora, as mentioned in the following halachah.</i> They are: the eight days of Sukkot, the eight days of Chanukah, the first day of Pesach,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">In contrast to the holiday of Sukkot, when a different <i>musaf</i> sacrifice is offered each day, on Pesach the same <i>musaf</i> sacrifice is offered every day throughout the holiday. Therefore, the entire <i>Hallel</i> is recited on the first day alone (<i>Arachin</i> 10b).<br>(Note also <i>Megillah</i> 10b, which states in connection to the splitting of the Red Sea, the major miracle associate with the later days of Pesach, \"My creations are drowning in the sea and you desire to say <i>Hallel</i>!\")</i> and the holiday of Shavuot. <i>Hallel</i> is not recited on Rosh HaShanah and Yom Kippur, since they are days of repentance, awe, and fear, and are not days of extra<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Rosh HaShanah is a day of happiness. Thus, Nechemiah 8:10, \"Eat sumptuous foods and drink sweet beverages... for the happiness of God is your strength,\" is interpreted as a reference to Rosh HaShanah. Nevertheless, it is not a day of \"extra celebration.\"</i> celebration.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\"><i>Arachin</i> 10b relates:The ministering angels enquired before the Holy One, blessed be He: \"Master of the world: Why do the Jews not recite songs [of praise] before You on Rosh HaShanah and Yom Kippur?\"<br>He told them: \"Is it proper that the King should sit on the throne of judgment with the book of life and the book of death open before Him and the Jews should recite songs [of praise]?\"See also the Rambam's Commentary on the Mishnah (<i>Rosh HaShanah</i> 4:7).</i> The [Sages] did not ordain the recitation of <i>Hallel</i> on Purim, because the reading of the Megillah [serves the purpose of <i>Hallel</i>].<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">On this basis, the <i>Meiri</i> states that a person who cannot hear the reading of the Megillah should recite <i>Hallel</i> on Purim.</i>"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מְקוֹמוֹת שֶׁעוֹשִׂין יוֹם טוֹב שְׁנֵי יָמִים גּוֹמְרִין אֶת הַהַלֵּל עֶשְׂרִים וְאֶחָד יוֹם. תִּשְׁעָה יְמֵי הֶחָג. וּשְׁמוֹנָה יְמֵי חֲנֻכָּה. וּשְׁנֵי יָמִים שֶׁל פֶּסַח. וּשְׁנֵי יָמִים שֶׁל עֲצֶרֶת. אֲבָל בְּרָאשֵׁי חֳדָשִׁים קְרִיאַת הַהַלֵּל מִנְהָג וְאֵינוֹ מִצְוָה. וּמִנְהָג זֶה בְּצִבּוּר לְפִיכָךְ קוֹרְאִין בְּדִלּוּג. וְאֵין מְבָרְכִין עָלָיו שֶׁאֵין מְבָרְכִין עַל הַמִּנְהָג. וְיָחִיד לֹא יִקְרָא כְּלָל. וְאִם הִתְחִיל יַשְׁלִים וְיִקְרָא בְּדִלּוּג כְּדֶרֶךְ שֶׁקּוֹרְאִין הַצִּבּוּר. וְכֵן בִּשְׁאָר יְמֵי הַפֶּסַח קוֹרְאִין בְּדִלּוּג כְּרָאשֵׁי חֳדָשִׁים: \n",
            "english": "In places where the festivals are celebrated for two days, <i>Hallel</i> is recited on 21 days: On the nine days of Sukkot, the eight days of Chanukah, the [first] two days of Pesach, and the two days of Shavuot.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">In order to emphasize that there is no difference between the first day of each holiday and the second, <i>Hallel</i> is recited on both days.</i><br>[In contrast,] the recitation of <i>Hallel</i> on Rosh Chodesh is a custom and not a mitzvah.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\"><i>Arachin</i> 10b relates that although Rosh Chodesh is called <i>mo'ed</i> (a festival), since there is no prohibition against performing work, there is no obligation to recite <i>Hallel</i>.<br>The recitation of <i>Hallel</i> on Rosh Chodesh is also dealt with in <i>Ta'anit</i> 28b. That passage relates:<br>Rav arrived in Babylon. He saw that they recited <i>Hallel</i> on Rosh Chodesh and thought of stopping them. When, however, he saw that they skipped portions, he [allowed them to continue,] saying, \"They are perpetuating a custom practiced by their ancestors.\"<br>Rav studied in <i>Eretz Yisrael</i> at the time of the composition of the Mishnah and returned to Babylon shortly thereafter. We can thus conclude from this passage that at that time, it was not customary in <i>Eretz Yisrael</i> to read <i>Hallel</i> on Rosh Chodesh, and that it was not until the center of Rabbinic authority shifted to Babylon that this custom became uniformly accepted throughout the Jewish people.</i> It is observed [only] communally. [To emphasize that it is a custom,] passages are skipped when it is read. A blessing should not be recited over [this reading], since a blessing is not recited over a custom.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">The Rambam is reiterating a principle he stated in <i>Hilchot Berachot</i> 11:16, based on <i>Sukkah</i> 44b, which states that a blessing is not recited over the striking of the willows on Hoshana Rabbah, because it is a custom.<br>Some authorities object, however, explaining that the custom of striking the willows differs from the recitation of the <i>Hallel</i>. In the latter instance, since the <i>Hallel</i> is a lengthy prayer - in contrast to the performance of a simple action - it is proper to recite a blessing (<i>Tosafot, Ta'anit</i> 28b). Others differentiate between the communal recitation (see the following note) of the <i>Hallel</i>, where a blessing is required, and the recitation of these psalms by an individual, when it is not (Rabbenu Yonah, <i>Maggid Mishneh</i>).<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 422:2) quotes Rabbenu Yonah's view and that of the Rambam, stating that it is customary in <i>Eretz Yisrael</i> to follow the Rambam's ruling. In his gloss, the Ramah quotes <i>Tosafot's</i> view, stating that this is the Ashkenazic custom.</i><br>A person [praying] alone should not recite [the <i>Hallel</i>] at all [on Rosh Chodesh].<sup class=\"footnote-marker\">24</sup><i class=\"footnote\"><i>Ta'anit</i> 28b states:<br>There are eighteen days each year when an individual recites <i>Hallel</i>.... [With regard to Rosh Chodesh,] an individual does not begin. If he begins, he should complete it.<br>The halachic authorities differ in their interpretation of this passage: The Rambam interprets \"does not\" as \"should not\" - i.e., these prayers should be recited only communally and not by an individual. The Ashkenazim (Rashi and <i>Tosafot</i>) interpret \"does not\" as \"need not\" - i.e., the custom is an obligation on the community, which may be accepted by an individual if he desires.<br>In this instance, the <i>Shulchan Aruch</i> (<i>loc. cit.</i>) does not accept the Rambam's ruling, and states that a person praying alone should recite the <i>Hallel</i>.</i> If, however, he began its recitation, he should complete it, skipping the passages the community would skip as he reads it.<br>Similarly, on the other days of Pesach, [the <i>Hallel</i>] is read while skipping passages.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Although most halachic authorities equate the latter days of Pesach with Rosh Chodesh totally, the Ramban differs and explains that there is a binding obligation on every individual to recite <i>Hallel</i> throughout the Pesach holiday. Nevertheless, he agrees that passages should be skipped in its recitation.</i>"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כֵּיצַד מְדַלְּגִין. מַתְחִילִין מִתְּחִלַּת הַהַלֵּל עַד <small>(תהילים קיד ח)</small> \"חַלָּמִישׁ לְמַעְיְנוֹ מָיִם\" וּמְדַלֵּג וְאוֹמֵר <small>(תהילים קטו יב)</small> \"ה' זְכָרָנוּ יְבָרֵךְ\" כוּ' עַד <small>(תהילים קטו יח)</small> \"הַלְלוּיָהּ\" וּמְדַלֵּג וְאוֹמֵר <small>(תהילים קטז יב)</small> \"מָה אָשִׁיב לַה'\" עַד <small>(תהילים קטז יט)</small> \"הַלְלוּיָהּ\" וּמְדַלֵּג וְאוֹמֵר <small>(תהילים קיח ה)</small> \"מִן הַמֵּצַר קָרָאתִי יָהּ\" עַד סוֹף הַהַלֵּל. זֶה הוּא הַמִּנְהָג הַפָּשׁוּט. וְיֵשׁ מְדַלְּגִין דִּלּוּג אַחֵר: \n",
            "english": "And how should one skip?<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">when reciting <i>Hallel</i> on Rosh Chodesh and the latter days of Pesach?</i> One recites from the beginning of the <i>Hallel</i><sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Psalm 113</i> until the phrase <i>chalamish lema'y'no mayim</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The conclusion of Psalm 114.</i> One then skips and [begins] reciting <i>A-donai z'charanu y'varech</i>,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Psalm 115:12</i> [continuing] until <i>Halleluyah</i>.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The conclusion of that psalm.</i> One then skips and [begins] reciting <i>Mah ashiv lA-donai</i>,<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Psalm 116:12</i> [continuing] until <i>Halleluyah</i>.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The conclusion of that psalm.</i> Afterwards, one skips and [begins] reciting <i>Min hametzar karati Yah</i>,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Psalm 118:5.</i> [continuing] until the conclusion of the <i>Hallel</i>.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">i.e., the conclusion of that psalm.</i><br>This is the common custom.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">The <i>Maggid Mishneh</i> mentions that this is the custom which was followed in his community. Rav Kapach notes that there are some communities in Yemen that still follow this custom.</i> Others skip [passages] according to a different pattern.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">Today, the popular custom in both Sephardic and Ashkenazic communities is to follow the pattern mentioned by Rashi, <i>Ta'anit</i> 28b. This resembles the pattern mentioned by the Rambam with one difference. Only the first two portions that the Rambam suggests skipping are skipped. From that point onward, the <i>Hallel</i> is recited until its conclusion. (See also <i>Eliyahu Rabba</i> 422.)</i>"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּל הַיּוֹם כָּשֵׁר לִקְרִיאַת הַהַלֵּל. וְהַקּוֹרֵא אֶת הַהַלֵּל לְמַפְרֵעַ לֹא יָצָא. קָרָא וְשָׁהָה וְחָזַר וְקָרָא אַף עַל פִּי שֶׁשָּׁהָה כְּדֵי לִגְמֹר אֶת כֻּלּוֹ יָצָא. יָמִים שֶׁגּוֹמְרִין בָּהֶן אֶת הַהַלֵּל יֵשׁ לוֹ לְהַפְסִיק בֵּין פֶּרֶק לְפֶרֶק אֲבָל בְּאֶמְצַע הַפֶּרֶק לֹא יַפְסִיק. וְיָמִים שֶׁקּוֹרְאִין בָּהֶן בְּדִלּוּג אֲפִלּוּ בְּאֶמְצַע הַפֶּרֶק פּוֹסֵק: \n",
            "english": "It is appropriate to recite <i>Hallel</i> throughout the entire day.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Although <i>Hallel</i> is recited directly after the morning service, it is not an integral part of the prayer service and may be recited at other times. See <i>Megillah</i> 20b, which derives an allusion to this concept from the exegesis of Psalms 118:24: \"This is the day which God wrought; let us rejoice and exult in it.\" Our \"rejoicing and exultation,\" the recitation of <i>Hallel</i>, may be carried out throughout the entire day.</i> A person who reads <i>Hallel</i> in improper sequence does not fulfill his obligation.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\"><i>Megillah</i> 17a,b equates the reading of <i>Hallel</i> with the reading of the Megillah in this respect. (See Chapter 2, Halachah 1.)<br>Note the <i>Mishnah Berurah</i> 422:26, which explains that there are authorities who rule that proper sequence is required only within a particular psalm. The order of the psalms themselves, however, may be altered. This view, however, is not accepted by most authorities, and the prevailing practice is to follow their ruling.<br>See also <i>Hilchot Kri'at Shema</i> 2:11, where the Rambam states that it is not absolutely necessary to read the different passages of the <i>Shema</i> in order. On the other hand, there the Rambam explains his decision, stating that the passages of the <i>Shema</i> are not found in this order in the Torah. In contrast, the psalms of <i>Hallel</i> are recited in the order they are found in the Bible.</i> If a person reads and pauses, reads and pauses, even if he pauses for a time long enough to complete the entire [<i>Hallel</i>], he fulfills his obligation.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">From <i>Rosh HaShanah</i> 34b, we can conclude that the laws that apply to the reading of the Megillah also apply to the reading of <i>Hallel</i>. (See Chapter 2, Halachah 2.)<br>As mentioned in the commentary on that halachah, the Ramah (<i>Orach Chayim</i> 65:1) rules that should a person be forced to refrain from completing the <i>Shema</i> because the place in which he is located contains filth, he does not fulfill his obligation if he waited the amount of time required to recite the <i>Shema</i> in its entirety. The commentaries question if this law applies with regard to the recitation of <i>Hallel</i> as well. (See <i>Mishnah Berurah</i> 422:25.)</i><br>On the days when the entire <i>Hallel</i> is recited,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">the recitation of the <i>Hallel</i> has the strength of a Rabbinic commandment. Hence, the laws governing it are more severe.</i> one may make an interruption between chapters.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Seemingly, the Rambam does not consider the recitation of <i>Hallel</i> analogous to the recitation of the <i>Shema</i> (see <i>Hilchot Kri'at Shema</i> 2:15-16) and appears to allow all interruptions (<i>Maggid Mishneh</i>). The <i>Lechem Mishneh</i>, however, is more restrictive and allows interruptions only when there is a need.<br>In their analysis of <i>Berachot</i> 14a (the source for this halachah), Rabbenu Asher and other commentaries differ and compare the recitation of <i>Hallel</i> to the recitation of the <i>Shema</i>. Thus, one may greet an honored person between the chapters and may respond to a greeting from anyone at that time. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 488:1) follows this ruling.</i> Within a [single] chapter, however, one may not make an interruption.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Here, the <i>Shulchan Aruch</i> (<i>loc. cit.</i>), following the principles mentioned above, states that a person may interrupt his recitation to greet his father or his teacher, or to respond to greetings from an honored person.</i> On the days when <i>Hallel</i> is read while skipping portions,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Eliyahu Rabba</i> explains that the Rambam's ruling depends on his previous decision that a blessing should not be recited on these days. Making an interruption is significant when a blessing is recited. When a blessing is not recited, what does it matter whether one makes an interruption or not?<br>Although this explanation may be acceptable according to the Rambam's view, according to the <i>Shulchan Aruch's</i> ruling mentioned below, a different rationale must be applied. (See <i>Be'ur Halachah</i> 422.)</i> one may make an interruption<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">as above, any type of interruption</i> even within a chapter.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 422:4) differs and states that while the rules for making interruptions are more lenient on these days, one may not make an interruption for a matter that has no importance whatsoever. One may, however, greet a person one must honor and respond to greetings given by anyone.</i>"
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כָּל יוֹם שֶׁגּוֹמְרִין בּוֹ אֶת הַהַלֵּל מְבָרֵךְ לְפָנָיו. וּמָקוֹם שֶׁנָּהֲגוּ לְבָרֵךְ אַחֲרָיו מְבָרֵךְ. כֵּיצַד מְבָרֵךְ. יְהַלְלוּךָ ה' אֱלֹהֵינוּ כָּל מַעֲשֶׂיךָ וְצַדִּיקִים וַחֲסִידִים עוֹשֵׂי רְצוֹנֶךָ וְכָל עַמְּךָ בֵּית יִשְׂרָאֵל בְּרִנָּה יוֹדוּ לְשִׁמְךָ כִּי אַתָּה ה' לְךָ טוֹב לְהוֹדוֹת וְנָעִים לְשִׁמְךָ לְזַמֵּר וּמֵעוֹלָם וְעַד עוֹלָם אַתָּה הָאֵל בָּרוּךְ אַתָּה ה' הַמֶּלֶךְ הַמְהֻלָּל הַמְשֻׁבָּח הַמְפֹאָר חַי וְקַיָּם תָּמִיד יִמְלוֹךְ לְעוֹלָם וָעֶד: \n",
            "english": "On all the days when the complete <i>Hallel</i> is recited,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">There is a difference of opinion regarding the conclusion of this blessing. Many authorities state that on the days when the entire <i>Hallel</i> is recited, the blessing should conclude <i>ligmor et haHallel</i>, \"to conclude the <i>Hallel</i>.\" It is, however, Ashkenazic custom to conclude the blessing <i>likro et haHallel</i> at all times, even when the entire <i>Hallel</i> is recited (Ramah, <i>Orach Chayim</i> 488:1).</i> a blessing should be recited before <i>Hallel</i>.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">The Rambam's statement emphasizes the contrast between these days when a blessing is recited and the days when the <i>Hallel</i> is recited with skipped passages. On those days, no blessing is recited according to the Rambam, as stated in Halachah 7.</i> In places where it is customary to recite a blessing afterwards, a blessing should be recited [on these days].<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">The Rambam mentions that the matter is dependent on custom, quoting <i>Sukkah</i> 3:11. In the present day, however, it is a universally accepted custom to recite this blessing.</i><br>What blessing is recited?<br>God our Lord, all Your works will praise You, and the righteous and Your pious ones, who carry out Your will, and Your nation, the House of Israel, will joyously praise Your name. For it is good to praise You, O God, and it is is pleasant to sing to Your name. From the [spiritual] worlds to the [physical] world, You are the Almighty. Blessed are You, God, the King who is extolled and praised, who is glorified, living and enduring. May He reign at all times and for eternity.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">There are slight differences between the text of the blessing quoted by the Rambam and that recited in Ashkenazic communities today. Rav Kapach also mentions slight differences between the authoritative Yemenite manuscripts of the <i>Mishneh Torah</i> and the popularly printed text.</i><br>"
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "יֵשׁ מְקוֹמוֹת שֶׁנָּהֲגוּ לִכְפּל מֵ <small>(תהילים קיח כא)</small> \"אוֹדְךָ כִּי עֲנִיתָנִי\" עַד סוֹף הַהַלֵּל כּוֹפְלִין כָּל דָּבָר וְדָבָר שְׁתֵּי פְּעָמִים. וּמָקוֹם שֶׁנָּהֲגוּ לִכְפּל יִכְפּל וּמָקוֹם שֶׁנָּהֲגוּ שֶׁלֹּא לִכְפּל אֵין כּוֹפְלִין: \n",
            "english": "There are places which follow the custom of repeating<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">According to our present custom, this means that both the <i>chazan</i> and the congregation recite these verses twice. Rav Kapach interprets this as meaning that the verses are repeated by the congregation after the reader.</i> each verse from <i>od'cha ki anitani</i> (Psalms 118:21  until the conclusion of the <i>Hallel</i>.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Rashi (<i>Sukkah</i> 38a) explains the rationale for the custom of repeating these verses as follows: The previous verses are repetitive in nature - e.g., \"It is better to rely on God than to trust in men; It is better to rely on God than to trust in nobles\"; or \"The right hand of God performs deeds of valor, the right hand of God is exalted.\" In contrast, each of the verses from <i>od'cha</i> onward is an independent concept that is not repeated.</i> Each verse is read a second time. In places where this repetition is customary, the verses should be repeated. In places where it it is customary not to repeat, they should not be repeated.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">In the era of the <i>Shulchan Aruch</i>, it appears that there were still variant customs in different communities. (See <i>Orach Chayim</i> 422:3.) Our present custom is to repeat these verses.</i>"
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִנְהַג קְרִיאַת הַהַלֵּל בִּימֵי חֲכָמִים הָרִאשׁוֹנִים כָּךְ הָיָה. אַחַר שֶׁמְּבָרֵךְ הַגָּדוֹל שֶׁמַּקְרֵא אֶת הַהַלֵּל מַתְחִיל וְאוֹמֵר הַלְלוּיָהּ וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְחוֹזֵר וְאוֹמֵר הַלְלוּ עַבְדֵי ה' וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְחוֹזֵר וְאוֹמֵר הַלְלוּ אֶת שֵׁם ה' וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְחוֹזֵר וְאוֹמֵר יְהִי שֵׁם ה' מְבֹרָךְ מֵעַתָּה וְעַד עוֹלָם וְכָל הָעָם עוֹנִין הַלְלוּיָהּ וְכֵן עַל כָּל דָּבָר. עַד שֶׁנִּמְצְאוּ עוֹנִין בְּכָל הַהַלֵּל הַלְלוּיָהּ מֵאָה וְשָׁלֹשׁ וְעֶשְׂרִים פְּעָמִים סִימָן לָהֶם שְׁנוֹתָיו שֶׁל אַהֲרֹן: \n",
            "english": "This is the custom according to which <i>Hallel</i> was recited in the days of the early Sages:<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">The Rambam's rulings in this and the following halachot are based on <i>Sukkah</i> 38b, 39a.</i> After reciting the blessing, an adult<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">In contrast to a minor, as mentioned in Halachah 14.</i> begins reciting the <i>Hallel</i> and says, <i>Halleluyah</i>. All the people respond <i>Halleluyah</i>.<br>He then reads, <i>Hallelu avdei A-donai</i>, and all the people respond, <i>Halleluyah</i>.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">With regard to the practice of the people responding <i>Halleluyah</i> after each bar, Rashi (<i>Sukkah</i> 38b) cites <i>Sotah</i> 30b's description of the manner in which the Jews responded to Moses' recitation of the song of celebration after crossing the Red Sea.</i> He then reads, <i>Hallelu et shem A-donai</i><sup class=\"footnote-marker\">36</sup><i class=\"footnote\">I.e., each verse of the <i>Hallel</i> contains at least two bars. The reader reads each bar out loud, and the people respond after him <i>Halleluyah</i>. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 422:3) mentions that there are communities that follow these practices. In the present age, these customs are no longer followed in all Ashkenazic and most Sephardic communities.</i> and all the people respond, <i>Halleluyah</i>. He then reads, <i>Yehi shem A-donai mevorach me'atah v'ad olam</i>, and all the people respond, <i>Halleluyah</i>.<br>Similarly, after every bar [of the <i>Hallel</i>, the people respond <i>Halleluyah</i>]. Thus, they respond <i>Halleluyah</i> 123 times throughout the entire <i>Hallel</i>; a sign to remember this: the years of Aaron's life.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">See the Jerusalem Talmud, <i>Shabbat</i> 16:1 and <i>Soferim</i>, Chapter 16.</i>"
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "וְכֵן כְּשֶׁהַקּוֹרֵא מַגִּיעַ לְרֹאשׁ כָּל פֶּרֶק וּפֶרֶק הֵן חוֹזְרִין וְאוֹמְרִין מַה שֶּׁאָמַר. כֵּיצַד. כְּשֶׁהוּא אוֹמֵר בְּצֵאת יִשְׂרָאֵל מִמִּצְרַיִם כָּל הָעָם חוֹזְרִין וְאוֹמְרִין בְּצֵאת יִשְׂרָאֵל מִמִּצְרָיִם. וְהַקּוֹרֵא אוֹמֵר בֵּית יַעֲקֹב מֵעַם לֹעֵז וְכָל הָעָם עוֹנִין הַלְלוּיָהּ עַד שֶׁיֹּאמַר אָהַבְתִּי כִּי יִשְׁמַע ה' אֶת קוֹלִי תַּחֲנוּנָי וְכָל הָעָם חוֹזְרִין וְאוֹמְרִין אָהַבְתִּי כִּי יִשְׁמַע ה' וְכוּ'. וְכֵן כְּשֶׁיֹּאמַר הַקּוֹרֵא הַלְלוּ אֶת ה' כָּל גּוֹיִם כָּל הָעָם חוֹזְרִין וְאוֹמְרִין הַלְלוּ אֶת ה' כָּל גּוֹיִם: \n",
            "english": "[It is] also [customary that] when the reader reaches the beginning of each and every chapter, the people repeat the line he recited. What is implied? When he recites the line <i>B'tzeit Yisrael miMitzrayim</i>,<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">This is the beginning of Psalm 114. The custom mentioned in this halachah is not followed in most communities at present.</i> the people repeat the line <i>B'tzeit Yisrael miMitzrayim</i>.<br>The reader then recites <i>beit Yaakov me'am lo'ez</i> and all the people respond, <i>Halleluyah</i>. [They continue to respond <i>Halleluyah</i> after each bar] until the reader reads, <i>Ahavti ki yishma A-donai et koli tachanunai,</i><sup class=\"footnote-marker\">39</sup><i class=\"footnote\">This is the beginning of Psalm 115. Significantly, the Rambam does not mention <i>Lo lanu</i>, the beginning of Psalm 116 according to our present reckoning.<br>Rav Kapach explains the Rambam's ruling based on the Jerusalem Talmud (<i>Shabbat</i> 16:1) which states that there are 147 chapters in the book of Psalms. According to the custom he cites, our Psalms 115 and 116 are a single chapter. There are, however, commentaries that maintain that the omission of <i>Lo lanu</i> is merely a printing error.</i> to which the people all respond, <i>Ahavti ki yishma A-donai....</i> Similarly, when the reader reads <i>Hallelu et A-donai kol goyim</i>,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">This is the beginning of Psalm 117. There is a difference of opinion among the authorities if the congregation should repeat the verse <i>Hodu...</i> which begins Psalm 118.</i> the people all respond, <i>Hallelu et A-donai kol goyim</i>."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הַקּוֹרֵא אוֹמֵר אָנָּא ה' הוֹשִׁיעָה נָּא וְהֵם עוֹנִין אַחֲרָיו אָנָּא ה' הוֹשִׁיעָה נָּא. אַף עַל פִּי שֶׁאֵינוֹ רֹאשׁ פֶּרֶק. הוּא אוֹמֵר אָנָּא ה' הַצְלִיחָה נָּא וְהֵם עוֹנִים אָנָּא ה' הַצְלִיחָה נָּא. הוּא אוֹמֵר בָּרוּךְ הַבָּא וְכָל הָעָם אוֹמְרִים בָּרוּךְ הַבָּא. וְאִם הָיָה הַמַּקְרֵא אֶת הַהַלֵּל קָטָן אוֹ עֶבֶד אוֹ אִשָּׁה עוֹנָה אַחֲרֵיהֶם מַה שֶּׁהֵן אוֹמְרִין מִלָּה מִלָּה בְּכָל הַהַלֵּל. זֶהוּ הַמִּנְהָג הָרִאשׁוֹן וּבוֹ רָאוּי לֵילֵךְ. אֲבָל בִּזְמַנִּים אֵלּוּ רָאִיתִי בְּכָל הַמְּקוֹמוֹת מִנְהָגוֹת מְשֻׁנּוֹת בִּקְרִיאָתוֹ וּבַעֲנִיַּת הָעָם וְאֵין אֶחָד מֵהֶם דּוֹמֶה לְאֶחָד: \n",
            "english": "The reader should read, <i>Anna A-donai hoshi'ah na</i>, and [the people] should repeat <i>Anna A-donai hoshi'ah na</i>, although it is not the beginning of a chapter. He [then] reads <i>Anna A-donai hatzlichah na</i>, and they repeat <i>Anna A-donai hatzlichah na</i>.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">The Rambam is stating that these two phrases should be repeated by the congregation after the reader. This custom is followed at present as well, except that it is customary for both the reader and the congregation to repeat each phrase twice.</i> He reads <i>Baruch haba</i>... and they respond <i>Baruch haba</i>....<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Our translation follows the standard published text of the <i>Mishneh Torah</i>. Based on manuscripts and early printings of the <i>Mishneh Torah</i>, some authorities amend the text so that it reads: \"He reads <i>Baruch haba</i>... and they respond <i>beshem A-donai</i>.\"<br>At present, it is customary to recite this and the following verses a second time, but not to do so in response to the reader.</i><br>If the person reading the <i>Hallel</i> was a minor, a slave, or a woman, [the people] should repeat the entire <i>Hallel</i> after them word by word.<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">When the <i>Hallel</i> is recited in the manner described by the Rambam, the entire congregation does not recite the entire <i>Hallel</i> themselves. They nevertheless fulfill their obligation, based on the principle that \"one who listens is considered as if he recited [the prayers] himself\" (see <i>Hilchot Berachot</i> 1:11).<br>This principle does not apply, however, when the person reciting the prayer is not obligated to do so. Hence, since all the individuals mentioned by the Rambam (quoting <i>Sukkah</i> 3:10) are not obligated to say <i>Hallel</i>, an adult male cannot fulfill his obligation by listening to their recitation. By repeating the <i>Hallel</i> word for word, he does fulfill his obligation, since in this manner he recites the entire <i>Hallel</i>.<br>The Mishnah (<i>loc. cit.</i>) states that a person who must have one of the above read for him is worthy of a curse. The intent is that he should learn how to read himself.</i> The above represents the custom followed in the early ages and it is fitting to adhere to it. At present, however, I have seen different customs in all places with regard to the reading of [the <i>Hallel</i>] and the responses of the people, not one of them resembling another."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כַּמָּה נֵרוֹת הוּא מַדְלִיק בַּחֲנֻכָּה. מִצְוָתָהּ שֶׁיִּהְיֶה כָּל בַּיִת וּבַיִת מַדְלִיק נֵר אֶחָד בֵּין שֶׁהָיוּ אַנְשֵׁי הַבַּיִת מְרֻבִּין בֵּין שֶׁלֹּא הָיָה בּוֹ אֶלָּא אָדָם אֶחָד. וְהַמְהַדֵּר אֶת הַמִּצְוָה מַדְלִיק נֵרוֹת כְּמִנְיַן אַנְשֵׁי הַבַּיִת נֵר לְכָל אֶחָד וְאֶחָד בֵּין אֲנָשִׁים בֵּין נָשִׁים. וְהַמְהַדֵּר יוֹתֵר עַל זֶה וְעוֹשֶׂה מִצְוָה מִן הַמֻּבְחָר מַדְלִיק נֵר לְכָל אֶחָד בַּלַּיְלָה הָרִאשׁוֹן וּמוֹסִיף וְהוֹלֵךְ בְּכָל לַיְלָה וְלַיְלָה נֵר אֶחָד: \n",
            "english": "How many candles should one light on Chanukah? The<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">minimal requirement to fulfill the</i> mitzvah is that a single candle should be lit<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">on each night of the holiday</i> in each and every house,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Significantly, the mitzvah of lighting Chanukah candles is connected with an individual's home as well as with his person. Therefore, as mentioned in Halachah 11, a person who is a guest at the home of others need not share in the lighting of the candles if he knows that candles are being lit in his own home.</i> regardless of whether there are many members of the household, or merely one person [lives] there.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\"><i>Shabbat</i> 21b states: \"The mitzvah of Chanukah requires a candle for a man and his household.\"</i><br>A person who performs the mitzvah in a beautiful and conscientious manner should light candles for every member of the household,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\"><i>Shabbat</i> 21a.<br>From the Rambam's statements, it appears that the additional light is kindled by the master of of the household and not by each of the members of the household themselves. Even according to this interpretation, however, the custom of each child lighting Chanukah lights is valuable as an expression of <i>chinuch</i>, training them in the observance of the mitzvot.</i> whether male or female.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">As stated in Chapter 3, Halachah 4, women are obligated to fulfill the mitzvah of lighting Chanukah candles. Nevertheless, separate candles should not be lit for one's wife (<i>Mishnah Berurah</i> 671:9). Similarly, in some communities, even when candles are lit for every member of the household, they are not lit for girls under the age of Bat Mitzvah.</i><br>A person who is even more conscientious in his performance of the mitzvah than this and observes the mitzvah in the most desirable manner<sup class=\"footnote-marker\">7</sup><i class=\"footnote\"><i>Shabbat</i> (<i>loc. cit.</i>) describes such a person as <i>mehadrin min hamehadrin</i>.</i> should light candles for every member of his household, a candle for each individual, whether male or female, on the first night.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">i.e., these people also fulfill the practice of the <i>mehadrin</i>. See <i>Tosafot (Shabbat</i>, <i>ibid.</i>), who differ. See also the commentary on Halachah 3. In addition,</i> On each subsequent night, he should add a candle [for each of the members of the household].<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">e.g., on the second night, he lights two candles for each of the members of the household, as explained in the following halachah.<br>\"IR1100<i>Shabbat</i> (<i>ibid.</i>) mentions a difference of opinion between the School of Hillel and the School of Shammai. The School of Shammai maintains that eight candles should be lit on the first night, seven on the second, etc. The School of Hillel, in contrast, maintains that \"one should increase in holy matters and not decrease,\" and one therefore begins with one candle and adds a new candle every night.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כֵּיצַד. הֲרֵי שֶׁהָיוּ אַנְשֵׁי הַבַּיִת עֲשָׂרָה. בַּלַּיְלָה הָרִאשׁוֹן מַדְלִיק עֲשָׂרָה נֵרוֹת וּבְלֵיל שֵׁנִי עֶשְׂרִים וּבְלֵיל שְׁלִישִׁי שְׁלֹשִׁים עַד שֶׁנִּמְצָא מַדְלִיק בְּלֵיל שְׁמִינִי שְׁמוֹנִים נֵרוֹת: \n",
            "english": "What does the above imply? When there are ten members of a household, on the first night one lights ten candles, on the second night - twenty, on the third night - thirty, until on the eighth night, one lights eighty candles."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "מִנְהָג פָּשׁוּט בְּכָל עָרֵינוּ בִּסְפָרַד שֶׁיִּהְיוּ כָּל אַנְשֵׁי הַבַּיִת מַדְלִיקִין נֵר אֶחָד בַּלַּיְלָה הָרִאשׁוֹן וּמוֹסִיפִין וְהוֹלְכִין נֵר בְּכָל לַיְלָה עַד שֶׁנִּמְצָא מַדְלִיק בְּלֵיל שְׁמִינִי שְׁמוֹנָה נֵרוֹת בֵּין שֶׁהָיוּ אַנְשֵׁי הַבַּיִת מְרֻבִּים בֵּין שֶׁהָיָה אָדָם אֶחָד: \n",
            "english": "It is common custom in all of our cities in Spain that a single candle is lit for all the members of the household on the first night. We proceed to add a new candle on each and every night, until on the eighth night eight candles are lit. [This practice is followed] regardless of whether there are many members of the household or only one man [is lighting candles].<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">The <i>Lechem Mishneh</i> questions the custom mentioned by the Rambam. Since the Rambam maintains that the <i>mehadrin min hamehadrin</i> also observe the practice of the <i>mehadrin</i>, this custom seems inappropriate. It is not the custom of the <i>mehadrin min hamehadrin</i>, nor is it the minimum requirement of the law.<br>The <i>Lechem Mishneh</i> justifies the custom, explaining that since each night additional light is added, there is a positive intent even though it does not follow the practice of the <i>mehadrin min hamehadrin</i>.<br>\"IX The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 671:2) quotes the custom cited by the Rambam as halachah. The Ramah adds that in Ashkenazic communities the custom is to fulfill the mitzvah in the manner of <i>mehadrin min hamehadrin</i> - i.e., each member of the household lights candles, and each night an additional candle is added. It is significant that with regard to this mitzvah in particular, it is common custom throughout the Ashkenazic community, for everyone - even those who are not fully observant - to fulfill this mitzvah in \"the most desirable manner.\"</i>"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "נֵר שֶׁיֵּשׁ לוֹ שְׁתֵּי פִּיּוֹת עוֹלֶה לִשְׁנֵי בְּנֵי אָדָם. מִלֵּא קְעָרָה שֶׁמֶן וְהִקִּיפָהּ פְּתִילוֹת. אִם כָּפָה עָלֶיהָ כְּלִי כָּל פְּתִילָה וּפְתִילָה נֶחְשֶׁבֶת כְּנֵר אֶחָד. לֹא כָּפָה עָלֶיהָ כְּלִי נַעֲשֵׂית כִּמְדוּרָה וַאֲפִלּוּ כְּנֵר אֶחָד אֵינָהּ נֶחְשֶׁבֶת: \n",
            "english": "When a candleholder has two openings,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">and a wick is kindled in both of them</i> it can be counted for two individuals.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Although both wicks use the same oil, since they protrude from separate portions of the candelabrum, they are considered to be separate lights.<br>This law is applicable to the <i>mehadrin</i> (see Halachah 1), who light a candle for each individual (Rashi, <i>Shabbat</i> 23b). Alternatively, this law is relevant for two people whose doorways are adjacent to each other or when two people live in the same house, but do not share in their household expenses (<i>Maggid Mishneh</i>).<br>The <i>Magen Avraham</i> 671:2 states that according to the Ashkenazic custom, in which each person lights his own candles, two people should not light candles using the same candleholder even on the first night. A passerby might see the two lights and instead of thinking they were lit by two different people, he might err and think that one person lit both candles because it is the second night of the holiday.<br>Since the purpose of lighting candles is <i>pirsumei nisa</i>, publicizing the Chanukah miracle, the impression created in an onlooker's mind is significant. Therefore, two people should not light candles in this manner.</i><br>[The following rules apply when] one fills a bowl with oil and surrounds it with wicks: If one covers it with a utensil,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The flames from each of the lights will not merge together. Therefore,</i> each of the wicks is considered to be a separate candle.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">and is thus significant according to our custom of adding candles each night.</i> If one does not cover it with a utensil,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The flames from each of the lights may merge together as a single flame. Therefore,</i> it is considered to be a large fire, and is not counted even as a single candle.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">A large fire may be used for several purposes and hence does not necessarily serve as a sign of the commemoration of the Chanukah miracle.<br>In light of this halachah, the Ramah (<i>Orach Chayim</i> 671:4) discusses the use of a circular candelabrum. The <i>Mishnah Berurah</i> 671:18 mentions that in such a candelabrum, each candleholder should be at least one fingerbreadth from the other.</i>"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין מַדְלִיקִין נֵרוֹת חֲנֻכָּה קֹדֶם שֶׁתִּשְׁקַע הַחַמָּה אֶלָּא עִם שְׁקִיעָתָהּ לֹא מְאַחֲרִין וְלֹא מַקְדִּימִין. שָׁכַח אוֹ הֵזִיד וְלֹא הִדְלִיק עִם שְׁקִיעַת הַחַמָּה מַדְלִיק וְהוֹלֵךְ עַד שֶׁתִּכְלֶה רֶגֶל מִן הַשּׁוּק. וְכַמָּה הוּא זְמַן זֶה כְּמוֹ חֲצִי שָׁעָה אוֹ יֶתֶר. עָבַר זְמַן זֶה אֵינוֹ מַדְלִיק. וְצָרִיךְ שֶׁיִּתֵּן שֶׁמֶן בַּנֵּר כְּדֵי שֶׁתִּהְיֶה דּוֹלֶקֶת וְהוֹלֶכֶת עַד שֶׁתִּכְלֶה רֶגֶל מִן הַשּׁוּק. הִדְלִיקָהּ וְכָבְתָה אֵינוֹ זָקוּק לְהַדְלִיקָהּ פַּעַם אַחֶרֶת. נִשְׁאֲרָה דּוֹלֶקֶת אַחַר שֶׁכָּלְתָה רֶגֶל מִן הַשּׁוּק אִם רָצָה לְכַבּוֹתָהּ אוֹ לְסַלְּקָהּ עוֹשֶׂה: \n",
            "english": "The Chanukah candles should not be kindled before sunset.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Most commentaries interpret the Rambam's intent as the time when the sun disappears from the horizon. The <i>Tur</i> and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 672:1) interpret \"sunset\" in this context as referring to the time when there is no sunlight visible - i.e., the appearance of three stars. Many of the later authorities, however, accept the Rambam's ruling. (See the <i>Be'ur Halachah</i> 672.)<br>The candles should not be lit before sunset, since their purpose is to publicize the Chanukah miracles. During the daytime, no one will notice them and this purpose will not be served.</i> Instead, [they should be kindled] at sunset.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This is the ideal time to kindle them. Since the sun has already set, the candle's light will be noticed. On the other hand, since there is still some light outside, it is obvious that the candles are being lit for the purpose of publicizing the Chanukah miracle and not for one's individual needs.</i> One should not light later<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">At night, it is customary to kindle lights. Therefore, if a person lights the candles at this time, an onlooker may err and think that he is lighting for his own needs and not for the sake of the mitzvah. Nevertheless, on Saturday night, when there is no alternative, we light the candles after the appearance of the stars.</i> or earlier.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 672:1) cites an opinion which states that from <i>plag haminchah</i> (an hour and a quarter before nightfall) onward, a person who is busy and will not have an opportunity later may kindle the Chanukah lights. He must, however, place enough oil within them for them to continue burning for half an hour after nightfall.<br>On Friday night, we all rely on this opinion and kindle the Chanukah lights shortly before sunset. (See <i>Shulchan Aruch</i>, <i>Orach Chayim</i> 679).</i><br>Should one forget, or even if one purposely did not light at sunset,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">although the most appropriate time for fulfilling the mitzvah has passed</i> one may light afterwards until there are no longer any passersby in the marketplace.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Once the passersby no longer walk in the street, one will not be publicizing the Chanukah miracle by lighting candles.</i><br>How long a duration of time is this? Approximately half an hour or slightly more than that.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Thus, according to the Rambam, after half an hour past sunset, kindling the candles no longer fulfills a mitzvah. The Ramah (<i>Orach Chayim</i> 672:2) states that in the present age, since it is customary to light inside one's house (see Halachah 8 and commentary), the essential element of publicizing the Chanukah miracle is to involve one's own family in the candle lighting. Therefore, one fulfills the mitzvah as long as the members of one's household are awake.<br>The Ramah, nevertheless, counsels that at the outset, one should try to adhere to the stricter view. In light of these statements, the common practice of lighting the Chanukah candles well after nightfall should be examined. Is it correct to refrain willfully from fulfilling the mitzvah in the most desirable manner, and perhaps, according to the Rambam, not to fulfill it at all?</i> Should this time pass, one should not kindle the lights.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This appears to indicate that, according to the Rambam, it is undesirable to light the candles afterwards. The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 672:2), however, quotes the opinion of the <i>Tur</i>, which states that if one did not light the candles at the proper time, one should light them throughout the night. (There is, however, a question about the recitation of a blessing.)</i><br>One should place enough oil in the lamp<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">When one lights the candles, they should have the amount of oil mentioned. It is improper to light with a smaller amount of oil and add more afterwards. (See <i>Shulchan Aruch</i>, <i>Orach Chayim</i> 675:2.)</i> so that it will continue burning until there are no longer any passersby in the marketplace.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">At present, in deference to the opinion that states that the time for candle lighting begins after nightfall, even when a person kindles Chanukah candles at sunset, enough oil should be placed in the candelabrum for the candles to burn until half an hour after nightfall.</i> If one lit it and it became extinguished, one need not light it a second time.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 673:2) prefaces this law by stating the principle, \"kindling fulfills the mitzvah.\" Although the Chanukah candles should burn for half an hour, one fulfills the mitzvah only when lighting them. Thus, one must light them in a manner that - barring any unexpected events - they will be able to burn for a half an hour - e.g., they must have a sufficient amount of oil to burn for that period and they must not be placed where they could be extinguished by the wind. Once a person has taken these precautions, however, he has no further obligation.<br>Note, however, the <i>Mishnah Berurah</i> 673:27, which states that it is proper to relight the candles so that they will burn for the desired time.</i> If it remained burning until there are no longer passersby in the marketplace,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">there is no longer any purpose in having the candles burning. Thus the mitzvah is concluded and therefore</i> one may extinguish it or remove it<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">While the candles are burning, however, they should not be moved. See also Halachah 9 and commentary.</i> if one desires.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\"><i>Kinat Eliyahu</i> notes that at the present time, it is customary for people to walk or travel at night after nightfall. For this reason, perhaps the Chanukah candles should be left burning for longer than a half an hour. For as long as they are burning, the intent of <i>pirsumei nisa</i>, publicizing the Chanukah miracle, is fulfilled.</i>"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל הַשְּׁמָנִים וְכָל הַפְּתִילוֹת כְּשֵׁרוֹת לְנֵר חֲנֻכָּה וְאַף עַל פִּי שֶׁאֵין הַשְּׁמָנִים נִמְשָׁכִים אַחַר הַפְּתִילָה וְאֵין הָאוּר נִתְלֵית יָפֶה בְּאוֹתָן הַפְּתִילוֹת. וַאֲפִלּוּ בְּלֵילֵי שַׁבָּת שֶׁבְּתוֹךְ יְמֵי חֲנֻכָּה מֻתָּר לְהַדְלִיק הַשְּׁמָנִים וְהַפְּתִילוֹת שֶׁאָסוּר לְהַדְלִיק בָּהֶן נֵר שַׁבָּת. לְפִי שֶׁאָסוּר לְהִשְׁתַּמֵּשׁ לְנֵר חֲנֻכָּה בֵּין בְּשַׁבָּת בֵּין בְּחל וַאֲפִלּוּ לִבְדֹּק מָעוֹת אוֹ לִמְנוֹתָן לְאוֹרָהּ אָסוּר: \n",
            "english": "All oils and all wicks are acceptable for use in the Chanukah lamps,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">This is a contrast to the Sabbath laws. As explained in Chapter 2 of the tractate of <i>Shabbat</i> and Chapter 5 of the Rambam's <i>Hilchot Shabbat</i>, there are certain oils and wicks that are unacceptable for use for the Sabbath candles.</i> even those oils that are not drawn after the wick<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This is the primary reason one is not allowed to use these oils on the Sabbath. Since they are not drawn after the wick, their light does not burn brightly. A person might inadvertently tilt the lamp for the light to shine brighter, and thus transgress the Sabbath laws. There is no reason for caution in this regard on Chanukah, as explained below. Hence, there is no difficulty in using such oil.<br>Although all oils are acceptable for the Chanukah candles, the Rabbis have suggested using olive oil, for this was the oil used to light the Menorah in the Temple (Ramah, <i>Orach Chayim</i> 673:1, <i>Mishnah Berurah</i> 673:4). If olive oil is not available, one should use beeswax candles.</i> and even those wicks that do not hold the light well.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Here also, these wicks were forbidden for use for the Sabbath candles lest one tilt the light.<br>Although all wicks are acceptable, it is customary to use wicks of flax or of cotton (<i>Mishnah Berurah</i> 673:2).</i> Even on the Sabbath nights of Chanukah, it is permitted to light<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">the Chanukah lights</i> with oils and wicks that are forbidden to be used for the Sabbath lights.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Needless to say, the prohibition against using these candles for the Sabbath lights still remains in effect.</i><br>[The reason for this leniency is that]<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">In addition to the reason cited by the Rambam in this halachah, <i>Shabbat</i> 21b mentions the principle stated in the previous halachah: If a Chanukah candle is extinguished, there is no obligation to light it again.<br>Thus, the reason these wicks and oils may be used on the Sabbath of Chanukah can be explained as follows: We are not worried about the candles being extinguished, because even in that eventuality, there is no obligation to relight the candles. Nor are we worried that one will tilt the Chanukah candles so that their light will shine brighter, because:</i> it is forbidden to use the Chanukah candles [for one's own purposes]<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">During the week, this prohibition applies only during the first half hour that the candles are burning. Afterwards, their mitzvah is completed, as stated in the previous halachah.</i> whether on the Sabbath or on a weekday.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The Sabbath candles were instituted to bring about <i>sh'lom bayit</i>, \"peace in the home,\" through the use of their light. In contrast, the Chanukah candles were instituted for <i>pirsumei nisa</i>, publicizing the Chanukah miracle. To emphasize this purpose, the Sages forbade using them for any other purpose.<br>Furthermore, the Chanukah candles were instituted to commemorate the miracle of the Menorah in the Temple. Thus, just as it is forbidden to use the Menorah's light for any worldly purpose, so too, the light of the Chanukah candles is prohibited (<i>Mishnah Berurah</i> 673:8).</i> It is even forbidden to use their light to inspect or count coins.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\"><i>Shabbat</i> 22a relates that this prohibition was instituted so that the mitzvot would be viewed with respect. If a person were able to use the light of the Chanukah lamp for his own purposes, he would treat the mitzvah with little regard.<br>In this halachah, the Rambam is describing a situation when the Chanukah candles are lit outside the home (where it is unlikely that the light of the candles will be used for mundane purposes). In Halachah 8, he mentions the lighting of candles within the home (and it is likely that work will be carried out within the home at that time). Therefore, it is in that halachah that he mentions the custom of lighting another candle (the <i>shamash</i>) next to the Chanukah candles, so that if a person carries out an activity near the candles, he will be using the light of that additional candle.<br>See also the <i>Shulchan Aruch</i> (<i>loc. cit.</i>), which questions whether it is permissible to use the Chanukah candles for a holy purpose - e.g., to study Torah by their light.</i>"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "נֵר חֲנֻכָּה מִצְוָה לְהַנִּיחוֹ עַל פֶּתַח בֵּיתוֹ מִבַּחוּץ בַּטֶּפַח הַסָּמוּךְ לַפֶּתַח עַל שְׂמֹאל הַנִּכְנָס לַבַּיִת כְּדֵי שֶׁתִּהְיֶה מְזוּזָה מִיָּמִין וְנֵר חֲנֻכָּה מִשְּׂמֹאל. וְאִם הָיָה דָּר בַּעֲלִיָּה מַנִּיחוֹ בַּחַלּוֹן הַסְּמוּכָה לִרְשׁוּת הָרַבִּים. וְנֵר חֲנֻכָּה שֶׁהִנִּיחוֹ לְמַעְלָה מֵעֶשְׂרִים אַמָּה לֹא עָשָׂה כְּלוּם לְפִי שֶׁאֵינוֹ נִכָּר: \n",
            "english": "It is a mitzvah to place<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">As is obvious from Halachah 9, the Chanukah lamp should be placed outside before being lit.<br>\"IR1200</i> the Chanukah lamp at the outside of the entrance to one's home,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">As mentioned previously, the mitzvah of lighting Chanukah candles was instituted for the purpose of <i>pirsumei nisa</i>, publicizing the Chanukah miracle. Therefore, the candles should be placed at the outside of one's dwelling to attract the attention of the passersby in the public domain (Rashi, <i>Shabbat</i> 21b).<br>In a spiritual sense, this points to the potential possessed by the Chanukah candles to spread light beyond the normal limits of holiness. Generally, mitzvot are performed within a home or synagogue. In this instance, the nature of the mitzvah is to spread light to the public domain, to illuminate the darkness of the world at large.<br>\"IX</i> within the handbreadth that is closest to the doorway<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">If the candelabrum were placed any further away, it would not be obvious that the owner of the home placed it there for the purpose of kindling Chanukah lights (<i>ibid.</i>).</i> on the left side as one enters the home,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">Generally, mitzvot are associated with the right side; the left side, by contrast, is identified with the forces of evil. Lighting the Chanukah candle on the left indicates a potential to refine and elevate the forces opposed to holiness (<i>Likkutei Sichot</i>, Vol. V).</i> so that the mezuzah will be on the right side<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">as is required (see <i>Hilchot Mezuzah</i> 6:12)</i> and the Chanukah lamp on the left side.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">so that the person kindling them will be surrounded by mitzvot.<br>The <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 671:7) states that if there is no mezuzah in the doorway, the Chanukah candles should be lit on the right side.</i><br>When a person lives in a second storey apartment,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">The <i>Shulchan Aruch</i> (<i>ibid.</i>:5) qualifies this to mean a second storey apartment that does not have a private entrance to the public domain or a courtyard. If the apartment has such an entrance, the Chanukah lamp should be lit at that entrance.</i> he should place [the Chanukah lamp] in a window close to the public domain.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">For the sake of <i>pirsumei nisa</i>.</i> If [a person] places a Chanukah lamp more than twenty cubits<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">a cubit is between 18 and 24 inches, according to the varying Rabbinic opinions. Thus the Rambam is speaking about a height between thirty and forty feet.</i> [above the ground], his actions are of no consequence,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">i.e., he is not considered to have fulfilled the mitzvah</i> because [the lamp] does not attract attention [at that height].<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">We see a similar concept with regard to the <i>s'chach</i> of a sukkah and the <i>korah</i> of an alleyway. If they are placed above twenty cubits, they are not acceptable (<i>Hilchot Sukkah</i> 4:11; <i>Hilchot Shabbat</i> 17:15).<br>Although the Rambam does not address himself to this issue, the <i>Maggid Mishneh</i> and similarly, the <i>Shulchan Aruch</i> (<i>ibid.</i>:6), state that the Chanukah lights should be placed between three and ten handbreadths high.</i>"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "בִּימֵי הַסַּכָּנָה מַנִּיחַ אָדָם נֵר חֲנֻכָּה בְּתוֹךְ בֵּיתוֹ מִבִּפְנִים וַאֲפִלּוּ הִנִּיחוֹ עַל שֻׁלְחָנוֹ דַּיּוֹ. וְצָרִיךְ לִהְיוֹת בְּתוֹךְ הַבַּיִת נֵר אַחֵר לְהִשְׁתַּמֵּשׁ לְאוֹרוֹ. וְאִם הָיְתָה שָׁם מְדוּרָה אֵינוֹ צָרִיךְ נֵר אַחֵר. וְאִם אָדָם חָשׁוּב הוּא שֶׁאֵין דַּרְכּוֹ לְהִשְׁתַּמֵּשׁ לִמְדוּרָה צָרִיךְ נֵר אַחֵר: \n",
            "english": "In a time of danger, a person may place a Chanukah lamp inside his house;<sup class=\"footnote-marker\">1</sup><i class=\"footnote\"><i>Shabbat</i> 21b mentions this leniency. According to <i>Tosafot</i>, the danger refers to the persecutions of the Jews of Babylon by the ruling Persians for lighting candles mentioned in <i>Shabbat</i> 45a. Needless to say, there have been countless other periods of persecution in Jewish history.<br>It is, however, significant that even in times when there was no obvious danger, the custom has been to light the Chanukah candles inside our homes. Even in the present day, when there is little danger of persecution in most places where Jews are located, it is not customary to light the Chanukah candles at the entrance to the home in most communities.</i> even if he lit it on his table, it is sufficient.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">i.e., there is no necessity to light near a doorway. The Ramah (<i>Orach Chayim</i> 671:7) states that it is preferable that the Chanukah lights be positioned near a doorway.</i><br>[Therefore,] another lamp must be burning in the house to provide light for one's [mundane] activities.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">As mentioned in Halachah 6, it is forbidden to use the light of the Chanukah lamp for a mundane purpose. Since it is very likely that there will be some activity carried out in the house while the candles are burning, an additional light should be kindled. Note the <i>Mishnah Berurah</i> 673:14, which explains that the present custom is to kindle an additional light near the Chanukah candles, besides the light that is ordinarily burning in the room.<br>This light, called the <i>shamash</i>, should be placed apart from the Chanukah candles so that it can be distinguished from them (<i>Shulchan Aruch, Orach Chayim</i> 673:1). Often, many commercially produced Chanukah lamps fail to make a sufficient distinction between this candle and the Chanukah lights themselves.</i> If a fire is burning in the house,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">One can use the light it produces for one's mundane activities; therefore</i> an additional candle is not necessary. For a prestigious person who does not normally use the light of a fire, an additional candle is required.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">to serve the purpose of the <i>shamash</i>.</i>"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "נֵר חֲנֻכָּה שֶׁהִדְלִיקוֹ חֵרֵשׁ שׁוֹטֶה וְקָטָן אוֹ עַכּוּ\"ם לֹא עָשָׂה כְּלוּם עַד שֶׁיַּדְלִיקֶנּוּ מִי שֶׁהוּא חַיָּב בַּהַדְלָקָה. הִדְלִיקוֹ מִבִּפְנִים וְהוֹצִיאוֹ דָּלוּק וְהִנִּיחוֹ עַל פֶּתַח בֵּיתוֹ לֹא עָשָׂה כְּלוּם עַד שֶׁיַּדְלִיקֶנּוּ בִּמְקוֹמוֹ. אָחַז הַנֵּר בְּיָדוֹ וְעָמַד לֹא עָשָׂה כְּלוּם שֶׁהָרוֹאֶה אוֹמֵר לְצָרְכּוֹ הוּא עוֹמֵד. עֲשָׁשִׁית שֶׁהָיְתָה דּוֹלֶקֶת כָּל הַיּוֹם כֻּלּוֹ לְמוֹצָאֵי שַׁבָּת מְכַבֶּה וּמְבָרֵךְ וּמַדְלִיקָהּ שֶׁהַהַדְלָקָה הִיא הַמִּצְוָה וְלֹא הַהַנָּחָה. וּמֻתָּר לְהַדְלִיק נֵר חֲנֻכָּה מִנֵּר חֲנֻכָּה: \n",
            "english": "A Chanukah lamp that was kindled by a deaf-mute, a mentally incapable person, a minor, or a gentile is of no consequence. It must be kindled by a person who is obligated to light it.<br>Should the [Chanukah lamp] be kindled inside and then taken and placed at the entrance of one's home while it is still burning, it is of no consequence. One must light it in its place.<br>If one held a candle and stood in one place, it is of no consequence, since an observer will say, \"He is standing there for his own purposes.\"<br>When a lamp was burning through the entire [Sabbath] day, one may extinguish the light, recite the blessings [for the mitzvah], and relight the lamp. Kindling the lamp fulfills the mitzvah and not placing it down.<br>It is permissible to light one Chanukah candle from another Chanukah candle."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "חָצֵר שֶׁיֵּשׁ לָהּ שְׁנֵי פְּתָחִים בִּשְׁתֵּי רוּחוֹת צְרִיכָה שְׁתֵּי נֵרוֹת. שֶׁמָּא יֹאמְרוּ הָעוֹבְרִים בְּרוּחַ זוֹ לֹא הִנִּיחַ נֵר חֲנֻכָּה. אֲבָל אִם הָיוּ בְּרוּחַ אַחַת מַדְלִיק בְּאֶחָד מֵהֶן: \n",
            "english": "When a courtyard has two entrances from two different directions,<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Rashi, <i>Shabbat</i> 23a, clarifies that the entrances need not be on opposite sides, as long as they are different - e.g, north and east</i> it requires two [Chanukah] lamps.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The Ramah (<i>Orach Chayim</i> 671:8 states that only one blessing should be recited, for the second candle is not being lit to fulfill the mitzvah <i>per se</i>.</i> [Were one to light at only one entrance,] the passersby from the other direction might say, \"A Chanukah light had not been placed down.\"<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">At present, however, when it is customary to light inside one's home, it is sufficient even for a person with such a courtyard to kindle a single Chanukah lamp (Ramah, <i>loc. cit.</i>).</i> If, however, [two entrances to a courtyard]<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">and it is obvious they are from a single home (Ramah, <i>loc. cit.</i>).</i> are located on the same side, [it is sufficient] to light at only one of them.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">For there is no possibility of such a mistake being made.</i>"
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אוֹרֵחַ שֶׁמַּדְלִיקִין עָלָיו בְּתוֹךְ בֵּיתוֹ אֵינוֹ צָרִיךְ לְהַדְלִיק עָלָיו בְּמָקוֹם שֶׁנִּתְאָרֵחַ בּוֹ. אֵין לוֹ בַּיִת לְהַדְלִיק עָלָיו בּוֹ צָרִיךְ לְהַדְלִיק בַּמָּקוֹם שֶׁנִּתְאָרֵחַ בּוֹ. וּמִשְׁתַּתֵּף עִמָּהֶן בַּשֶּׁמֶן. וְאִם הָיָה לוֹ בַּיִת בִּפְנֵי עַצְמוֹ אַף עַל פִּי שֶׁמַּדְלִיקִין עָלָיו בְּתוֹךְ בֵּיתוֹ צָרִיךְ לְהַדְלִיק בַּבַּיִת שֶׁהוּא בּוֹ מִפְּנֵי הָעוֹבְרִין: \n",
            "english": "A guest<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">i.e., a person who is not a permanent member of the household, even though he eats at the family table (<i>Mishnah Berurah</i> 677:4).<br><i>Shabbat</i> 23a, the source for this halachah, concerns itself with <i>yeshivah</i> students. Rabbi Zeira states, \"When we were students at the academy, I contributed pennies to my host's candles. After I took a wife, I said, 'This is not necessary.' The same laws, however, apply to other guests.</i> [at another person's home, whose family] kindles [the Chanukah lights] for him at his home need not kindle [Chanukah lights] in the home where he is [temporarily] lodging.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">This halachah clarifies the expression used by the Rambam at the beginning of this chapter, \"The mitzvah is that a... candle should be lit in each and every house.\"<br>This implies that the obligation of kindling Chanukah lights is associated with an individual's dwelling, as well as with his person. I.e., although as stated in Chapter 3, Halachah 4, the obligation to kindle Chanukah lamps is incumbent on each person, the mitzvah is that every Jewish dwelling should be illuminated. Therefore, if Chanukah lamps are being kindled in one's dwelling, one has no further obligation regarding the mitzvah even though one does not see those Chanukah lamps oneself.<br>The rationale for this decision is that the Chanukah candles were instituted for the purpose of <i>pirsumei nisa</i>. Thus, what is important is that the light of the Chanukah lamps is perceived by others.<br>Note the Ramah's decision (<i>Orach Chayim</i> 677:3) that if a person desires, he may light the Chanukah lamps in the place where he is staying. This is common practice in the Ashkenazic community at present.<br>The Ramah states that such a person may also recite the blessings. This ruling is not accepted by many other authorities, who suggest that he hear the blessings recited by another person (<i>Mishnah Berurah</i> 677:16).</i> If, however, he has no home in which [Chanukah lights] are being kindled,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The <i>Turei Zahav</i> 677:1 states that a person must be certain that his wife is lighting the candles at home. If the possibility exists that she will not do so, one should kindle Chanukah lights and recite a blessing.</i> he is required to light in the place where he is lodging.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">He need not, however, kindle his own Chanukah lamp.</i> He should share<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">He is not required to pay the cost of half the oil. It is sufficient for him to give a few pennies towards its cost (<i>Shabbat, loc. cit.; Shulchan Aruch, Orach Chayim</i> 677:1).</i> in the oil [used by the owner of his lodgings].<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Similarly, two people sharing the same home who provide for their needs separately may share a single Chanukah lamp in this fashion (<i>Be'ur Halachah</i> 677).</i><br>If he is staying in a private dwelling,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">more specifically, if the dwelling where he is staying has a private entrance (<i>Shulchan Aruch, loc. cit.</i>)</i> he is required to light in the place where he is staying,<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">This applies even when he eats together with another family and merely sleeps in his private dwelling.</i> even though [Chanukah lights] are being kindled for him at home,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">and thus, he would ordinarily have no obligation to kindle these lights</i> because [of the impression created in the minds] of the passersby.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">As mentioned in the previous halachah, were passersby to see a Jewish house without the Chanukah lights having been kindled, the very opposite of <i>pirsumei nisa</i> will have been accomplished.</i>"
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מִצְוַת נֵר חֲנֻכָּה מִצְוָה חֲבִיבָה הִיא עַד מְאֹד וְצָרִיךְ אָדָם לְהִזָּהֵר בָּהּ כְּדֵי לְהוֹדִיעַ הַנֵּס וּלְהוֹסִיף בְּשֶׁבַח הָאֵל וְהוֹדָיָה לוֹ עַל הַנִּסִּים שֶׁעָשָׂה לָנוּ. אֲפִלּוּ אֵין לוֹ מַה יֹּאכַל אֶלָּא מִן הַצְּדָקָה שׁוֹאֵל אוֹ מוֹכֵר כְּסוּתוֹ וְלוֹקֵחַ שֶׁמֶן וְנֵרוֹת וּמַדְלִיק: \n",
            "english": "The mitzvah of kindling Chanukah lamps is very dear. A person should be very careful in its observance to publicize the miracle and thus increase our praise of God and our expression of thanks for the miracles which He wrought on our behalf. Even if a person has no resources for food except [what he receives] from charity, he should pawn or sell his garments and purchase oil and lamps to kindle them [in fulfillment of the mitzvah].<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">Although the Rambam's ruling is accepted by all authorities, the commentaries question the Rambam's source. The <i>Maggid Mishneh</i> explains that since in <i>Hilchot Chametz UMatzah</i> 7:7 (based on <i>Pesachim</i> 10:1), the Rambam states that even a person who derives his income from charity should not drink less than four cups of wine on Pesach, we can conclude that the same concept applies with regard to Chanukah. Indeed, as explained in the following halachah, kindling Chanukah candles receives priority over the recitation of <i>Kiddush</i>.<br>The concept of selling or pawning one's clothes to perform a mitzvah is mentioned in <i>Megillah</i> 27b with regard to the mitzvah of <i>Kiddush</i>.</i>"
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הֲרֵי שֶׁאֵין לוֹ אֶלָּא פְּרוּטָה אַחַת וּלְפָנָיו קִדּוּשׁ הַיּוֹם וְהַדְלָקַת נֵר חֲנֻכָּה מַקְדִּים לִקְנוֹת שֶׁמֶן לְהַדְלִיק נֵר חֲנֻכָּה עַל הַיַּיִן לְקִדּוּשׁ הַיּוֹם. הוֹאִיל וּשְׁנֵיהֶם מִדִּבְרֵי סוֹפְרִים מוּטָב לְהַקְדִּים נֵר חֲנֻכָּה שֶׁיֵּשׁ בּוֹ זִכְרוֹן הַנֵּס: \n",
            "english": "When a person has only a single <i>prutah</i><sup class=\"footnote-marker\">1</sup><i class=\"footnote\">A <i>prutah</i> is worth .05 gram of silver, approximately 5-10 cents in today's currency. It is a significant commentary on the inflation in food costs to note that either a cup of wine or a measure of oil could be purchased for that amount.</i> and he [is required to fulfill both the mitzvot of] sanctifying the [Sabbath] day<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">reciting <i>kiddush</i></i> and lighting the Chanukah lamp, he should give precedence to purchasing oil to kindle the Chanukah lamp over [purchasing] wine to recite <i>kiddush</i>.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">In this instance, he should recite <i>kiddush</i> over bread, as stated in <i>Hilchot Shabbat</i> 29:9. If a person has the choice between purchasing bread for his Sabbath meal or oil for his Chanukah lamp, the bread is given priority (<i>Mishnah Berurah</i> 678:4).</i> Since both [of these mitzvot] are Rabbinic in origin,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">There is a Biblical commandment to \"Remember the Sabbath to sanctify it\" (Exodus 20:8 . This commandment, however, involves merely making a statement of the day's holiness; the concept of associating the <i>kiddush</i> with wine is Rabbinic in origin (<i>Hilchot Shabbat</i> 29:1,6).</i> it is preferable to give precedence to the kindling of the Chanukah lamp, for it commemorates the miracle.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">fulfilling the purpose of <i>pirsumei nisa</i>.</i>"
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָיָה לְפָנָיו נֵר בֵּיתוֹ וְנֵר חֲנֻכָּה אוֹ נֵר בֵּיתוֹ וְקִדּוּשׁ הַיּוֹם נֵר בֵּיתוֹ קוֹדֵם מִשּׁוּם שְׁלוֹם בֵּיתוֹ שֶׁהֲרֵי הַשֵּׁם נִמְחָק לַעֲשׂוֹת שָׁלוֹם בֵּין אִישׁ לְאִשְׁתּוֹ. גָּדוֹל הַשָּׁלוֹם שֶׁכָּל הַתּוֹרָה נִתְּנָה לַעֲשׂוֹת שָׁלוֹם בָּעוֹלָם שֶׁנֶּאֱמַר <small>(משלי ג יז)</small> \"דְּרָכֶיהָ דַרְכֵי נֹעַם וְכָל נְתִיבֹתֶיהָ שָׁלוֹם\": \n",
            "english": "If [a person has the opportunity to fulfill only one of two mitzvot,] lighting a lamp for one's home [i.e., Sabbath candles]<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Perhaps the Rambam uses the expression \"lighting a lamp for one's home,\" rather than the expression \"the Sabbath lamp\" to emphasize that the focus is on how the Sabbath lamp leads to peace in the home.</i> or lighting a Chanukah lamp<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">or, alternatively, lighting a lamp for one's home or reciting kiddush - It is questionable why the Rambam mentions the latter law in <i>Hilchot Chanukah</i> when both the mitzvot concerned relate to the Sabbath. Although <i>Shabbat</i> 23b, the source for this halachah, refers to the two items mentioned in this halachah together, there is no necessity for the Rambam to do so. On the contrary, the Rambam structured the <i>Mishneh Torah</i> subject by subject. Seemingly, it would have been proper for him to mention this law in <i>Hilchot Shabbat</i>. [Indeed, the <i>Tur</i> and the <i>Shulchan Aruch</i> (<i>Orach Chayim</i> 263:3) mention this law in connection with the laws of the Sabbath as well.]<br>By structuring his text in this manner, however, the Rambam indicates that the priority of kindling Sabbath candles stems not from a particular law associated with the Sabbath, but rather from a general principle - the importance of peace - which relates to the entire Torah as a whole (<i>Likkutei Sichot</i>, Vol. XV).</i> - or, alternatively, lighting a lamp for one's home or reciting <i>kiddush</i> - the lamp for one's home receives priority, since it generates peace within the home.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\"><i>Shabbat</i> 23b associates the Sabbath candles with peace, explaining that they prevent the members of the household from stumbling over obstacles, and also allow them to avoid the discomfort of sitting in darkness.<br>Significantly, in <i>Hilchot Shabbat</i> 5:1, the Rambam mentions that the Sabbath candles contribute to the atmosphere of <i>oneg Shabbat</i>, Sabbath pleasure. Similarly, in <i>Hilchot Shabbat</i> 30:5, he mentions them as being associated with activities carried out in honor of the Sabbath (<i>k'vod Shabbat</i>). In the laws of the Sabbath itself, the Rambam does not mention the connection between the Sabbath candles and peace within the home.<br>This relates to the concept mentioned previously, that the peace generated by the Sabbath candles relates to the Torah as a whole and not to the Sabbath in particular (<i>Likkutei Sichot, loc. cit.</i>).</i><br>[Peace is of primary importance, as reflected by the mitzvah requiring] God's name to be blotted out<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">As mentioned in <i>Hilchot Yesodei HaTorah</i>, Chapter 6, blotting out God's name is a severe matter and constitutes a Torah prohibition. Nevertheless, this prohibition is waived</i> to create peace between a husband and his wife.<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The Rambam is referring to the process of testing a <i>sotah</i>, a woman suspected of committing adultery. A curse against her containing God's name is written on a scroll. The text is rubbed out in water, and the water is given to the woman to drink. If she indeed committed adultery, she will die. (See Numbers 5:11-31; <i>Hilchot Sotah</i> 3:8-10.)</i> Peace is great, for the entire Torah was given<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">The Rambam's choice of wording is extremely precise. The Torah does not exist for the world. On the contrary, <i>Shabbat</i> 88b relates that the Torah existed even before the world came into being. I.e., the Torah represents spiritual truths that transcend our material existence. Nevertheless, the Torah \"was given,\" drawn down into the context of our material frame of reference for a purpose,</i> to bring about peace within the world, as [Proverbs 3:17] states: \"Its ways are pleasant ways and all its paths are peace.\"<br>Blessed<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">This concept shares an intrinsic connection to Chanukah (and is therefore chosen as the conclusion for <i>Hilchot Chanukah</i>), because the Chanukah candles are intended for the purpose of <i>pirsumei nisa</i>. They project the light of Torah into the world at large and make the world conscious of its Godly purpose. The spreading of the awareness of Godliness is associated with peace, as reflected by the Rambam's statements at the conclusion of the <i>Mishneh Torah</i>:In that era (the Era of the Redemption), there will be... neither envy nor competition.... The occupation of the entire world will be solely to know God.... \"For the world will be filled with the knowledge of God as the waters cover the ocean bed.\"May we merit the coming of that era in the immediate future.</i> be the Merciful One who grants assistance. This concludes the third book.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">The standard printed text of the <i>Mishneh Torah</i> also contains the line \"And this concludes the first part [of the work].\" We have omitted this line, for nowhere else is a division of the <i>Mishneh Torah</i> into parts mentioned.</i>"
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:14:15.517Z",
    "totalChapters": 4,
    "status": "imported_sefaria"
  }
}
