{
  "id": "service_on_the_day_of_atonement",
  "name": "Mishneh Torah, Service on the Day of Atonement",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Service on the Day of Atonement",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בְיוֹם הַצּוֹם מַקְרִיבִין תָּמִיד בַּשַּׁחַר וְתָמִיד בֵּין הָעַרְבַּיִם כְּסֵדֶר כָּל יוֹם וְיוֹם. וּמַקְרִיבִין מוּסַף הַיּוֹם פַּר וְאַיִל וְשִׁבְעָה כְּבָשִׂים כֻּלָּם עוֹלוֹת. וְשָׂעִיר חַטָּאת נַעֲשֶׂה בַּחוּץ וְהוּא נֶאֱכָל לָעֶרֶב. וְעוֹד מַקְרִיבִין יֶתֶר עַל מוּסָף זֶה. פַּר בֶּן בָּקָר לְחַטָּאת וְהוּא נִשְׂרָף. וְאַיִל לְעוֹלָה. וּשְׁנֵיהֶם מִשֶּׁל כֹּהֵן גָּדוֹל. וְאַיִל הַבָּא מִשֶּׁל צִבּוּר הָאָמוּר בְּפָרָשַׁת <small>(ויקרא טז א)</small> \"אַחֲרֵי מוֹת\". וְהוּא הָאַיִל הָאָמוּר בְּחֻמַּשׁ הַפְּקוּדִים בִּכְלַל הַמּוּסָף. וְהוּא הַנִּקְרָא אֵיל הָעָם. וְעוֹד מְבִיאִין מִשֶּׁל צִבּוּר שְׁנֵי שְׂעִירֵי עִזִּים. אֶחָד קָרֵב חַטָּאת וְהוּא נִשְׂרָף. וְהַשֵּׁנִי שָׂעִיר הַמִּשְׁתַּלֵּחַ. נִמְצְאוּ כָּל הַבְּהֵמוֹת הַקְּרֵבִים בְּיוֹם זֶה חֲמֵשׁ עֶשְׂרֵה. שְׁנֵי תְּמִידִין. וּפַר. וּשְׁנֵי אֵילִים וְשִׁבְעָה כְּבָשִׂים כֻּלָּם עוֹלוֹת. וּשְׁנֵי שְׂעִירִים חַטָּאת אֶחָד נַעֲשֶׂה בַּחוּץ וְנֶאֱכַל לָעֶרֶב וְהַשֵּׁנִי נַעֲשֶׂה בִּפְנִים וְנִשְׂרָף. וּפַר כֹּהֵן גָּדוֹל לְחַטָּאת וְהוּא נִשְׂרָף: ",
            "english": "On the fast day of Yom Kippur, we sacrifice a continuous offering in the morning and in the late afternoon according to the order followed every day. And the additional sacrifices of the day are offered: a bull, a ram, and seven sheep - all these are burnt-offerings - and a sin-offering of a goat whose service is performed outside and which is eaten in the evening.<br>Besides these additional offerings are sacrificed:<br>a) a young ox as a sin-offering; it is burnt;<br>b) a ram as a burnt-offering; both of these are brought by the High Priest;<br>c) the ram which is brought from communal funds that is mentioned in the passage <i>Acharei Mot</i>; it is the ram mentioned in the Book of Numbers as part of the additional offering; it is called the ram of the people.<br>In addition, two goats are brought from communal funds: one is offered as a sin-offering and it is burnt and the other is the goat sent to Azazel.<br>Thus there are a total of fifteen animals sacrificed on this day: two continuous offerings, a bull, two rams and seven sheep; these are all burnt-offerings, two goats as sin-offerings, one offered outside the Temple building which is eaten in the evening and one whose blood is offered in the Temple building and which is burnt, and the bull of the High Priest which is a sin-offering that is burnt."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "עֲבוֹדַת כָּל חֲמֵשׁ עֶשְׂרֵה בְּהֵמוֹת אֵלּוּ הַקְּרֵבִין בְּיוֹם זֶה אֵינָהּ אֶלָּא בְּכֹהֵן גָּדוֹל בִּלְבַד. אֶחָד כֹּהֵן הַמָּשׁוּחַ בְּשֶׁמֶן הַמִּשְׁחָה אוֹ הַמְרֻבֶּה בִּבְגָדִים. וְאִם הָיְתָה שַׁבָּת אַף מוּסַף שַׁבָּת אֵין מַקְרִיב אוֹתוֹ אֶלָּא כֹּהֵן גָּדוֹל. וְכֵן שְׁאָר הָעֲבוֹדוֹת שֶׁל יוֹם זֶה כְּגוֹן הַקְטָרַת הַקְּטֹרֶת שֶׁל כָּל יוֹם וַהֲטָבַת הַנֵּרוֹת הַכּל עָשׂוּי בְּכֹהֵן גָּדוֹל נָשׂוּי שֶׁנֶּאֱמַר <small>(ויקרא טז ו)</small> <small>(ויקרא טז יא)</small> <small>(ויקרא טז יז)</small> \"וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ\". בֵּיתוֹ זוֹ אִשְׁתּוֹ:  ",
            "english": "The sacrificial service for all these fifteen animals that are offered on this day may be performed only by the High Priest. This applies both to a High Priest anointed with the oil of anointment or initiated into office by wearing the garments of the High Priest.<br>If Yom Kippur fell on the Sabbath, even the additional offering of the Sabbath should be sacrificed only by the High Priest. Similarly, all of the other services performed on this day, the offering of the daily incense offering, the kindling of the <i>Menorah's</i> lamps, are all performed by a married High Priest, as Leviticus 16:6 states: \"And he shall atone for himself and his household.\" \"His household\" refers to his wife."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שִׁבְעַת יָמִים קֹדֶם לְיוֹם הַכִּפּוּרִים מַפְרִישִׁין כֹּהֵן גָּדוֹל מִבֵּיתוֹ לְלִשְׁכָּתוֹ שֶׁבַּמִּקְדָּשׁ וְדָבָר זֶה קַבָּלָה מִמּשֶׁה רַבֵּנוּ. וּמַפְרִישִׁין אוֹתוֹ מֵאִשְׁתּוֹ כָּל שִׁבְעַת יָמִים אֵלּוּ שֶׁמָּא תִּמָּצֵא אִשְׁתּוֹ נִדָּה וְנִמְצָא טָמֵא שִׁבְעַת יָמִים וְאֵינוֹ יָכוֹל לַעֲבֹד. וּמַתְקִינִין לוֹ כֹּהֵן גָּדוֹל אַחֵר שֶׁאִם יֶאֱרַע בְּזֶה פִּסּוּל יַעֲבֹד הָאַחֵר תַּחְתָּיו. בֵּין שֶׁאֵרַע בּוֹ פִּסּוּל קֹדֶם תָּמִיד שֶׁל שַׁחַר בֵּין שֶׁאֵרַע בּוֹ פִּסּוּל אַחַר שֶׁהִקְרִיב קָרְבָּנוֹ זֶה שֶׁנִּכְנַס תַּחְתָּיו אֵינוֹ צָרִיךְ חִנּוּךְ אֶלָּא עֲבוֹדָתוֹ מְחַנַּכְתּוֹ וּמַתְחִיל מֵעֲבוֹדָה שֶׁפָּסַק בָּהּ הָרִאשׁוֹן. עָבַר יוֹם הַכִּפּוּרִים הֲרֵי הָרִאשׁוֹן חוֹזֵר לַעֲבוֹדָתוֹ וְהַשֵּׁנִי עוֹבֵר וְכָל מִצְוֹת כְּהֻנָּה גְּדוֹלָה עָלָיו אֶלָּא שֶׁאֵינוֹ עוֹבֵד כְּכֹהֵן גָּדוֹל וְאִם עָבַד עֲבוֹדָתוֹ כְּשֵׁרָה. וְאִם מֵת הָרִאשׁוֹן זֶה הַשֵּׁנִי מִתְמַנֶּה תַּחְתָּיו: ",
            "english": "For seven days prior to Yom Kippur, the High Priest departs from his home and stays in his chamber in the Temple. This is a tradition received from Moses our teacher. He is separated from his wife for these seven days, lest his wife become a <i>niddah</i> in the midst of relations and he become impure for seven days and thus unable to perform the Temple service.<br>A substitute High Priest is prepared so that if this one becomes disqualified, the other may serve instead of him. Whether the disqualifying factor takes place when offering the continuous offering of the morning or the disqualifying factor occurred after he offered his sacrifice, the replacement need not be installed in his office by offering a special sacrifice. Instead, the performance of the sacrificial service of the day installs him. He should begin from the service where the other ceased.<br>After Yom Kippur, the first High Priest resumes his position and the second ceases to serve in this capacity. All of the mitzvot incumbent on a High Priest are incumbent on him, but he does not carry out the service of the High Priest. If he does perform that service, his service is acceptable. When the first dies, he is appointed in his place."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בְּשִׁבְעַת יָמִים אֵלּוּ מַזִּין עָלָיו מֵאֵפֶר הַפָּרָה בַּשְּׁלִישִׁי לְהַפְרָשָׁתוֹ וּבַשְּׁבִיעִי שֶׁהוּא עֶרֶב יוֹם הַכִּפּוּרִים שֶׁמָּא נִטְמָא בְּמֵת וְלֹא יָדַע. וְאִם חָל יוֹם שַׁבָּת בַּשְּׁלִישִׁי אוֹ בַּשְּׁבִיעִי שֶׁלּוֹ דּוֹחִין אֶת הַהַזָּיָה: ",
            "english": "During these seven days, he is sprinkled with the ashes of the Red Heifer on the third day after he was separated and on the seventh day which is the day before Yom Kippur, lest he have contracted impurity from a corpse unknowingly. If the third or the seventh day of the sprinkling falls on the Sabbath, the sprinkling is not performed."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל שִׁבְעַת הַיָּמִים מַרְגִּילִין אוֹתוֹ בַּעֲבוֹדוֹת. זוֹרֵק אֶת הַדָּם וּמַקְטִיר אֶת הַקְּטֹרֶת וּמֵיטִיב אֶת הַנֵּרוֹת וּמַקְטִיר אֵיבְרֵי תָּמִיד עַל הַמִּזְבֵּחַ כְּדֵי שֶׁיִּהְיֶה רָגִיל בַּעֲבוֹדָה בְּיוֹם הַכִּפּוּרִים. וּמוֹסְרִין לוֹ זְקֵנִים מִזִּקְנֵי בֵּית דִּין וְקוֹרְאִים לְפָנָיו וּמְלַמְּדִין אוֹתוֹ עֲבוֹדַת הַיּוֹם וְסִדּוּרָהּ וְאוֹמְרִין לוֹ אִישִׁי כֹּהֵן גָּדוֹל קְרָא אַתָּה בְּפִיךָ שֶׁמָּא שָׁכַחְתָּ אוֹ שֶׁמָּא לֹא לָמַדְתָּ דָּבָר זֶה. וְעֶרֶב יוֹם הַכִּפּוּרִים בְּשַׁחֲרִית הָיוּ מַעֲמִידִין אוֹתוֹ בְּשַׁעֲרֵי הַמִּזְרָח וּמַעֲבִירִין לְפָנָיו פָּרִים וְאֵילִים וּכְבָשִׂים כְּדֵי שֶׁיִּהְיֶה מַכִּיר וְרָגִיל בַּעֲבוֹדָה: ",
            "english": "For all of these seven days, he is trained to perform the Temple service. He casts the blood on the altar, offers the incense, kindles the lamps, and offers the limbs of the continuous offering on the altar's pyre so that he will be familiar with the Temple service.<br>He is given sages from the elders of the court who read the relevant passages for him and teach him the service necessary to be performed on the holy day and its order. They tell him: \"My sir, the High Priest, read by yourself, for perhaps you have forgotten or you never learned this point.\" On the day before Yom Kippur in the morning, they would have him stand in the eastern gates of the Temple Courtyard and cause bulls, rams, and sheep to pass before him so he would be familiar and accustomed with the Temple service."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל שִׁבְעַת הַיָּמִים לֹא הָיוּ מוֹנְעִין מִמֶּנּוּ מַאֲכָל וּמַשְׁקֶה. עֶרֶב יוֹם הַכִּפּוּרִים עִם חֲשֵׁכָה לֹא הָיוּ מַנִּיחִין אוֹתוֹ לֶאֱכל הַרְבֵּה שֶׁהַמַּאֲכָל מֵבִיא אֶת הַשֵּׁנָה. וְלֹא הָיוּ מַנִּיחִין אוֹתוֹ לִישֹׁן שֶׁמָּא יִרְאֶה קֶרִי. וְלֹא הָיוּ מַאֲכִילִין אוֹתוֹ דְּבָרִים הַמַּרְגִּילִין לְשִׁכְבַת זֶרַע כְּגוֹן בֵּיצִים וְחָלָב חַם וְכַיּוֹצֵא בָּהֶן: ",
            "english": "Throughout these seven days food and drink are not withheld from him. Nevertheless, on the day before Yom Kippur before nightfall, they would not let him eat amply, for indulgence in food leads to sleep. And they would not let him sleep, lest he would have a seminal emission. They would not feed him foods that increase semen, e.g., eggs, warm milk, and the like."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בִּימֵי בַּיִת שֵׁנִי צָץ הַמִּינוּת בְּיִשְׂרָאֵל. וְיָצְאוּ הַצְּדוֹקִין מְהֵרָה יֹאבֵדוּ שֶׁאֵינָן מַאֲמִינִין בַּתּוֹרָה שֶׁבְּעַל פֶּה. וְהָיוּ אוֹמְרִין שֶׁקְּטֹרֶת שֶׁל יוֹם הַכִּפּוּרִים מַנִּיחִין אוֹתָהּ עַל הָאֵשׁ בַּהֵיכָל חוּץ לַפָּרֹכֶת וּכְשֶׁיַּעֲלֶה עֲשָׁנָהּ מַכְנִיס אוֹתָהּ לְפָנִים לְקֹדֶשׁ הַקָּדָשִׁים. הַטַּעַם. זֶה שֶׁכָּתוּב בַּתּוֹרָה <small>(ויקרא טז ב)</small> \"כִּי בֶּעָנָן אֵרָאֶה עַל הַכַּפֹּרֶת\" אָמְרוּ כִּי הוּא עֲנַן הַקְּטֹרֶת. וּמִפִּי הַשְּׁמוּעָה לָמְדוּ חֲכָמִים שֶׁאֵין נוֹתֵן הַקְּטֹרֶת אֶלָּא בְּקֹדֶשׁ הַקָּדָשִׁים לִפְנֵי הָאָרוֹן. שֶׁנֶּאֱמַר <small>(ויקרא טז יג)</small> \"וְנָתַן הַקְּטֹרֶת עַל הָאֵשׁ לִפְנֵי ה'\". וּלְפִי שֶׁהָיוּ חוֹשְׁשִׁין בְּבַיִת שֵׁנִי שֶׁמָּא כֹּהֵן גָּדוֹל זֶה נוֹטֶה לְצַד מִינוּת. הָיוּ מַשְׁבִּיעִין אוֹתוֹ עֶרֶב יוֹם הַכִּפּוּרִים וְאוֹמְרִים לוֹ אִישִׁי כֹּהֵן גָּדוֹל אָנוּ שְׁלוּחֵי בֵּית דִּין וְאַתָּה שְׁלוּחֵנוּ וּשְׁלִיחַ בֵּית דִּין. מַשְׁבִּיעִין אָנוּ עָלֶיךָ בְּמִי שֶׁשִּׁכֵּן אֶת שְׁמוֹ בַּבַּיִת הַזֶּה שֶׁלֹּא תְּשַׁנֶּה דָּבָר שֶׁאָמַרְנוּ לְךָ. וְהוּא פּוֹרֵשׁ וּבוֹכֶה עַל שֶׁחֲשָׁדוּהוּ בְּמִינוּת. וְהֵן פּוֹרְשִׁין וּבוֹכִין לְפִי שֶׁחָשְׁדוּ לְמִי שֶׁמַּעֲשָׂיו סְתוּמִין שֶׁמָּא אֵין בְּלִבּוֹ כְּלוּם:  ",
            "english": "In the era of the Second Temple, heresy erupted in Israel, and the Sadducees emerged, may they speedily perish, who did not believe in the Oral Law and who maintained that the incense offering of Yom Kippur would be placed on fire in the Sanctuary outside the <i>Parochet</i> and when its smoke rose up, they would bring it into the Holy of Holies. Their rationale was that they interpreted the Torah's phrase Leviticus 16:2: \"For in a cloud I will appear on the <i>Kaporet</i>,\"as referring to the cloud of the incense offering. In contrast, according to the Oral Tradition, our Sages learned that the High Priest should place the incense on the coals only in the Holy of Holies, before the Ark, as <i>ibid.</i>:13 states: \"And he shall place the incense on the fire before God.\" Since in the Second Temple era, the Sages suspected that the High Priests would tend towards such heresy, they would have him take an oath on the day preceding Yom Kippur. They would tell him: \"My sir, the High Priest, we are agents of the court and you are our agent and an agent of the court, we administer an oath to you in the name of He Who causes His name to dwell in this house that you not deviate at all from what we told you.\"<br>The High Priest would turn away and cry because they suspected him of heresy and they would turn away and cry, because they placed suspicion on a person whose conduct was unknown. Maybe he had no such thoughts in his heart."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל לֵילֵי יוֹם הַכִּפּוּרִים כֹּהֵן גָּדוֹל יוֹשֵׁב וְדוֹרֵשׁ אִם הָיָה חָכָם. וְאִם הָיָה תַּלְמִיד דּוֹרְשִׁים לְפָנָיו. אִם הָיָה רָגִיל לִקְרֹא קוֹרֵא וְאִם לָאו קוֹרִין לְפָנָיו. כְּדֵי שֶׁלֹּא יִישַׁן. וּבַמֶּה קוֹרִין לְפָנָיו. בְּכִתְבֵי הַקֹּדֶשׁ. בִּקֵּשׁ לְהִתְנַמְנֵם פִּרְחֵי לְוִיָּה מַכִּין לְפָנָיו בְּאֶצְבַּע צְרֵדָה. וְאוֹמְרִים לוֹ אִישִׁי כֹּהֵן גָּדוֹל עֲמֹד וְהִצְטַנֵּן מְעַט עַל הָרִצְפָּה כְּדֵי שֶׁלֹּא תִּישַׁן. וּמִתְעַסְּקִין עִמּוֹ עַד שֶׁמַּגִּיעַ זְמַן שְׁחִיטָה. וְלֹא הָיוּ שׁוֹחֲטִין עַד שֶׁמַּכִּירִין שֶׁעָלָה עַמּוּד הַשַּׁחַר בְּוַדַּאי שֶׁמָּא יִשְׁחֲטוּ בַּלַּיְלָה: ",
            "english": "Throughout the entire night of Yom Kippur, the High Priest would sit and expound Torah teachings if he was a sage. If he was a scholar, expositions were delivered in his presence. If he would frequently read the Bible, he would read aloud. If not, they would read for him so that he would not sleep.<br>What would they read for him? The Holy Scriptures. If he sought to doze off, the young Levites would snap their fingers before him and say: \"My sir, the High Priest, stand up and cool your feet on the ground,\" so that he would not sleep. They would keep him busy until the time for the slaughter of the morning sacrifice arrived. They would not have the sacrificial animal slaughtered until they were certain that dawn had broken lest the animal be slaughtered at night."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל מַעֲשֵׂה הַתְּמִידִין וְהַמּוּסָפִין שֶׁל יוֹם זֶה כֹּהֵן גָּדוֹל עוֹשֶׂה אוֹתָן וְהוּא לָבוּשׁ בְּבִגְדֵי זָהָב. וַעֲבוֹדוֹת הַמְיֻחָדוֹת לְיוֹם זֶה בְּבִגְדֵי לָבָן. וַעֲבוֹדָה הַמְיֻחֶדֶת לְיוֹם זֶה הִיא מַעֲשֵׂה הַפָּר שֶׁל כֹּהֵן גָּדוֹל. וּשְׁנֵי הַשְּׂעִירִים שֶׁאֶחָד מֵהֶן שָׂעִיר הַמִּשְׁתַּלֵּחַ. וְהַקְטָרַת הַקְּטֹרֶת בְּקֹדֶשׁ הַקָּדָשִׁים. כָּל אֵלּוּ בְּבִגְדֵי לָבָן הֵם נַעֲשִׂים: ",
            "english": "All of the procedures involving the offering of the continuous offerings and the additional offerings of this day are performed by the High Priest while he is wearing his golden garments. The unique services of this day, by contrast, are performed while he is wearing his white garments.<br>The unique services of the day are: the offering of the bull brought by the High Priest, the offering of the two goats including the one sent to Azazel, and the offering of the incense in the Holy of Holies. All of these services are performed while wearing white garments."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "כָּל עֵת שֶׁיְּשַׁנֶּה הַבְּגָדִים וְיִפְשֹׁט בְּגָדִים וְלוֹבֵשׁ בְּגָדִים אֲחֵרִים טָעוּן טְבִילָה. שֶׁנֶּאֱמַר <small>(ויקרא טז כג)</small> \"וּפָשַׁט אֶת בִּגְדֵי הַבָּד\" <small>(ויקרא טז כד)</small> \"וְרָחַץ אֶת בְּשָׂרוֹ בַמַּיִם בְּמָקוֹם קָדוֹשׁ וְלָבַשׁ אֶת בְּגָדָיו\". וְחָמֵשׁ טְבִילוֹת וַעֲשָׂרָה קִדּוּשִׁין טוֹבֵל כֹּהֵן גָּדוֹל וּמְקַדֵּשׁ בּוֹ בַּיּוֹם. כֵּיצַד. בַּתְּחִלָּה פּוֹשֵׁט בִּגְדֵי חֹל שֶׁעָלָיו וְטוֹבֵל וְעוֹלֶה וּמִסְתַּפֵּג וְלוֹבֵשׁ בִּגְדֵי זָהָב וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וְשׁוֹחֵט אֶת הַתָּמִיד וּמַקְטִיר קְטֹרֶת שֶׁל שַׁחַר שֶׁל כָּל יוֹם וּמֵיטִיב אֶת הַנֵּרוֹת וּמַקְטִיר אֵיבְרֵי הַתָּמִיד עִם הַחֲבִיתִין וְהַנְּסָכִים וּמַקְרִיב הַפָּר וְשִׁבְעָה כְּבָשִׂים שֶׁל מוּסַף הַיּוֹם. וְאַחַר כָּךְ מְקַדֵּשׁ יָדָיו וְרַגְלָיו וּפוֹשֵׁט בִּגְדֵי הַזָּהָב וְטוֹבֵל וְעוֹלֶה וּמִסְתַּפֵּג וְלוֹבֵשׁ בִּגְדֵי לָבָן. וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו וְעוֹבֵד עֲבוֹדַת הַיּוֹם כָּל הַוִּדּוּיִּים עִם הַהַגְרָלָה וּזְרִיקַת הַדָּמִים בִּפְנִים וְהַקְטָרַת הַקְּטֹרֶת בְּקֹדֶשׁ הַקָּדָשִׁים. וּמוֹסֵר הַשָּׂעִיר לַמְשַׁלְּחוֹ לַעֲזָאזֵל. וּמוֹצִיא אֵימוּרֵי הַפָּר וְהַשָּׂעִיר הַנִּשְׂרָפִים וּמוֹסֵר שְׁאֵרָן לִשְׂרֵפָה. וְאַחַר כָּךְ מְקַדֵּשׁ יָדָיו וְרַגְלָיו וּפוֹשֵׁט בִּגְדֵי לָבָן וְטוֹבֵל וְעוֹלֶה וּמִסְתַּפֵּג. וְלוֹבֵשׁ בִּגְדֵי זָהָב וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וּמַקְרִיב שְׂעִיר חַטָּאת שֶׁל מוּסָף הַיּוֹם וְאֵילוֹ וְאֵיל הָעָם. וְהֵם עוֹלוֹת. וּמַקְטִיר אֵימוּרֵי פַּר וְשָׂעִיר הַנִּשְׂרָפִין. וּמַקְרִיב תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. וְאַחַר כָּךְ מְקַדֵּשׁ יָדָיו וְרַגְלָיו וּפוֹשֵׁט בִּגְדֵי זָהָב. וְטוֹבֵל וְעוֹלֶה וּמִסְתַּפֵּג וְלוֹבֵשׁ בִּגְדֵי לָבָן. וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וְנִכְנָס לְקֹדֶשׁ הַקָּדָשִׁים. וּמוֹצִיא מִשָּׁם אֶת הַכַּף וְאֶת הַמַּחְתָּה. וְאַחַר כָּךְ מְקַדֵּשׁ יָדָיו וְרַגְלָיו וּפוֹשֵׁט בִּגְדֵי לָבָן. וְטוֹבֵל וְעוֹלֶה וּמִסְתַּפֵּג. וְלוֹבֵשׁ בִּגְדֵי זָהָב וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וּמַקְטִיר קְטֹרֶת שֶׁל בֵּין הָעַרְבַּיִם שֶׁל כָּל יוֹם וּמֵיטִיב אֶת הַנֵּרוֹת בֵּין הָעַרְבַּיִם. וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וּפוֹשֵׁט בִּגְדֵי זָהָב וְלוֹבֵשׁ בִּגְדֵי חֹל וְיוֹצֵא: ",
            "english": "Whenever the High Priest must change his clothes, removing one set of garments and putting on the others, he must immerse himself in a <i>mikveh</i>, as Leviticus 16:23-24] states: \"And he shall remove the linen garments... and wash his flesh with water in a holy place and put on his garments.\" The High Priest would immerse himself five times and sanctify his hands and feet ten times on that day.<br>What is implied? At the outset, he would remove the ordinary garments he was wearing and immerse himself. He would ascend, dry himself, put on his golden garments and, sanctify his hands and feet. He would slaughter the continuous offering, offer the daily morning incense, and kindle the lamps of the <i>Menorah</i>. He would then offer the limbs of the continuous offering on the pyre of the altar together with the <i>chavitin</i> offering and the wine libations. Then he would offer the bull and the seven sheep of the additional offering of the day.<br>Afterwards, he would sanctify his hands and feet and remove his golden garments. He would immerse himself, ascend, dry himself, put on his white garments, and sanctify his hands and feet. He would then perform the unique service of the day, reciting all the confessions, performing the lottery of the goats, sprinkling the blood in the Temple building and offering the incense offering in the Holy of Holies. He would entrust the goat to the one who would send it to Azazel, remove the fats and organs of the bull and the goat that will be burnt and entrust the remainder to the one who will burn them.<br>Afterwards, he would sanctify his hands and feet and remove his white garments. He would immerse himself, ascend, dry himself, put on his golden garments, and sanctify his hands and feet. He would then offer the sin-offering of a goat of the additional offerings of the day, his ram and the ram of the people. These are all burnt-offerings. He would offer the fats and organs of the bull and the goat that were burnt, and offer the continuous offering of the afternoon.<br>Afterwards, he would sanctify his hands and feet and remove his golden garments. He would immerse himself, ascend, dry himself, put on his white garments, and sanctify his hands and feet. He would then enter the Holy of Holies and remove the incense-ladle and the fire-pan. Afterwards, he would sanctify his hands and feet and remove his white garments. He would immerse himself, ascend, dry himself, put on his golden garments, and sanctify his hands and feet. He would then offer the daily, afternoon incense offering and kindle the lamps of the <i>Menorah</i> for the afternoon. He would then sanctify his hands and feet, remove his golden garments, put on his ordinary clothes and depart."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כָּל הַטְּבִילוֹת הָאֵלּוּ וְהַקִּדּוּשִׁין כֻּלָּן בַּמִּקְדָּשׁ שֶׁנֶּאֱמַר <small>(ויקרא טז כד)</small> \"וְרָחַץ אֶת בְּשָׂרוֹ בַמַּיִם בְּמָקוֹם קָדוֹשׁ\". חוּץ מִטְּבִילָה רִאשׁוֹנָה שֶׁהוּא רַשַּׁאי לִטְבּל אוֹתָהּ בְּחֹל שֶׁאֵינָהּ אֶלָּא לְהוֹסִיף כַּוָּנָתוֹ. שֶׁאִם יִזְכֹּר טֻמְאָה יְשָׁנָה שֶׁבְּיָדוֹ יִפְרשׁ מִמֶּנָּה בִּטְבִילָה זוֹ לִשְׁמָהּ. וְכָל כֹּהֵן שֶׁלֹּא טָבַל בֵּין בְּגָדִים לִבְגָדִים אוֹ שֶׁלֹּא קִדֵּשׁ בֵּין בֶּגֶד לְבֶגֶד וּבֵין עֲבוֹדָה לַעֲבוֹדָה וְעָבַד. עֲבוֹדָתוֹ כְּשֵׁרָה: ",
            "english": "All of these immersions and the sanctification of his hands and feet were performed in the Temple Courtyard, as the verse states: \"And he shall wash his flesh with water in a holy place,\" with the exception of the first immersion which he is permitted to perform outside the Temple, for it is only to heighten his awareness so that he will remember any old situation that caused him to become impure and separate himself from this impurity by immersing himself with that intent.<br>If a High Priest did not immerse himself between a change of clothes or did not sanctify his hands and feet between a change of clothes and between one type of service and another and still performed the service, his service is acceptable."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָיָה כֹּהֵן גָּדוֹל זָקֵן אוֹ חוֹלֶה מְלַבְּנִין עֲשָׁשִׁיּוֹת שֶׁל בַּרְזֶל בְּאֵשׁ מִבָּעֶרֶב וּלְמָחָר מְטִילִין אוֹתָן בְּמַיִם כְּדֵי לְהָפִיג צִנָּתָן שֶׁאֵין שְׁבוּת בַּמִּקְדָּשׁ. אוֹ מְעָרְבִין מַיִם חַמִּין בְּמֵי הַמִּקְוֶה עַד שֶׁתָּפִיג צִנָּתָן: ",
            "english": "If the High Priest was elderly or sick, iron slabs should be made white-hot in fire from the previous day, and on the next day they would be cast into the water to remove its chill. This is permitted because prohibitions defined as <i>shvut</i> need not be observed in the Temple. Alternatively, hot water is mixed with the <i>mikveh</i> water to remove its chill."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "בְּכָל יוֹם כֹּהֵן גָּדוֹל מְקַדֵּשׁ יָדָיו וְרַגְלָיו מִן הַכִּיּוֹר כִּשְׁאָר הַכֹּהֲנִים וְהַיּוֹם מְקַדֵּשׁ מִקִּיתוֹן שֶׁל זָהָב מִשּׁוּם כְּבוֹדוֹ. בְּכָל יוֹם הַכֹּהֲנִים עוֹלִים בְּמִזְרָחוֹ שֶׁל כֶּבֶשׁ וְיוֹרְדִין בְּמַעֲרָבוֹ וְהַיּוֹם עוֹלִים בָּאֶמְצַע וְיוֹרְדִין בָּאֶמְצַע לִפְנֵי כֹּהֵן גָּדוֹל כְּדֵי לְהַדְּרוֹ. בְּכָל יוֹם מִי שֶׁזָּכָה בַּמַּחְתָּה חוֹתֶה בְּמַחְתָּה שֶׁל כֶּסֶף וּמְעָרֶה הָאֵשׁ לְמַחְתָּה שֶׁל זָהָב וְהַיּוֹם חוֹתֶה כֹּהֵן גָּדוֹל בְּמַחְתָּה שֶׁל זָהָב וּבָהּ נִכְנָס לַהֵיכָל. שֶׁלֹּא לְיַגְּעוֹ בְּתוֹסֶפֶת עֲבוֹדָה. וְכֵן מַחְתָּה שֶׁל כָּל יוֹם מַחְזֶקֶת אַרְבָּעָה קַבִּין וְשֶׁל הַיּוֹם שְׁלֹשָׁה קַבִּין וּבְכָל יוֹם הָיְתָה כְּבֵדָה וְהַיּוֹם קַלָּה. וּבְכָל יוֹם יָדָהּ קְצָרָה וְהַיּוֹם אֲרֻכָּה כְּדֵי לְהָקֵל עַל כֹּהֵן גָּדוֹל שֶׁלֹּא יִיגַע. בְּכָל יוֹם וְיוֹם הָיוּ עַל הַמִּזְבֵּחַ שָׁלֹשׁ מַעֲרָכוֹת שֶׁל אֵשׁ וְהַיּוֹם הָיוּ שָׁם אַרְבַּע. מוֹסִיפִין מַעֲרָכָה כְּדֵי לְהַדֵּר הַמִּזְבֵּחַ וּלְעַטְּרוֹ: ",
            "english": "Every other day, the High Priest sanctifies his hands and feet from the basin like the other priests. On this day, he sanctifies them from a golden pitcher as an expression of honor for him.<br>Every day, the priests ascend on the eastern side of the ramp and descend on the western side. On this day, they ascend in the center and descend in the center before the High Priest to glorify him.<br>Every day, the priest who merited to bring the incense offering would gather coals in a silver fire-pan and then shift the fire into a golden fire-pan. On this day, the High Priest gathers the coals with a golden fire pan and enters the Temple Building with it so as not to weary him with additional service. Similarly, the fire-pan used every day holds four <i>kabbin</i> of coals and the one used on this day, three. The one used every day was heavy and the one used this day, light. The one used every day had a short handle and the one used this day, a long one. All of these were measures to make it easier for the High Priest so that he would not weary.<br>Every day, there were three arrangements of fire on the altar. On this day, there were four. Another arrangement was added in order to glorify the altar and adorn it."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "זֶה שֶׁנֶּאֱמַר בַּתּוֹרָה <small>(ויקרא טז יז)</small> \"וְכִפֶּר בַּעֲדוֹ וּבְעַד בֵּיתוֹ וּבְעַד כָּל קְהַל יִשְׂרָאֵל\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה וִדּוּי דְּבָרִים. נִמְצֵאתָ לָמֵד שֶׁהוּא מִתְוַדֶּה בְּיוֹם זֶה שְׁלֹשָׁה וִדּוּיִים. אֶחָד עַל יְדֵי עַצְמוֹ תְּחִלָּה. וִדּוּי שֵׁנִי עַל יְדֵי עַצְמוֹ עִם שְׁאָר הַכֹּהֲנִים. וּשְׁנֵיהֶם עַל פַּר הַחַטָּאת אֲשֶׁר לוֹ. וְהַוִּדּוּי שְׁלִישִׁי עַל יְדֵי כָּל יִשְׂרָאֵל עַל שָׂעִיר הַמִּשְׁתַּלֵּחַ. וּמַזְכִּיר אֶת הַשֵּׁם בְּכָל וִדּוּי מֵהֶן שָׁלֹשׁ פְּעָמִים. כֵּיצַד הוּא אוֹמֵר. אָנָּא הַשֵּׁם חָטָאתִי עָוִיתִי וּפָשַׁעְתִּי לְפָנֶיךָ אָנָּא הַשֵּׁם כַּפֵּר נָא לַחֲטָאִים וְלָעֲווֹנוֹת וְלַפְּשָׁעִים שֶׁחָטָאתִי וְשֶׁעָוִיתִי וְשֶׁפָּשַׁעְתִּי וְכוּ' שֶׁנֶּאֱמַר <small>(ויקרא טז ל)</small> \"כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכּל חַטֹּאתֵיכֶם לִפְנֵי ה' תִּטְהָרוּ\". הֲרֵי שָׁלֹשׁ פְּעָמִים הִזְכִּיר אֶת הַשֵּׁם. וְכֵן בְּכָל וִדּוּי מֵהֶן. וּכְשֶׁהוּא נוֹתֵן אֶת הַגּוֹרָל עַל שְׂעִיר הַחַטָּאת אוֹמֵר לַהַשֵּׁם חַטָּאת. נִמְצָא מַזְכִּיר אֶת הַשֵּׁם בַּיּוֹם זֶה עֶשֶׂר פְּעָמִים. וּבְכֻלָּם הוּא מַזְכִּיר כִּכְתָבוֹ שֶׁהוּא הַשֵּׁם הַמְפֹרָשׁ. בָּרִאשׁוֹנָה הָיָה מַגְבִּיהַּ אֶת קוֹלוֹ בַּשֵּׁם. כֵּיוָן שֶׁרַבּוּ פְּרוּצִין חָזְרוּ לְאָמְרוֹ בְּקוֹל נָמוּךְ וּמַבְלִיעוֹ בִּנְעִימוּת עַד שֶׁלֹּא יַכִּירוּ בּוֹ אֲפִלּוּ חֲבֵרָיו הַכֹּהֲנִים: ",
            "english": "The Torah's statements Leviticus 16:17: \"And he shall atone for himself, for his household, and for the entire congregation of Israel\" is interpreted by the Oral Tradition as referring to the recitation of the confessional. Thus he recites three confessions on this day:<br>one for himself first;<br>one for himself together with the other priests; both of these are recited over the bull which he brings as a sin-offering;<br>and the third is recited for the entire Jewish people on the goat sent to Azazel. In each of these confessions, he recites God's explicit name three times.<br>What is implied? He says: \"I beseech you, <i>HaShem</i>, I have sinned, transgressed, and committed iniquity before You. I beseech you, <i>HaShem</i>, please atone for the sins, transgressions, and iniquities that I committed..., as <i>ibid.</i>:30 states: \"For on that day, he shall atone for you to purify yourselves for all your sins, before God you shall be purified.\" Thus he mentions God's name three times in his confession. And he does this in each of these confessions.<br>When he places the lot on the goat of the sin-offering, he proclaims: \"A sin-offering for <i>HaShem</i>.\" Thus he mentions God's explicit name ten times on this day. On all occasions, he recites the name as it is written, pronouncing His explicit name.<br>Originally, the High Priest would raise his voice when pronouncing God's name. When the number of wanton people increased, he would recite it in a low voice, swallowing it in a sweet chant until even his priestly brethren could not recognize it."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל הַכֹּהֲנִים וְהָעָם הָעוֹמְדִים בָּעֲזָרָה כְּשֶׁהֵם שׁוֹמְעִים אֶת הַשֵּׁם הַמְפֹרָשׁ יוֹצֵא מִפִּי כֹּהֵן גָּדוֹל בִּקְדֻשָּׁה וּבְטָהֳרָה. הָיוּ כּוֹרְעִים וּמִשְׁתַּחֲוִים וְנוֹפְלִים עַל פְּנֵיהֶם וְאוֹמְרִים בָּרוּךְ שֵׁם כָּבוֹד מַלְכוּתוֹ לְעוֹלָם וָעֵד שֶׁנֶּאֱמַר <small>(דברים לב ג)</small> \"כִּי שֵׁם ה' אֶקְרָא הָבוּ גֹּדֶל לֵאלֹהֵינוּ\". וּבִשְׁלֹשֶׁת הַוִּדּוּיִּים הָיָה מִתְכַּוֵּן לִגְמֹר אֶת הַשֵּׁם כְּנֶגֶד הַמְבָרְכִין וְאוֹמֵר לָהֶן תִּטְהָרוּ. וְכָל הַיּוֹם כָּשֵׁר לְוִדּוּי יוֹם הַכִּפּוּרִים וּלְוִדּוּי הַפָּרִים הַנִּשְׂרָפִים: ",
            "english": "When all the priests and the people standing in the Temple Courtyard would hear God's explicit name recited by the High Priest in holiness and purity, they would bow, prostrate themselves, and fall on their faces, saying: \"Blessed be the name of His glorious kingdom forever and ever.\" The rationale is that Deuteronomy 32:3 states: \"When I call out the name of God, ascribe greatness to our Lord.\"<br>During the three confessions, he would intend to complete the recitation of God's name while the people were blessing, and then he would say: \"You shall be purified.\" It is acceptable to recite the confessional of Yom Kippur and the confessional over the bulls that are burnt throughout the entire day."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁנֵּי הַגּוֹרָלוֹת אֶחָד כָּתוּב עָלָיו לַהַשֵּׁם וְאֶחָד כָּתוּב עָלָיו לַעֲזָאזֵל. וְהֵם כְּשֵׁרִים מִכָּל דָּבָר בֵּין מִן הָעֵץ בֵּין מִן הָאֶבֶן בֵּין מִן הַמַּתֶּכֶת. אֲבָל לֹא יִהְיֶה אֶחָד גָּדוֹל וְאֶחָד קָטָן. אֶחָד כֶּסֶף וְאֶחָד זָהָב. אֶלָּא שְׁנֵיהֶם שָׁוִין. וְשֶׁל עֵץ הָיוּ. וּבְבַיִת שֵׁנִי עָשׂוּ אוֹתָם שֶׁל זָהָב. וּמַנִּיחִין שְׁנֵי הַגּוֹרָלוֹת בִּכְלִי אֶחָד הַמַּחֲזִיק שְׁתֵּי הַיָּדָיִם כְּדֵי שֶׁיַּכְנִיס שְׁתֵּי יָדָיו וְלֹא יִתְכַּוֵּן. וּכְלִי זֶה חֹל הוּא. וְשֶׁל עֵץ הָיָה וְקַלְפִּי שְׁמוֹ:\n",
            "english": "There were two lots: upon one was written: \"for God,\" and upon the other \"for Azazel.\" It was acceptable to make them from any substance, whether from wood, from stone, or from metal. There should not, however, be one that is large and the other small, one that is silver and the other, gold. Instead, they should both be the same. Originally, they were made of wood and in the Second Temple era, they made them of gold.<br>The two lots would be placed in a container that could fit no more than the High Priest's two hands, so that he would insert both of his hands at the same time and remove the lots without having the intent to chose one. This container was not sacred. It was made out of wood and was called a <i>kalpi</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הֵיכָן מַגְרִיל. בְּמִזְרַח הָעֲזָרָה בִּצְפוֹן הַמִּזְבֵּחַ. מַנִּיחִין שָׁם הַקַּלְפִּי. וּמַעֲמִידִין שְׁנֵי הַשְּׂעִירִים פְּנֵיהֶן לַמַּעֲרָב וַאֲחוֹרֵיהֶם לַמִּזְרָח. וְכֹהֵן גָּדוֹל בָּא לְשָׁם וְהַסְּגָן מִימִינוֹ וְרֹאשׁ בֵּית אָב מִשְּׂמֹאלוֹ וּשְׁנֵי הַשְּׂעִירִים לְפָנָיו אֶחָד לִימִינוֹ וְאֶחָד לִשְׂמֹאלוֹ:\n",
            "english": "Where was the lottery conducted? In the eastern portion of the Temple Courtyard, to the north of the altar. They would place the <i>kalpi</i> there and position the two goats facing the west with their rears to the east. The High Priest approaches that place with the <i>segen</i> on his right and the head of the clan to his left. The two goats were in front of him, one to his left and one to his right."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "טָרַף בַּקַּלְפִּי וְהֶעֱלָה שְׁנֵי הַגּוֹרָלוֹת בִּשְׁתֵּי יָדָיו לְשֵׁם שְׁנֵי הַשְּׂעִירִים וּפוֹתֵחַ יָדָיו. אִם שֶׁל שֵׁם עָלָה בִּימִינוֹ הַסְּגָן אוֹמֵר אִישִׁי כֹּהֵן גָּדוֹל הַגְבֵּהַּ יְמִינְךָ. וְאִם בִּשְׂמֹאל עָלָה רֹאשׁ בֵּית אָב אוֹמֵר לוֹ אִישִׁי כֹּהֵן גָּדוֹל הַגְבֵּהַּ שְׂמֹאלְךָ. וְנוֹתֵן שְׁנֵי הַגּוֹרָלוֹת עַל שְׁנֵיהֶם. שֶׁל יָמִין עַל יָמִין וְשֶׁל שְׂמֹאל עַל שֶׁל שְׂמֹאל. וְאִם לֹא נָתַן לֹא עִכֵּב אֶלָּא שֶׁחִסֵּר מִצְוָה. שֶׁהַהַנָּחָה מִצְוָה שֶׁאֵינָהּ מְעַכֶּבֶת וְהַהַגְרָלָה מְעַכֶּבֶת אַף עַל פִּי שֶׁאֵינָהּ עֲבוֹדָה. לְפִיכָךְ הַהַנָּחָה כְּשֵׁרָה בְּזָר וְהַעֲלָיַת הַגּוֹרָלוֹת מִן הַקַּלְפִּי פְּסוּלָה בְּזָר:\n",
            "english": "He would quickly grab the lots from the <i>kalpi</i> and lift up the two lots in his two hands for the two goats. He would open his hands. If the lot \"for God\" was lifted up in his right hand, the <i>segen</i> would say: \"My sir, the High Priest, raise your right hand.\" If it was lifted up in his left, the head of the clan would say: \"My sir, the High Priest, raise your left hand.\"<br>He would then place the two lots on the two goats, the lot in his right hand on the goat to his right and the lot in his left, on the goat to his left. If he did not place the lots on the goats, the service was not disqualified, but the mitzvah was lacking. For placing the lots on the goats is a mitzvah that is not an absolute requirement. The selection of the lots, by contrast, is an absolute requirement, even though it is not an act of service. Therefore it is acceptable if a non-priest places the lots on the goats, but it is invalid if a non-priest lifts the lots from the <i>kalpi</i>."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְקוֹשֵׁר לְשׁוֹן זְהוֹרִית מִשְׁקַל שְׁתֵּי סְלָעִים בְּרֹאשׁ שָׂעִיר הַמִּשְׁתַּלֵּחַ וּמַעֲמִידוֹ כְּנֶגֶד בֵּית שִׁלּוּחוֹ וְלַנִּשְׁחָט כְּנֶגֶד בֵּית שְׁחִיטָתוֹ. וְשׁוֹחֵט אֶת פַּר הַחַטָּאת אֲשֶׁר לוֹ וְאֶת הַשָּׂעִיר שֶׁעָלָה עָלָיו הַגּוֹרָל לַשֵּׁם:\n",
            "english": "He ties a crimson cord weighing two <i>selaim</i> on the head of the goat to be sent to Azazel and positions it in the direction where it will be sent and ties such a cord on the goat to be slaughtered, hanging it over the place where it will be slaughtered. He then slaughters both his sin-offering of a bull and the goat for which the lot \"for God\" was lifted up."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּמַכְנִיס דָּמָן לַהֵיכָל וּמַזֶּה מִדַּם שְׁנֵיהֶן בַּיּוֹם הַזֶּה אַרְבָּעִים וְשָׁלֹשׁ הַזָּיוֹת. וְאֵלּוּ הֵן. מַזֶּה תְּחִלָּה מִדַּם הַפָּר שְׁמוֹנֶה הַזָּיוֹת בְּקֹדֶשׁ הַקָּדָשִׁים בֵּין בַּדֵּי הָאָרוֹן קָרוֹב לַכַּפֹּרֶת בְּטֶפַח שֶׁנֶּאֱמַר <small>(ויקרא טז יד)</small> \"וְלִפְנֵי הַכַּפֹּרֶת יַזֶּה\" וְגוֹ'. וּמַזֶּה שָׁם אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה. מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁזֶּה שֶׁנֶּאֱמַר <small>(ויקרא טז יד)</small> \"שֶׁבַע פְּעָמִים\" יַזֶּה יֶתֶר עַל הַזָּיָה רִאשׁוֹנָה. וְכָךְ הָיָה מוֹנֶה. אַחַת. אַחַת וְאַחַת אַחַת וּשְׁתַּיִם אַחַת וְשָׁלֹשׁ אַחַת וְאַרְבַּע אַחַת וְחָמֵשׁ אַחַת וְשֵׁשׁ אַחַת וְשֶׁבַע. וְלָמָּה מוֹנֶה כָּכָה שֶׁמָּא יִשְׁכַּח וְיִמְנֶה הַזָּיָה רִאשׁוֹנָה מִכְּלַל הַשֶּׁבַע. וְאַחַר כָּךְ מַזֶּה מִדַּם הַשָּׂעִיר בֵּין בַּדֵּי הָאָרוֹן שְׁמוֹנֶה אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה וּמוֹנֶה כְּדֶרֶךְ שֶׁמּוֹנֶה בְּדַם הַפָּר. וְחוֹזֵר וּמַזֶּה בַּהֵיכָל עַל הַפָּרֹכֶת מִדַּם הַפָּר שְׁמוֹנֶה. אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה שֶׁכָּךְ נֶאֱמַר בְּדַם הַפָּר <small>(ויקרא טז טו)</small> \"עַל הַכַּפֹּרֶת וְלִפְנֵי הַכַּפֹּרֶת\". וּמוֹנֶה כְּדֶרֶךְ שֶׁמּוֹנֶה בִּפְנִים. וְחוֹזֵר וּמַזֶּה מִדַּם הַשָּׂעִיר כֵּן עַל הַפָּרֹכֶת שְׁמוֹנֶה הַזָּיוֹת אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה. שֶׁנֶּאֱמַר בְּדַם הַשָּׂעִיר <small>(ויקרא טז טו)</small> \"וְעָשָׂה אֶת דָּמוֹ כַּאֲשֶׁר עָשָׂה לְדַם הַפָּר\". וּמוֹנֶה כְּדֶרֶךְ שֶׁמּוֹנֶה בִּפְנִים. וְכָל אֵלּוּ הַהַזָּיוֹת אֵינוֹ מִתְכַּוֵּן בָּהֶן לְהַזּוֹת לֹא לְמַעְלָה וְלֹא לְמַטָּה אֶלָּא כְּמַצְלִיף. וְאַחַר כָּךְ מְעָרֵב שְׁנֵי הַדָּמִים דַּם הַפָּר וְדַם הַשָּׂעִיר וּמַזֶּה מִשְּׁנֵיהֶם אַרְבַּע הַזָּיוֹת עַל אַרְבַּע קַרְנוֹת מִזְבַּח הַזָּהָב שֶׁבַּהֵיכָל וְשֶׁבַע הַזָּיוֹת עַל אֶמְצָעוֹ שֶׁל מִזְבֵּחַ זֶה:\n",
            "english": "He brings their blood into the Temple Building, where he sprinkles each 43 times. The sprinklings are as follows: First he sprinkles the blood of the bull eight times in the Holy of Holies between the staves of the ark within a handbreadth of the <i>kaporet</i>, as Leviticus 16:14 states: \"He shall sprinkle before the <i>kaporet</i>.\" He should sprinkle once upward and seven times downward. According to the Oral Tradition, we learned that when the above verse mentions the seven sprinklings, the intent is seven in addition to the first sprinkling.<br>He would count: one, one plus one, one plus two, one plus three, one plus four, one plus five, one plus six, and one plus seven. Why would he count in this manner? So that he would not forget and include the first sprinkling among the seven.<br>Afterwards, he would sprinkle the blood of the goat between the staves of the ark seven times, once upward and seven downward. He counts the sprinklings as he did for the blood of the bull.<br>He then goes and sprinkles the blood of the bull eight times in the Sanctuary on the <i>parochet</i>: once upward and seven downward. For with regard to the blood of the bull, the above prooftext states: \"on the <i>kaporet</i> and before the <i>kaporet</i>.\" He counts as he counted within the Holy of Holies. He then sprinkles the blood of the goat eight times on the <i>parochet</i>, once upward and seven downward. For <i>ibid.</i>:15 states with regard to the blood of the goat: \"And you shall do with its blood what you did with the blood of the bull.\" He also counts the sprinklings as he counted them inside the Holy of Holies. While performing all of these sprinklings, he would not intend to sprinkle above or below, but instead would be like one who is lashing.<br>After the sprinklings, he mixes both bloods - the blood of the bull and the blood of the goat - together and performs four sprinklings - one on each of the corners of the golden altar in the Sanctuary - and seven sprinklings on the center of this altar."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְכָל אֵלּוּ הָאַרְבָּעִים וְשָׁלֹשׁ הַזָּיוֹת טוֹבֵל אֶצְבָּעוֹ בְּדַם טְבִילָה עַל כָּל הַזָּיָה לֹא שֶׁיַּזֶּה שְׁתֵּי הַזָּיוֹת מִטְּבִילָה אַחַת. וּשְׁיָרֵי הַדָּם שׁוֹפֵךְ עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן:\n",
            "english": "For all these 43 sprinklings, he dips his finger in the blood of the sacrificial animal, dipping once for each sprinkling. He should not sprinkle twice from one dipping. He would pour out the remainder of the blood on the western portion of the altar's base."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ מְשַׁלֵּחַ אֶת הַשָּׂעִיר הַחַי בְּיַד אִישׁ הַמּוּכָן לְהוֹלִיכוֹ לַמִּדְבָּר. וְהַכּל כְּשֵׁרִים לְהוֹלִיכוֹ אֶלָּא שֶׁעָשׂוּ כֹּהֲנִים גְּדוֹלִים קֶבַע וְלֹא הָיוּ מַנִּיחִים אֶת יִשְׂרָאֵל לְהוֹלִיכוֹ. וְסֻכּוֹת הָיוּ עוֹשִׂין מִירוּשָׁלַיִם עַד תְּחִלַּת הַמִּדְבָּר. וְשׁוֹבֵת אִישׁ אֶחָד אוֹ אֲנָשִׁים הַרְבֵּה בְּכָל סֻכָּה וְסֻכָּה מֵהֶן כְּדֵי שֶׁיִּהְיוּ מְלַוִּין אוֹתוֹ מִסֻּכָּה לְסֻכָּה. עַל כָּל סֻכָּה וְסֻכָּה אוֹמְרִין לוֹ הֲרֵי מָזוֹן וַהֲרֵי מַיִם. אִם כָּשַׁל כֹּחוֹ וְצָרִיךְ לֶאֱכל אוֹכֵל. וּמֵעוֹלָם לֹא הֻצְרַךְ אָדָם לְכָךְ. וְאַנְשֵׁי הַסֻּכָּה הָאַחֲרוֹנָה עוֹמְדִין בְּסוֹף הַתְּחוּם וְרוֹאִין אֶת מַעֲשָׂיו מֵרָחוֹק. כֵּיצַד הָיָה עוֹשֶׂה. חוֹלֵק לָשׁוֹן שֶׁל זְהוֹרִית שֶׁבְּקַרְנָיו. חֶצְיוֹ קוֹשֵׁר בַּסֶּלַע וְחֶצְיוֹ קוֹשֵׁר בֵּין שְׁתֵּי קַרְנָיו. וְדוֹחֲפוֹ לַאֲחוֹרָיו וְהוּא מִתְגַּלְגֵּל וְיוֹרֵד. לֹא הָיָה מַגִּיעַ לַחֲצִי הָהָר עַד שֶׁהוּא נַעֲשֶׂה אֵיבָרִים אֵיבָרִים. וּבָא וְיוֹשֵׁב לוֹ תַּחַת סֻכָּה הָאַחֲרוֹנָה עַד שֶׁתֶּחֱשַׁךְ. וְדַרְכִיּוֹת הָיוּ עוֹשִׂין וּמְנִיפִין בְּסוּדָרִין כְּדֵי שֶׁיֵּדְעוּ שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר. וְאַחַר שֶׁמְּשַׁלֵּחַ אֶת הַשָּׂעִיר בְּיַד מוֹלִיכוֹ חוֹזֵר אֵצֶל הַפָּר וְהַשָּׂעִיר שֶׁהִזָּה דָּמָן לְפָנִים וְקוֹרְעָן וּמוֹצִיא אֶת אֵימוּרֵיהֶן וְנוֹתְנָם בִּכְלִי וּמַקְטִירָן עַל גַּבֵּי הַמִּזְבֵּחַ. וּמְחַתֵּךְ שְׁאָר בְּשָׂרָן חֲתִיכוֹת גְּדוֹלוֹת מְעֹרוֹת זוֹ בְּזוֹ כְּמִין קְלִיעָה וְאֵינוֹ מְפָרֵק אוֹתָן וּמְשַׁלְּחָן בְּיַד אֲחֵרִים לְהוֹצִיאָן לְבֵית הַשְּׂרֵפָה. וּמְנַתְּחִין אוֹתָן שָׁם בְּעוֹרָן כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "english": "Afterwards, he would send the living goat to be taken to the desert with a person prepared for this task. Anyone is acceptable to take the goat, but the High Priests ordained a fixed practice and they would not let an Israelite take it. Booths were built on the way from Jerusalem to the desert. One person or many people would spend the day in each booth so that they would accompany him from booth to booth. In each booth, they would say: \"Here is food and here is water.\" If he became weak and it was necessary for him to eat, he would eat, but no one ever required this. The people in the last booth would stand at the end of the Sabbath limits and watch his actions from a distance.<br>What would he do? He would divide the crimson cord tied to the goat's horns.He would tie half to a rock and half between its two horns. He would then push it backward and it would roll over and descend. It would not reach half of the mountain before it was broken into separate limbs, He would then sit in the last booth until nightfall. Sentries would be positioned along the way who wave flags so that the people in the Temple would know that the goat reached the desert.<br>After sending the goat with the person who would take it to the desert, the High Priest would return to his bull and the goat whose blood he sprinkled inside the Temple Building. He rips open their bellies and removes their fats and organs, places them in a container to offer them on the altar's pyre. He cuts up the remainder of their meat into large pieces that are still connected like a net. He does not separate them and he sends them with other persons to take them out to the place where they are burnt. There they are cut up together with their hide, as we explained."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כֵּיוָן שֶׁהִגִּיעַ שָׂעִיר לַמִּדְבָּר יָצָא כֹּהֵן גָּדוֹל לְעֶזְרַת הַנָּשִׁים לִקְרוֹת בַּתּוֹרָה. וּבִזְמַן קְרִיאָתוֹ שׂוֹרְפִין הַפָּר וְהַשָּׂעִיר בְּבֵית הַדֶּשֶׁן. לְפִיכָךְ הָרוֹאֶה כֹּהֵן גָּדוֹל כְּשֶׁהוּא קוֹרֵא אֵינוֹ רוֹאֶה פַּר וְשָׂעִיר הַנִּשְׂרָפִין. וּשְׂרֵפָתָן כְּשֵׁרָה בְּזָר כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "english": "After the goat reached the desert, the High Priest would go out to the Women's Courtyard to read from the Torah. While he would read, the bull and the goat were burnt in the ash-pile. Thus one who sees the High Priest reading does not see the bull and the goat being burnt. They may be burnt by a non-priest, as we explained."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "קְרִיאָה זוֹ אֵינָהּ עֲבוֹדָה לְפִיכָךְ אִם רָצָה לִקְרוֹת בְּבִגְדֵי חֹל לְבָנִים מִשֶּׁלּוֹ קוֹרֵא. וְאִם רָצָה לִקְרוֹת בְּבִגְדֵי לָבָן קוֹרֵא שֶׁבִּגְדֵי כְּהֻנָּה נִתְּנוּ לֵהָנוֹת בָּהֶן שֶׁלֹּא בִּשְׁעַת עֲבוֹדָה כְּמוֹ שֶׁבֵּאַרְנוּ:\n",
            "english": "This reading is not part of the Temple service. Therefore if the High Priest desires to read in his own ordinary white garments he may. If he desires to read while wearing his priestly white garments, he may. For the priestly garments were made with the intent that benefit could be derived from them at a time when one is not involved in sacrificial service, as we explained."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כֵּיצַד הוּא קוֹרֵא. יוֹשֵׁב בְּעֶזְרַת הַנָּשִׁים וְכָל הָעָם עוֹמְדִין לְפָנָיו. וְחַזַּן הַכְּנֶסֶת נוֹטֵל סֵפֶר תּוֹרָה וְנוֹתְנוֹ לְרֹאשׁ הַכְּנֶסֶת וְרֹאשׁ הַכְּנֶסֶת נוֹתְנוֹ לַסְּגָן וְהַסְּגָן נוֹתְנוֹ לְכֹהֵן גָּדוֹל. וְכֹהֵן גָּדוֹל עוֹמֵד וּמְקַבֵּל עוֹמֵד וְקוֹרֵא <small>(ויקרא טז א)</small> \"אַחֲרֵי מוֹת\" וְ<small>(ויקרא כג כז)</small> \"אַךְ בֶּעָשׂוֹר\" שֶׁבְּפָרָשַׁת מוֹעֲדוֹת עַד סוֹף הָעִנְיָן וְגוֹלֵל אֶת הַתּוֹרָה וּמַנִּיחָהּ בְּחֵיקוֹ וְאוֹמֵר יוֹתֵר מִמַּה שֶּׁקָּרָאתִי לִפְנֵיכֶם כָּתוּב כָּאן. וּבֶעָשׂוֹר שֶׁבְּחֻמַּשׁ הַפְּקוּדִים עַד סוֹף הָעִנְיָן קוֹרֵא אוֹתוֹ עַל פֶּה. וְלָמָּה קוֹרֵא עַל פֶּה שֶׁאֵין גּוֹלְלִין סֵפֶר תּוֹרָה בְּצִבּוּר. וְלָמָּה לֹא יִקְרָא בְּסֵפֶר אַחֵר. לְפִי שֶׁאֵין אֶחָד קוֹרֵא בִּשְׁנֵי סְפָרִים מִשּׁוּם פְּגַם רִאשׁוֹן: \n",
            "english": "How would he read? He would sit in the Women's Courtyard while all the people stand in front of him. The attendant of the synagogue takes the Torah scroll and gives it to the head of the synagogue. The head of the synagogue gives it to the <i>segen</i> and the <i>segen</i> gives it to the High Priest.<br>The High Priest stands and accepts it and stands and reads the passage <i>Acharei Mot</i> and <i>ach bieasor</i> which is in the passage of the festive offerings until the conclusion of the matter. He then roles close the Torah scroll and places it in his bosom and declares: \"More than I have read for you is written here.\" He then reads the passage <i>ubieasor</i> in the Book of Numbers until its conclusion by heart.<br>Why does he read it by heart? Because we do not roll a Torah scroll from passage to passage in front of a congregation. Why does he not read it from another scroll? Because one person should not read from two Torah scrolls, because this will cast aspersions on the validity of the first."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "בְּעֵת שֶׁקּוֹרֵא מְבָרֵךְ לְפָנֶיהָ וּלְאַחֲרֶיהָ כְּדֶרֶךְ שֶׁמְּבָרְכִין בְּבֵית הַכְּנֶסֶת. וּמוֹסִיף לְאַחֲרֶיהָ שֶׁבַע בְּרָכוֹת וְאֵלּוּ הֵן. רְצֵה ה' אֱלֹהֵינוּ וְכוּ' מוֹדִים אֲנַחְנוּ לָךְ וְכוּ' סְלַח לָנוּ אָבִינוּ כִּי חָטָאנוּ וְכוּ' וְחוֹתֵם בָּהּ בָּרוּךְ אַתָּה ה' מוֹחֵל עֲוֹנוֹת עַמּוֹ יִשְׂרָאֵל בְּרַחֲמִים. הֲרֵי שָׁלֹשׁ בְּרָכוֹת כְּתִקְנָן. וּמְבָרֵךְ עַל הַמִּקְדָּשׁ בְּרָכָה בִּפְנֵי עַצְמָהּ יִהְיֶה עִנְיָנָהּ שֶׁיַּעֲמֹד הַמִּקְדָּשׁ וּשְׁכִינָה בְּתוֹכוֹ וְחוֹתֵם בָּהּ בָּרוּךְ אַתָּה ה' שׁוֹכֵן בְּצִיּוֹן. וּמְבָרֵךְ עַל יִשְׂרָאֵל בְּרָכָה בִּפְנֵי עַצְמָהּ עִנְיָנָהּ שֶׁיּוֹשִׁיעַ ה' אֶת יִשְׂרָאֵל וְלֹא יָסוּר מֵהֶן מֶלֶךְ וְחוֹתֵם בָּהּ בָּרוּךְ אַתָּה ה' הַבּוֹחֵר בְּיִשְׂרָאֵל. וּמְבָרֵךְ עַל הַכֹּהֲנִים בְּרָכָה בִּפְנֵי עַצְמָהּ עִנְיָנָהּ שֶׁיִּרְצֶה הַמָּקוֹם מַעֲשֵׂיהֶם וַעֲבוֹדָתָם וִיבָרְכֵם וְחוֹתֵם בָּהּ בָּרוּךְ אַתָּה ה' מְקַדֵּשׁ הַכֹּהֲנִים. וְאַחַר כָּךְ אוֹמֵר תְּפִלָּה וּתְחִנָּה וְרִנָּה וּבַקָּשָׁה כְּפִי מַה שֶּׁהוּא רָגִיל וְחוֹתֵם הוֹשַׁע ה' עַמְּךָ יִשְׂרָאֵל שֶׁעַמְּךָ יִשְׂרָאֵל צְרִיכִין לְהִוָּשַׁע בָּרוּךְ אַתָּה ה' שׁוֹמֵעַ תְּפִלָּה:\n",
            "english": "When he reads, he recites a blessing before the reading and afterwards as one recites the blessing for the Torah reading in a synagogue. Afterwards, he adds seven blessings, which are <i>retzei, modim, selach lanu avinu ki chatanu</i>, he concludes the latter blessing: \"Blessed are You, God, Who forgives the sins of His people Israel with mercy.\" Thus three blessings are recited as ordained.<br>He then recites a separate blessing for the Temple. Its theme is that the Temple should continue standing with the Divine Presence in it. He concludes it: \"Blessed are You, God, Who dwells in Zion.\"<br>He then recites a separate blessing for the Jewish people. Its theme is that God should deliver the Jewish people and sovereignty should not depart from them. He concludes it: \"Blessed are You, God, Who chooses Israel.\"<br>He then recites a separate blessing for the priests. Its theme is that the Omnipresent should find favor in their deeds and service and bless them. He concludes it: \"Blessed are You, God, Who sanctifies the priests.\"<br>He then recites prayers, supplication, praises, and requests according to his proficiency and concludes \"God, deliver Your nation Israel, for Your nation Israel is in need of salvation. Blessed are You, God, Who heeds prayer.\""
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "סֵדֶר כָּל הַמַּעֲשִׂים שֶׁבְּיוֹם זֶה כָּךְ הוּא. כַּחֲצוֹת הַלַּיְלָה מְפִיסִין לִתְרוּמַת הַדֶּשֶׁן. וּמְסַדְּרִין אֶת הַמַּעֲרָכָה וּמְדַשְּׁנִין אֶת הַמִּזְבֵּחַ כְּדֶרֶךְ שֶׁעוֹשִׂין בְּכָל יוֹם עַל הַסֵּדֶר שֶׁבֵּאַרְנוּ עַד שֶׁיַּגִּיעוּ לִשְׁחִיטַת הַתָּמִיד. כְּשֶׁיַּגִּיעוּ לִשְׁחֹט אֶת הַתָּמִיד פּוֹרְסִין סָדִין שֶׁל בּוּץ בֵּין כֹּהֵן גָּדוֹל וּבֵין הָעָם. וְלָמָּה שֶׁל בּוּץ כְּדֵי שֶׁיַּכִּיר שֶׁעֲבוֹדַת הַיּוֹם בְּבִגְדֵי בּוּץ. וּפוֹשֵׁט בִּגְדֵי חֹל וְטוֹבֵל וְלוֹבֵשׁ בִּגְדֵי זָהָב וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וְשׁוֹחֵט בְּתָמִיד רֹב שְׁנַיִם וּמַנִּיחַ אַחֵר לִגְמֹר הַשְּׁחִיטָה. וּמְקַבֵּל הַדָּם וְזוֹרְקוֹ עַל הַמִּזְבֵּחַ כְּמִצְוָתוֹ. וְאַחַר כָּךְ נִכְנָס לַהֵיכָל וּמַקְטִיר קְטֹרֶת שֶׁל שַׁחַר וּמֵיטִיב אֶת הַנֵּרוֹת. וּמַקְטִיר אֵיבְרֵי הַתָּמִיד וְהַחֲבִיתִין וְהַנְּסָכִים כְּכָל סֵדֶר הַתָּמִיד שֶׁל כָּל יוֹם שֶׁבֵּאַרְנוּ. וְאַחַר הַתָּמִיד מַקְרִיב הַפָּר וְשִׁבְעַת הַכְּבָשִׂים שֶׁל מוּסַף הַיּוֹם. וְאַחַר כָּךְ מְקַדֵּשׁ יָדָיו וְרַגְלָיו וּפוֹשֵׁט בִּגְדֵי זָהָב. וְטוֹבֵל וְלוֹבֵשׁ בִּגְדֵי לָבָן וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וּבָא לוֹ אֵצֶל פָּרוֹ. וּפָרוֹ הָיָה עוֹמֵד בֵּין הָאוּלָם וְלַמִּזְבֵּחַ רֹאשׁוֹ לַדָּרוֹם וּפָנָיו לַמַּעֲרָב וְהַכֹּהֵן עוֹמֵד בַּמִּזְרָח וּפָנָיו לַמַּעֲרָב. וְסוֹמֵךְ שְׁתֵּי יָדָיו עַל רֹאשׁ הַפָּר וּמִתְוַדֶּה. וְכָךְ הָיָה אוֹמֵר אָנָּא הַשֵּׁם חָטָאתִי עָוִיתִי פָּשַׁעְתִּי לְפָנֶיךָ אֲנִי וּבֵיתִי. אָנָּא הַשֵּׁם כַּפֵּר נָא לַחֲטָאִים וְלַעֲוֹנוֹת וְלַפְּשָׁעִים שֶׁחָטָאתִי וְשֶׁעָוִיתִי וְשֶׁפָּשַׁעְתִּי לְפָנֶיךָ אֲנִי וּבֵיתִי כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ לֵאמֹר <small>(ויקרא טז ל)</small> \"כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם לְטַהֵר אֶתְכֶם מִכּל חַטֹּאתֵיכֶם לִפְנֵי ה' תִּטְהָרוּ\". וְאַחַר כָּךְ מַגְרִיל עַל שְׁנֵי הַשְּׂעִירִים. וְקוֹשֵׁר לָשׁוֹן שֶׁל זְהוֹרִית בְּרֹאשׁ הַמִּשְׁתַּלֵּחַ וּמַעֲמִידוֹ כְּנֶגֶד בֵּית שִׁלּוּחוֹ וְלַנִּשְׁחָט כְּנֶגֶד בֵּית שְׁחִיטָתוֹ. וּבָא לוֹ אֵצֶל פָּרוֹ שְׁנִיָּה וְסוֹמֵךְ שְׁתֵּי יָדָיו עַל רֹאשׁוֹ וּמִתְוַדֶּה וִדּוּי שֵׁנִי. וְכָךְ הוּא אוֹמֵר אָנָּא הַשֵּׁם חָטָאתִי עָוִיתִי פָּשַׁעְתִּי לְפָנֶיךָ אֲנִי וּבֵיתִי וּבְנֵי אַהֲרֹן עַם קְדוֹשֶׁיךָ. אָנָּא הַשֵּׁם כַּפֵּר נָא לַחֲטָאִים וְלַעֲוֹנוֹת וְלַפְּשָׁעִים שֶׁחָטָאתִי וְשֶׁעָוִיתִי וְשֶׁפָּשַׁעְתִּי לְפָנֶיךָ אֲנִי וּבֵיתִי וּבְנֵי אַהֲרֹן עַם קְדוֹשֶׁיךָ כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ כִּי בַיּוֹם הַזֶּה וְגוֹ'. וְאַחַר כָּךְ שׁוֹחֵט אֶת הַפָּר וּמְקַבֵּל אֶת דָּמוֹ וְנוֹתְנוֹ לְמִי שֶׁהוּא מְנַדְנְדוֹ שֶׁלֹּא יִקָּרֵשׁ (וּמַנִּיחָהּ) עַל הָרֹבֶד הָרְבִיעִי שֶׁל הֵיכָל מִבַּחוּץ. וְנוֹטֵל אֶת הַמַּחְתָּה וְחוֹתֶה בָּהּ אֵשׁ מֵעַל הַמִּזְבֵּחַ מִן הַסָּמוּךְ לַמַּעֲרָב. שֶׁנֶּאֱמַר <small>(ויקרא טז יב)</small> \"מֵעַל הַמִּזְבֵּחַ מִלִּפְנֵי ה'\". וְיוֹרֵד וּמַנִּיחָהּ עַל הָרֹבֶד שֶׁבָּעֲזָרָה. וּמוֹצִיאִין לוֹ אֶת הַכַּף וּכְלִי מָלֵא קְטֹרֶת דַּקָּה מִן הַדַּקָּה. וְחוֹפֵן מִמֶּנָּה מְלֹא חָפְנָיו לֹא מְחוּקוֹת וְלֹא גְּדוּשׁוֹת אֶלָּא טְפוּפוֹת הַגָּדוֹל לְפִי גָּדְלוֹ וְהַקָּטָן לְפִי קָטְנוֹ וְנוֹתֵן לְתוֹךְ הַכַּף. כְּבָר בֵּאַרְנוּ שֶׁהוֹלָכָה בִּשְׂמֹאל פּוֹסֶלֶת בְּדַם הַקָּדָשִׁים וּשְׁאָר הָעֲבוֹדוֹת. וּלְפִיכָךְ הָיָה מִן הַדִּין שֶׁיּוֹלִיךְ הַמַּחְתָּה בִּשְׂמֹאלוֹ וְכַף הַקְּטֹרֶת בִּימִינוֹ. אֲבָל מִפְּנֵי כֹּבֶד הַמַּחְתָּה וְעוֹד שֶׁהִיא חַמָּה. אֵינוֹ יָכוֹל לְסָבְלָהּ בִּשְׂמֹאלוֹ עַד הָאָרוֹן. לְפִיכָךְ נוֹטֵל הַמַּחְתָּה בִּימִינוֹ וְכַף הַקְּטֹרֶת בִּשְׂמֹאלוֹ. וּמְהַלֵּךְ בַּהֵיכָל עַד שֶׁהוּא מַגִּיעַ לְקֹדֶשׁ הַקָּדָשִׁים. מָצָא הַפָּרֹכֶת פְּרוּפָה נִכְנַס לְקֹדֶשׁ הַקָּדָשִׁים עַד שֶׁהוּא מַגִּיעַ לָאָרוֹן. הִגִּיעַ לָאָרוֹן נוֹתֵן הַמַּחְתָּה בֵּין שְׁנֵי הַבַּדִּים וּבְבַיִת שֵׁנִי שֶׁלֹּא הָיָה אָרוֹן הָיָה מַנִּיחָהּ עַל אֶבֶן הַשְּׁתִיָּה. וְאוֹחֵז שְׂפַת הַכַּף בְּרָאשֵׁי אֶצְבְּעוֹתָיו אוֹ בְּשִׁנָּיו. וּמְעָרֶה הַקְּטֹרֶת בְּגוּדָלוֹ לְתוֹךְ חָפְנָיו עַד שֶׁמַּחְזִירָהּ לִמְלֹא חָפְנָיו כְּשֶׁהָיְתָה. וְזוֹ הִיא עֲבוֹדָה קָשָׁה שֶׁבַּמִּקְדָּשׁ. וְצוֹבֵר אֶת הַקְּטֹרֶת עַל גַּבֵּי הַגֶּחָלִים בְּיָדוֹ לְפָנִים בַּמַּחְתָּה. כְּדֵי שֶׁתִּהְיֶה הַקְּטֹרֶת קְרוֹבָה לָאָרוֹן וּרְחוֹקָה מִפָּנָיו שֶׁלֹּא יִכָּוֶה. וּמַמְתִּין שָׁם עַד שֶׁיִּתְמַלֵּא הַבַּיִת עָשָׁן וְיֵצֵא. וְהוּא מְהַלֵּךְ אֲחוֹרַנִּית מְעַט מְעַט פָּנָיו לַקֹּדֶשׁ וַאֲחוֹרָיו לַהֵיכָל עַד שֶׁיֵּצֵא מִן הַפָּרֹכֶת. וּמִתְפַּלֵּל שָׁם בַּהֵיכָל אַחַר שֶׁיֵּצֵא תְּפִלָּה קְצָרָה שֶׁלֹּא לְהַבְעִית אֶת הָעָם שֶׁמָּא יֹאמְרוּ מֵת בַּהֵיכָל. וְכָךְ הָיָה מִתְפַּלֵּל. יְהִי רָצוֹן מִלְּפָנֶיךָ ה' אֱלֹהֵינוּ שֶׁאִם תִּהְיֶה שָׁנָה זוֹ שְׁחוּנָה תִּהְיֶה גְּשׁוּמָה. וְלֹא יָסוּר שֵׁבֶט מִבֵּית יְהוּדָה. וְלֹא יִהְיוּ עַמְּךָ בֵּית יִשְׂרָאֵל צְרִיכִין לְפַרְנָסָה [א.] וְאַל תִּכָּנֵס לְפָנֶיךָ תְּפִלַּת עוֹבְרֵי דְּרָכִים: \n",
            "english": "The order of all the practices carried out on this day is the following: At midnight, the lottery is held for the removal of the ashes of the altar. The wood for the altar is arranged and the ashes are removed from the altar as is done each day according to the order we explained until they reach the slaughter of the continuous offering.<br>When they reach the slaughter of the continuous offering, a linen sheet is spread out between the High Priest and the people. Why is linen used? So that all will realize that the special service of the day is performed in linen garments. The High Priest removes his ordinary garments, immerses himself in the <i>mikveh</i>, puts on his golden garments, and sanctifies his hands and feet. He slits the majority of the two signs for kosher slaughter on the animal sacrificed as the continuous offering, but allows another person to complete the slaughter. He receives the blood and casts it on the altar as is commanded.<br>Afterwards, he enters the Temple Sanctuary and offers the morning incense-offering and lights the lamps of the <i>Menorah</i>. He offers the limbs of the continuous offering and the <i>chavitin</i>-offering on the altar's pyre and pours the libations according to the order in which the continuous offering is brought every day, as we explained. After the continuous offering, he offers the bull and the seven sheep of the additional offering of the day.<br>Afterwards, he sanctifies his hands and feet and removes his golden garments. He immerses himself, puts on his white garments, and sanctifies his hands and feet. He approaches his bull. The bull was standing between the Entrance Hall and the altar with its head to the south, but facing the west. The High Priest would stand to the east and face the west. He would place his two hands on the head of the bull and recite the confessional. He would say: \"I beseech You, O God. I have sinned, transgressed, and committed iniquity, both I and my household. I beseech You, O God, atone for the sins, transgressions, and iniquities that I and my household have committed, as it is written in the Torah of Moses Your servant Leviticus 16:30: 'For on that day, he shall atone for you to purify yourselves for all their sins, before God you shall be purified.'<br>Afterwards, he performs the lottery for the two goats. He ties a crimson cord on the head of the goat to be sent to Azazel and positions it in the direction where it will be sent and ties such a cord on the goat to be slaughtered, hanging it over the place where it will be slaughtered. He approaches his bull a second time and places both his hands on its head and recites a second confessional. He would say: \"I beseech You, O God. I have sinned, transgressed, and committed iniquity, I, my household, and the descendants of Aaron, Your holy nation. I beseech You, O God, atone for the sins, transgressions, and iniquities that I, my household, and the descendants of Aaron, Your holy nation, have committed, as it is written in the Torah of Moses Your servant Leviticus 16:30: 'For on that day.... '<br>Afterwards, he slaughters the bull and receives its blood. He gives it to another priest to stir so that it will not coagulate. He places it on the fourth projection outside the Temple Building. He takes the fire pan and uses it to remove burning coals from the altar from those close to the western side, for <i>ibid.</i>:12 speaks of taking coals \"from the altar before God.\" He places it on the projection in the Temple Courtyard. The <i>kaf</i> is taken out for him and a container filled with incense that is extremely fine. He would take a full handful of incense. The handfuls of incense should not be pressed closely to his hand, nor piled up upon it, but rather overlapping it slightly. A High Priest with large hands should take large handfuls; one with small hands, smaller handfuls. He should place the incense in the <i>kaf</i>.<br>We already explained, that carrying a sacrificial substance in one's left hand disqualifies it with regard to the blood of the sacrificial animals and other services. Hence, it would be appropriate that he should carry the firepan in his left hand and the <i>kaf</i> with the incense in his right hand. Nevertheless, because of the weight of the firepan - and because it is hot - he would not be able to carry it with his left hand until he reached the Holy Ark. Therefore he should carry the firepan in his right hand and the <i>kaf</i> with the incense in his left.<br>He proceeds through the Sanctuary until he reaches the Holy of Holies. He finds the <i>Parochet</i> folded over. He proceeds into the Holy of Holies until he reaches the Holy Ark. When he reaches the ark, he places the firepan down between the two staves. In the Second Temple, when there was no ark, he would place it on the Foundation Stone. He would hold the edge of the <i>kaf</i> with his fingertips or with his teeth and push the incense with his thumb into his hand until he has a full handful as before. This was one of the difficult tasks in the Temple.<br>He would pile the incense over the coals with his hands on the inner portion of the firepan so that the incense would be close to the Ark and far from his face so that he would not be burnt. He waits there until the entire chamber fills up with smoke and then departs.<br>He walks backwards little by little with his face to the Holy of Holies and his back to the Sanctuary until he departs from within the <i>parochet</i>. He recites a short prayer in the Sanctuary so as not to scare the people, lest they say: \"He died in the Sanctuary.\" He would pray in this manner: \"May it be Your will, God, our Lord, that if this year was to be arid, it should be rainy. May the sovereignty not depart from the House of Judah. May Your nation Israel not be in need of sustenance. And may You not accept the prayers of wayfarers.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בִּשְׁעַת הַקְטָרַת הַקְּטֹרֶת בְּקֹדֶשׁ הַקָּדָשִׁים. כָּל הָעָם פּוֹרְשִׁים מִן הַהֵיכָל בִּלְבַד וְאֵינָן פּוֹרְשִׁים מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ. שֶׁאֵין פּוֹרְשִׁים מִבֵּין הָאוּלָם וְלַמִּזְבֵּחַ אֶלָּא בִּשְׁעַת הַקְטָרָה בַּהֵיכָל בְּכָל יוֹם וּבִשְׁעַת מַתַּן דָּמִים בַּהֵיכָל כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת תְּמִידִין. וְאַחַר כָּךְ נוֹטֵל דַּם הַפָּר מִזֶּה שֶׁהוּא מְנַדְנְדוֹ. וְנִכְנָס בּוֹ לְקֹדֶשׁ הַקָּדָשִׁים וּמַזֶּה מִמֶּנּוּ שָׁם שְׁמוֹנֶה הַזָּיוֹת בֵּין בַּדֵּי הָאָרוֹן. וְיוֹצֵא וּמַנִּיחוֹ בַּהֵיכָל עַל כַּן הַזָּהָב שֶׁהָיָה שָׁם. וְאַחַר כָּךְ יוֹצֵא מִן הַהֵיכָל וְשׁוֹחֵט אֶת הַשָּׂעִיר וּמְקַבֵּל אֶת דָּמוֹ וְנִכְנָס בּוֹ לְקֹדֶשׁ הַקָּדָשִׁים. וּמַזֶּה מִמֶּנּוּ שָׁם שְׁמוֹנֶה הַזָּיוֹת בֵּין בַּדֵּי הָאָרוֹן. וְיוֹצֵא וּמַנִּיחוֹ עַל כַּן הַזָּהָב שֵׁנִי שֶׁבַּהֵיכָל. וְאַחַר כָּךְ נוֹטֵל דַּם הַפָּר מֵעַל הַכַּן וּמַזֶּה מִמֶּנּוּ עַל הַפָּרֹכֶת כְּנֶגֶד הָאָרוֹן שְׁמוֹנֶה הַזָּיוֹת וּמַנִּיחַ דַּם הַפָּר וְנוֹטֵל דַּם הַשָּׂעִיר וּמַזֶּה מִמֶּנּוּ עַל הַפָּרֹכֶת כְּנֶגֶד הָאָרוֹן שְׁמוֹנֶה הַזָּיוֹת. וְאַחַר כָּךְ מְעָרֶה דַּם הַפָּר לְתוֹךְ דַּם הַשָּׂעִיר וּמַחֲזִיר הַכּל לַמִּזְרָק שֶׁהָיָה בּוֹ דַּם הַפָּר כְּדֵי שֶׁיִּתְעָרְבוּ יָפֶה יָפֶה. וְעוֹמֵד לְפָנִים מִמִּזְבַּח הַזָּהָב בֵּין הַמִּזְבֵּחַ וְהַמְּנוֹרָה. וּמַתְחִיל לְהַזּוֹת מִדַּם הַתַּעֲרֹבֶת עַל קַרְנוֹת מִזְבַּח הַזָּהָב. וְהוּא מְסַבֵּב וְהוֹלֵךְ וּמַזֶּה עַל הַקְּרָנוֹת מִבַּחוּץ. וּמַתְחִיל מִקֶּרֶן מִזְרָחִית צְפוֹנִית. לִצְפוֹנִית מַעֲרָבִית. לְמַעֲרָבִית דְּרוֹמִית. לִדְרוֹמִית מִזְרָחִית. וְעַל כֻּלָּן הוּא נוֹתֵן מִלְּמַטָּן לְמַעְלָן. חוּץ מִן הָאַחֲרוֹנָה שֶׁהָיְתָה לְפָנָיו שֶׁהוּא נוֹתֵן מִלְּמַעְלָן לְמַטָּן. כְּדֵי שֶׁלֹּא יִתְלַכְלְכוּ כֵּלָיו. וְחוֹתֶה הַגֶּחָלִים וְהָאֵפֶר שֶׁבְּמִזְבַּח הַזָּהָב הֵילָךְ וְהֵילָךְ עַד שֶׁמְּגַלֶּה זְהָבוֹ. וּמַזֶּה מִדַּם הַתַּעֲרֹבֶת עַל טָהֳרוֹ שֶׁל מִזְבֵּחַ שֶׁבַע פְּעָמִים בְּצַד הַדָּרוֹם בְּמָקוֹם שֶׁשָּׁלְמוּ מַתְּנוֹת קַרְנוֹתָיו. וְיוֹצֵא וְשׁוֹפֵךְ שְׁיָרֵי הַדָּם עַל יְסוֹד מַעֲרָבִי שֶׁל מִזְבֵּחַ הַחִיצוֹן. וְאַחַר כָּךְ בָּא אֵצֶל שָׂעִיר הַמִּשְׁתַּלֵּחַ וְסוֹמֵךְ שְׁתֵּי יָדָיו עַל רֹאשׁוֹ וּמִתְוַדֶּה. וְכָךְ הוּא אוֹמֵר אָנָּא הַשֵּׁם חָטְאוּ עָווּ וּפָשְׁעוּ לְפָנֶיךָ עַמְּךָ בֵּית יִשְׂרָאֵל. אָנָּא הַשֵּׁם כַּפֵּר נָא לַחֲטָאִים וְלַעֲוֹנוֹת וְלַפְּשָׁעִים שֶׁחָטְאוּ וְשֶׁעָווּ וְשֶׁפָּשְׁעוּ לְפָנֶיךָ עַמְּךָ בֵּית יִשְׂרָאֵל כַּכָּתוּב בְּתוֹרַת משֶׁה עַבְדֶּךָ <small>(ויקרא טז ל)</small> \"כִּי בַיּוֹם הַזֶּה יְכַפֵּר עֲלֵיכֶם\" וְגוֹ'. וְאַחַר כָּךְ מְשַׁלֵּחַ אֶת הַשָּׂעִיר לַמִּדְבָּר. וּמוֹצִיא אֵימוּרֵי פַּר וְשָׂעִיר שֶׁהִכְנִיס דָּמָן לְפָנִים וְנוֹתְנָן בִּכְלִי. וּמְשַׁלֵּחַ הַשְּׁאָר לְבֵית הַדֶּשֶׁן לִשְׂרֵפָה. וְיוֹצֵא לְעֶזְרַת הַנָּשִׁים וְקוֹרֵא שָׁם אַחַר שֶׁיַּגִּיעַ הַשָּׂעִיר לַמִּדְבָּר. וְאַחַר כָּךְ מְקַדֵּשׁ וּפוֹשֵׁט בִּגְדֵי לָבָן וְטוֹבֵל וְלוֹבֵשׁ בִּגְדֵי זָהָב וּמְקַדֵּשׁ יָדָיו וְרַגְלָיו. וְעוֹשֶׂה הַשָּׂעִיר הַנַּעֲשֶׂה בַּחוּץ שֶׁהוּא מִכְּלַל קָרְבְּנוֹת מוּסַף הַיּוֹם. וּמַקְרִיב אֵילוֹ וְאֵיל הָעָם שֶׁנֶּאֱמַר <small>(ויקרא טז כד)</small> \"וְיָצָא וְעָשָׂה אֶת עלָתוֹ וְאֶת עלַת הָעָם\". וּמַקְטִיר הָאֵימוּרִין שֶׁל פַּר וְשָׂעִיר הַנִּשְׂרָפִין. וּמַקְרִיב תָּמִיד שֶׁל בֵּין הָעַרְבַּיִם. וְאַחַר כָּךְ מְקַדֵּשׁ יָדָיו וְרַגְלָיו וּפוֹשֵׁט בִּגְדֵי זָהָב וְטוֹבֵל וְלוֹבֵשׁ בִּגְדֵי לָבָן וּמְקַדֵּשׁ וְנִכְנָס לְקֹדֶשׁ הַקָּדָשִׁים וּמוֹצִיא אֶת הַכַּף וְאֶת הַמַּחְתָּה. וְאַחַר כָּךְ מְקַדֵּשׁ וּפוֹשֵׁט בִּגְדֵי לָבָן וְטוֹבֵל וְלוֹבֵשׁ בִּגְדֵי זָהָב וּמְקַדֵּשׁ וּמַקְטִיר קְטֹרֶת שֶׁל בֵּין הָעַרְבַּיִם וּמֵיטִיב אֶת הַנֵּרוֹת שֶׁל בֵּין הָעַרְבַּיִם כִּשְׁאָר הַיָּמִים. וְאַחַר כָּךְ מְקַדֵּשׁ יָדָיו וְרַגְלָיו וּפוֹשֵׁט בִּגְדֵי זָהָב וְלוֹבֵשׁ בִּגְדֵי עַצְמוֹ וְיוֹצֵא לְבֵיתוֹ וְכָל הָעָם מְלַוִּין אוֹתוֹ עַד בֵּיתוֹ. וְיוֹם טוֹב הָיָה עוֹשֶׂה עַל שֶׁיָּצָא בְּשָׁלוֹם מִן הַקֹּדֶשׁ:\n",
            "english": "When the incense-offering was brought in the Holy of Holies, all of the people would withdraw from the Sanctuary alone. They would not withdraw from the area between the Entrance Hall and the altar, for it is not necessary to depart from between the Entrance Hall and the altar except when bringing the daily incense-offering and when blood is being presented in the Sanctuary, as we explained in <i>Hilchot Temidim.</i><br>Afterwards, he takes the blood of the bull from the priest who was stirring it and takes it into the Holy of Holies. He sprinkles it eight times between the staves of the Ark. He departs and places it down in the Sanctuary on a golden base located there. He then departs from the Sanctuary and slaughters the goat, receives its blood, and brings it into the Holy of Holies. He sprinkles it eight times between the staves of the Ark. He then departs and places it down on a second gold base in the Sanctuary. Afterwards, he lifts up the blood of the bull from the base and sprinkles it on the <i>parochet</i> opposite the ark eight times. He puts down the blood of the bull and picks up the blood of the goat and sprinkles it on the <i>parochet</i> opposite the ark eight times.<br>Afterwards, he pours the blood of the bull into the blood of the goat and pours the entire mixture into the container where the blood of the bull had been held so that they will be mixed thoroughly and stands before the golden altar, between the <i>Menorah</i> and the golden altar. He begins to apply the mixture of blood on the corners of the golden altar. He proceeds to circle it, sprinkling the blood on its corners from the outside as he proceeds.<br>He begins from the northeast corner, proceeds to the northwest, the southwest, and then to the southeast. In all instances, he applies the blood from below upward with the exception of the last application in which instance, the corner is directly before him. Hence he applies the blood from above downward so that his garments will not become soiled. He then moves the coals and the ashes of the Golden Altar back and forth until its golden surface is revealed. He applies the blood of the mixture on the pure golden surface of the altar seven times on its southern side, the place where he completed applying the blood to the corners. He then departs from the Sanctuary and pours the remainder of the blood on the west base of the outer altar.<br>Afterwards, he approaches the goat to be sent to Azazel. He places his two hands on its head and recites the confessional, saying: \"I beseech You, O God. Your nation, the House of Israel, have sinned, transgressed, and committed iniquity. I beseech You, O God, atone for the sins, transgressions, and iniquities that Your nation, the House of Israel, have committed, as it is written in the Torah of Moses Your servant Leviticus 16:30: 'For on that day, he will atone for you.... ' Afterwards, he sends the goat to the desert.<br>He removes the fats and the organs from the bull and the goat that were slaughtered and whose blood was brought within the Temple Building and places them in a vessel. He sends the remainder to the ash pile to be burnt. He then goes out to the Women's Courtyard and reads the Torah there after the goat reaches the desert.<br>He then sanctifies his hands and feet, removes his white garments, immerses himself, puts on his golden garments, and sanctifies his hands and feet. He sacrifices the goat that is offered outside that is one of the additional offerings of the day and sacrifices his ram and the ram of the people, as <i>ibid.</i>:24 states: \"And he goes out and offers his burnt-offering and the burnt-offering of the people.\" He offers the fats and organs of the bull and the goat which are burnt and offers the afternoon continuous offering.<br>Afterwards, he sanctifies his hands and feet, removes his golden garments, immerses himself, puts on his white garments, and sanctifies his hands and feet. He enters the Holy of Holies and removes the <i>kaf</i> and the firepan.<br>Afterwards, he sanctifies his hands and feet, removes his white garments, immerses himself, puts on his golden garments, and sanctifies his hands and feet. He offers the afternoon incense-offering and kindles the lamps of the <i>Menorah</i> for the evening as on other days. He then sanctifies his hands and feet, removes his golden garments, puts on his own clothes and goes home. All of the people accompany him to his home. He would make a festive celebration because he departed from the holy place in peace."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל עֲבוֹדוֹת שֶׁעוֹבֵד בְּבִגְדֵי לָבָן בִּפְנִים בַּהֵיכָל צָרִיךְ לַעֲשׂוֹתָן עַל הַסֵּדֶר שֶׁבֵּאַרְנוּ. וְאִם הִקְדִּים בָּהֶן מַעֲשֶׂה לַחֲבֵרוֹ לֹא עָשָׂה כְּלוּם:\n",
            "english": "All of the services which the High Priest performs while wearing the white garments inside the Temple Building must be performed in the order in which we mentioned. If he performed one of them before another, his acts are of no consequence."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "קְטֹרֶת שֶׁחֲפָנָהּ קֹדֶם שְׁחִיטַת הַפָּר לֹא עָשָׂה כְּלוּם. אַף עַל פִּי שֶׁהַחֲפִינָה בָּעֲזָרָה צֹרֶךְ פְּנִים בַּעֲבוֹדַת פְּנִים הִיא. וְכֵן שָׂעִיר שֶׁשְּׁחָטוֹ קֹדֶם מַתַּן דָּמוֹ שֶׁל פַּר לֹא עָשָׂה כְּלוּם. אַף עַל פִּי שֶׁהַשְּׁחִיטָה בָּעֲזָרָה הֲרֵי דָּמוֹ נִכְנָס לְפָנִים:\n",
            "english": "If the High Priest took a handful of incense before he slaughtered the bull, his act is of no consequence. Although taking the handful of incense is performed in the Courtyard, it is necessary for service performed inside the Temple Building. Similarly, if the goat was slaughtered before the blood of the bull was presented inside the Holy of Holies, the act is of no consequence. Although the slaughter is performed in the Temple Courtyard, its blood is brought within the Temple Building."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵיל וּשְׂעִיר הַמּוּסָפִין שֶׁעָשָׂה אוֹתָן קֹדֶם עֲבוֹדַת הַיּוֹם אֵינָן כְּלוּם:\n",
            "english": "If the ram and the goat from the additional sacrifices of the day were offered before the service of the day in the Holy of Holies was performed, they are of no consequence."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הִקְדִּים דַּם הַשָּׂעִיר לְדַם הַפָּר בְּקֹדֶשׁ הַקָּדָשִׁים קֹדֶם שֶׁיִּגְמֹר עֲבוֹדָתוֹ. יַזֶּה מִדַּם הַפָּר כְּמִצְוָתוֹ וְאַחַר כָּךְ יָבִיא שָׂעִיר אַחֵר וְיִשְׁחֹט אוֹתוֹ וְיַזֶּה מִדָּמוֹ בְּקֹדֶשׁ הַקָּדָשִׁים כְּמִצְוָתוֹ וְיִפָּסֵל הָרִאשׁוֹן. הִקְדִּים דַּם הַשָּׂעִיר לְדַם הַפָּר בְּמַתָּנוֹת שֶׁבַּהֵיכָל עַל הַפָּרֹכֶת יַחְזֹר וְיַזֶּה מִדַּם הַשָּׂעִיר פַּעַם שְׁנִיָּה לְאַחַר דַּם הַפָּר:\n",
            "english": "If the blood of the goat was presented in the Holy of Holies before the blood of the bull, i.e., before the High Priest completes its service, he should sprinkle the blood of the bull as commanded. Afterwards, he should bring another goat, slaughter it, and sprinkle its blood as commanded. The first goat is disqualified.<br>If, when sprinkling the blood on the <i>parochet</i> in the Sanctuary, he sprinkled the blood of the goat before the blood of the bull, he should sprinkle the blood of the goat a second time after the blood of the bull."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "נִשְׁפַּךְ הַדָּם עַד שֶׁלֹּא גָּמַר מַתָּנוֹת שֶׁבְּקֹדֶשׁ הַקָּדָשִׁים. יָבִיא דָּם אַחֵר וְיַחְזֹר וְיַזֶּה בַּתְּחִלָּה בְּקֹדֶשׁ הַקָּדָשִׁים:\n",
            "english": "If the blood of the goat spilled before he completed presenting it in the Holy of Holies, he should bring other blood and begin sprinkling it anew in the Holy of Holies."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "גָּמַר מַתָּנוֹת שֶׁבְּקֹדֶשׁ הַקָּדָשִׁים וְהִתְחִיל בְּמַתָּנוֹת שֶׁבַּהֵיכָל וְנִשְׁפַּךְ הַדָּם עַד שֶׁלֹּא גָּמַר יָבִיא דָּם אַחֵר וְיַתְחִיל מִתְּחִלַּת הַזָּיוֹת שֶׁבַּהֵיכָל:\n",
            "english": "If he completed the presentation of the blood in the Holy of Holies and began presenting it in the Sanctuary and the blood was spilled before he completed them, he should bring other blood and begin from the first sprinklings in the Sanctuary."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "גָּמַר מַתָּנוֹת שֶׁבַּהֵיכָל וְהִתְחִיל לִתֵּן עַל מִזְבַּח הַזָּהָב וְנִשְׁפַּךְ הַדָּם עַד שֶׁלֹּא גָּמַר. יָבִיא דָּם אַחֵר וּמַתְחִיל מִתְּחִלַּת מַתְּנוֹת הַמִּזְבֵּחַ שֶׁכֻּלָּן כַּפָּרָה בִּפְנֵי עַצְמָן הֵן:\n",
            "english": "If he completed the first part of the presentation of the blood in the Sanctuary and began to apply the blood to the Golden Altar and the blood spilled before the applications were completed, he should bring other blood and begin from the first applications to the altar. For each set of presentations of blood represents a separate phase of atonement."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "גָּמַר מַתְּנוֹת הַמִּזְבֵּחַ וְאַחַר כָּךְ נִשְׁפַּךְ הַדָּם אֵינוֹ צָרִיךְ לְהָבִיא דָּם אַחֵר. שֶׁשְּׁפִיכַת הַשְּׁיָרִים עַל מִזְבֵּחַ הַחִיצוֹן אֵינָהּ מְעַכֶּבֶת. וְאִם דָּם הַפָּר הוּא שֶׁנִּשְׁפַּךְ קֹדֶם שֶׁיִּגְמֹר כָּל הַמַּתָּנוֹת הֲרֵי זֶה מֵבִיא פַּר אַחֵר. וְיַחֲפֹן קְטֹרֶת פַּעַם שְׁנִיָּה קֹדֶם שְׁחִיטַת הַפָּר. וְיַקְטִיר הַקְּטֹרֶת וְאַחַר כָּךְ יָבִיא דָּמוֹ וְיַזֶּה מִמֶּנּוּ:\n",
            "english": "If he completed the application of the blood to the altar and then the blood spilled, he does not have to bring other blood, for pouring the remainder of the blood on the outer altar is not a binding requirement. If the blood of the bull was spilled before he completed all of the presentations, he should bring another bull and take a handful of incense before slaughtering the bull. He should offer the incense, then bring the blood of the second bull and sprinkle its blood."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְאֵין מְטַמֵּא בְּגָדִים וְאֵין נִשְׂרָף בְּבֵית הַדֶּשֶׁן אֶלָּא הַפָּר הַזֶּה הָאַחֲרוֹן שֶׁבּוֹ נִגְמְרָה הַכַּפָּרָה:\n",
            "english": "The only one which causes the priests and their clothes to become impure and which is burnt in the ashpile is the last bull with which the atonement was completed."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "נִתְעָרֵב לוֹ דַּם הַפָּר בְּדַם הַשָּׂעִיר קֹדֶם שֶׁיִּגְמֹר הַהַזָּיוֹת. נוֹתֵן אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה לְשֵׁם פַּר. וְחוֹזֵר וְנוֹתֵן אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה לְשֵׁם שָׂעִיר. נִתְעָרְבוּ בְּמַתָּנָה אַחֲרוֹנָה. נוֹתֵן אַחַת לְמַטָּה לְשֵׁם פַּר וְחוֹזֵר וְנוֹתֵן אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה לְשֵׁם שָׂעִיר:\n",
            "english": "If the blood of the bull became mixed with the blood of the goat before the High Priest completed the sprinklings, he should sprinkle from the mixture once upward and seven times downward for the sake of the bull and then sprinkle from the mixture once upward and seven times downward for the sake of the goat. If they became mixed together before the last sprinkling, he should sprinkle once downward for the sake of the bull and then sprinkle once upward and seven times downward for the sake of the goat."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "נִתְחַלְּפוּ הַכּוֹסוֹת וְלֹא יָדַע אֵי זֶה הוּא כּוֹס דַּם הַפָּר וְאֵי זֶה הוּא כּוֹס דַּם הַשָּׂעִיר נוֹתֵן מֵאֶחָד מֵהֶן אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה. וְנוֹתֵן מִן הַשֵּׁנִי אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה. (וְחוֹזֵר וְנוֹתֵן מִן הָרִאשׁוֹן אַחַת לְמַעְלָה וְשֶׁבַע לְמַטָּה). נִמְצָא מִכָּל מָקוֹם שֶׁנָּתַן מִדַּם הַפָּר וְאַחֲרָיו מִדַּם הַשָּׂעִיר:\n",
            "english": "If the cups containing the blood of the bull and the blood of the goat become mixed together and the High Priest does not know which is the cup containing the blood of the bull and which is the cup containing the blood of the goat, he should sprinkle from one of them once upward and seven times downward and then sprinkle from the second one, once upward and seven times downward. And then he sprinkles again from the blood in the first cup, once upward and seven times downward. Thus regardless he will have sprinkled from the blood of the bull and afterwards, from the blood of the goat."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "קִבֵּל דַּם הַפָּר בִּשְׁתֵּי כּוֹסוֹת. וְקִבֵּל דַּם הַשָּׂעִיר בִּשְׁתֵּי כּוֹסוֹת. וְנִתְעָרְבוּ מִקְצָת הַכּוֹסוֹת. וְלֹא נוֹדַע כּוֹס דַּם הַפָּר מִכּוֹס דַּם הַשָּׂעִיר. הֲרֵי זֶה מַזֶּה כָּל הַהַזָּיוֹת כְּמִצְוָתָן מִן הַכּוֹסוֹת שֶׁלֹּא נִתְעָרְבוּ. וְשׁוֹפַךְ שְׁיָרֵי אֵלּוּ שֶׁהִזָּה מֵהֶן עַל הַיְסוֹד כַּמִּצְוָה. וְאוֹתָן הַכּוֹסוֹת שֶׁנִּתְעָרְבוּ יִשָּׁפְכוּ לָאַמָּה:\n",
            "english": "The following rules apply when the High Priest received the blood of the bull in two cups and the blood of the goat in two cups and some of the cups became mixed together and it was not known which of the cups contained the blood of the bull and which, the blood of the goat. He should perform all the sprinklings as required by law from the cups that were not mixed together. He should then pour the remainder of the blood from the cups from which he sprinkled on the base of the altar, as required. The cups that were mixed together should be poured into the drainage channel."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "פַּר יוֹם הַכִּפּוּרִים אַף עַל פִּי שֶׁכֹּהֵן גָּדוֹל קוֹנֶה מִשֶּׁלּוֹ שֶׁנֶּאֱמַר <small>(ויקרא טז ו)</small> <small>(ויקרא טז יא)</small> \"פַּר הַחַטָּאת אֲשֶׁר לוֹ\". הַמָּקוֹם הִפְקִיר מָמוֹנוֹ בּוֹ לְכָל אֶחָיו הַכֹּהֲנִים. שֶׁאִלּוּ לֹא הָיָה לָהֶן בּוֹ שֻׁתָּפוּת לֹא הָיוּ מִתְכַּפְּרִין בּוֹ. לְפִיכָךְ אִם מֵת כֹּהֵן גָּדוֹל קֹדֶם שֶׁיִּשָּׁחֵט הַפָּר. הַכֹּהֵן שֶׁעוֹמֵד תַּחְתָּיו אֵינוֹ מֵבִיא פַּר אַחֵר אֶלָּא שׁוֹחֵט אֶת שֶׁל רִאשׁוֹן. וְאֵינוֹ חַטָּאת שֶׁמֵּתוּ בְּעָלֶיהָ שֶׁתָּמוּת שֶׁאֵין חַטַּאת הָרַבִּים מֵתָה. שָׁחַט אֶת הַפָּר וּמֵת קֹדֶם שֶׁיְּכַפֵּר בְּדָמוֹ. הַכֹּהֵן הָאַחֵר נִכְנָס בְּדָם זֶה וּמְכַפֵּר בּוֹ: \n",
            "english": "Even though the High Priest would purchase the bull sacrificed on Yom Kippur from his own resources, as implied by Leviticus 16:6: \"The bull for the sin-offering that is his,\" the Omnipresent nullified his ownership of it in favor of all of his priestly brethren. For if they did not have a share of it, they could not derive atonement through its sacrifice.<br>Accordingly, if the High Priest died before the bull was slaughtered, the priest who assumes his position does not bring a different bull. Instead, he slaughters the first one. It is not considered a sin-offering whose owners have died which is itself consigned to death, for a sin-offering owned by many is never consigned to death.<br>If the High Priest slaughtered the bull, but died before sprinkling its blood to gain atonement, the second priest enters the Temple with this blood and performs the sprinkling that brings atonement."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "שְׁנֵי שְׂעִירֵי יוֹם הַכִּפּוּרִים מִצְוָתָן שֶׁיִּהְיוּ שָׁוִין בְּמַרְאֶה וּבְקוֹמָה וּבְדָמִים. וּלְקִיחָתָן כְּאַחַת. אַף עַל פִּי שֶׁאֵינָן שָׁוִין כְּשֵׁרִין. לָקַח אֶחָד מֵהֶן הַיּוֹם וְאֶחָד לְמָחָר כְּשֵׁרִים:\n",
            "english": "The desired manner of performing the mitzvah is that the two goats of Yom Kippur should be alike with regard to their appearance, their size, and their worth. They should be purchased at the same time. Nevertheless, even if they were not alike, they were acceptable. Similarly, if one was purchased on one day and the other on the following day, it is acceptable."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "מֵת אֶחָד מֵהֶן. אִם עַד שֶׁלֹּא הִגְרִיל מֵת יִקַּח זוּג לְשֵׁנִי. וְאִם מִשֶּׁהִגְרִיל מֵת יָבִיא שְׁנַיִם וְיַגְרִיל עֲלֵיהֶן בַּתְּחִלָּה וְרוֹאֶה אֵי זֶהוּ שֶׁמֵּת. אִם הָיָה שֶׁל שֵׁם אוֹמֵר זֶה שֶׁעָלָה עָלָיו הַגּוֹרָל לַשֵּׁם יִתְקַיֵּם תַּחְתָּיו. וְאִם הָיָה הַמֵּת שֶׁל עֲזָאזֵל יֹאמַר זֶה שֶׁעָלָה עָלָיו הַגּוֹרָל לַעֲזָאזֵל יִתְקַיֵּם תַּחְתָּיו. וְהַשֵּׁנִי מִן הַשְּׁנַיִם שֶׁהִגְרִיל עֲלֵיהֶן בַּסּוֹף יִרְעֶה עַד שֶׁיִּפּל בּוֹ מוּם וְיִמָּכֵר וְיִפְּלוּ דָּמָיו לִנְדָבָה. שֶׁאֵין חַטַּאת הַצִּבּוּר מֵתָה:\n",
            "english": "The following rules apply if one of these goats die. If it dies before the lottery was held, he should take another one as a pair for the remaining one. If it died after the lottery, he should bring two new goats and conduct the lottery again as he did originally.<br>He sees which one died. If it was the one to be sacrificed to G‑d, he says: \"This one for which the lot for God was chosen should replace it.\" If the dead goat was the one to be sent to Azazel, he says: \"This one for which the lot for Azazel was chosen should replace it.\" The other one of the pair from which the second lottery was made should be left to pasture until it receives a disqualifying blemish. Then it should be sold and the proceeds used for freewill offerings. This course of action is taken, because a communal sin-offering is never consigned to death."
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "פַּר וְשָׂעִיר שֶׁל יוֹם הַכִּפּוּרִים שֶׁאָבְדוּ וְהִפְרִישׁ אֲחֵרִים תַּחְתֵּיהֶן וְקָרְבוּ וְנִמְצְאוּ הָרִאשׁוֹנִים. יִרְעוּ עַד שֶׁיִּסְתָּאֲבוּ וְיִמָּכְרוּ וְיִפְּלוּ דְּמֵיהֶן לִנְדָבָה. וְכֵן אִם נִמְצְאוּ הָרִאשׁוֹנִים קֹדֶם שֶׁיִּקָּרְבוּ אֵלּוּ יִקָּרְבוּ הָרִאשׁוֹנִים וְיִרְעוּ הַשְּׁנִיִּים עַד שֶׁיִּפּל בָּהֶן מוּם וְיִפְּלוּ דְּמֵיהֶן לִנְדָבָה. שֶׁאֵין חַטַּאת הַצִּבּוּר מֵתָה:\n",
            "english": "When the bull and/or the goat to be offered on Yom Kippur became lost, others were separated in their stead and offered and then the first ones were found, those first ones should pasture until they contract a disqualifying blemish. Afterwards, they should be redeemed and the proceeds used for freewill offerings. Similarly, if the first ones were found before the second were offered, the first ones should be sacrificed. The second ones should be allowed to pasture until they contract a disqualifying blemish. Afterwards, they should be redeemed and the proceeds used for freewill offerings. The rationale for these rulings is that a communal sin-offering is never consigned to death."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "הַמּוּם פּוֹסֵל בְּשָׂעִיר הַמִּשְׁתַּלֵּחַ אֲפִלּוּ מוּם עוֹבֵר. וְכֵן אִם נַעֲשָׂה מְחֻסַּר זְמַן נִפְסָל. כְּגוֹן שֶׁנִּשְׁחֲטָה אִמּוֹ לְחוֹלֶה בְּיוֹם הַכִּפּוּרִים. שֶׁדְּחִיָּתוֹ לַעֲזָאזֵל הִיא שְׁחִיטָתוֹ:\n",
            "english": "A disqualifying blemish - even a temporary blemish - renders the goat sent to Azazel unfit. Similarly, if it becomes unfit to be sacrificed because of a time factor, it is disqualified. For example, its mother was slaughtered to feed a sick person on Yom Kippur. Although the pertinent prohibition involves \"slaughtering\" an animal and its offspring on the same day, pushing the goat to Azazel is equivalent to slaughtering it."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "הָיָה טְרֵפָה פָּסוּל שֶׁנֶּאֱמַר <small>(ויקרא טז י)</small> \"יָעֳמַד חַי\":\n",
            "english": "If the goat was <i>treifah</i>, it is unacceptable, for Leviticus 16:10 states: \"It shall stand alive.\""
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "חָלָה הַשָּׂעִיר וְאֵין יָכוֹל לְהַלֵּךְ מַרְכִּיבוֹ עַל כְּתֵפוֹ וַאֲפִלּוּ בְּשַׁבָּת:\n",
            "english": "If the goat becomes sick and is unable to walk, the one taking it to Azazel should carry it on his shoulders, even on the Sabbath."
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "חָלָה הַמְשַׁלֵּחַ הֲרֵי זֶה מְשַׁלְּחוֹ בְּיַד אַחֵר:\n",
            "english": "If the one designated to take it becomes sick, it should be sent with another person."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "נִטְמָא הַמְשַׁלֵּחַ הֲרֵי זֶה נִכְנָס לַמִּקְדָּשׁ וְנוֹטְלוֹ וְיוֹצֵא. שֶׁנֶּאֱמַר <small>(ויקרא טז כא)</small> \"בְּיַד אִישׁ עִתִּי הַמִּדְבָּרָה\". בְּיַד זֶה שֶׁהוּכַן אֲפִלּוּ נִטְמָא:\n",
            "english": "If the one designated to take it becomes impure, he should enter the Temple take it and depart, as Leviticus 16:21 states: \"to the desert in the hands of a designated person.\" Implied is that it should be sent in the hands of the one designated even if he became ritually impure."
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "דְּחָפוֹ וְנָפַל הַשָּׂעִיר וְלֹא מֵת. יֵרֵד אַחֲרָיו וִימִיתֶנּוּ בְּכָל דָּבָר שֶׁמְּמִיתוֹ. וְאֵיבְרֵי שָׂעִיר זֶה מֻתָּרִין בַּהֲנָיָה:\n",
            "english": "If that person pushed the goat off the cliff and it did not die, he should descend after it and kill it with any article that will serve that purpose. It is permitted to benefit from the limbs of this goat."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "נִפְחֲתָה תִּקְרָה שֶׁל הֵיכָל לֹא הָיָה מַזֶּה. שֶׁנֶּאֱמַר <small>(ויקרא טז יז)</small> \"בְּאֹהֶל מוֹעֵד\":\n",
            "english": "If the roof of the Temple Building was opened, the High Priest should not sprinkle the blood of the bull and the blood of the goat, because <i>ibid.</i>:17 states: \"in the Tent of Meeting.\""
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "מִזְבֵּחַ שֶׁלֹּא נִתְחַנֵּךְ בַּקְּטֹרֶת לֹא יַזֶּה עָלָיו. שֶׁנֶּאֱמַר <small>(ויקרא ד ז)</small> \"מִזְבַּח קְטֹרֶת הַסַּמִּים\":\n",
            "english": "When the inner altar had not been dedicated by the offering of incense previously, the High Priest should not sprinkle the blood upon it, as <i>ibid.</i> 4:7 states: \"the altar of the incense offering.\""
          }
        },
        {
          "halakha": 25,
          "translations": {
            "hebrew": "חָסֵר מִן הַקְּטֹרֶת אֶחָד מִסַּמָּנֶיהָ אוֹ מַעֲלֶה עָשָׁן חַיָּב מִיתָה עָלֶיהָ שֶׁנֶּאֱמַר <small>(ויקרא טז ב)</small> \"וְלֹא יָמוּת כִּי בֶּעָנָן אֵרָאֶה עַל הַכַּפֹּרֶת\". וְכֵן חַיָּב מִיתָה עַל בִּיאָתוֹ בְּלֹא מִצְוָה. לְפִיכָךְ אִם שָׁגַג בְּבִיאָה וְהֵזִיד בִּקְטֹרֶת. אוֹ שֶׁנִּכְנַס בִּקְטֹרֶת שְׁלֵמָה עִם הַחֲסֵרָה חַיָּב מִיתָה:\n",
            "english": "If the incense offering was lacking one of its spices or the smoke-raising herb, the High Priest is liable for death, as Leviticus 16:2 states: \"He shall not die, because in a cloud I will appear on the <i>kaporet</i>.\" Similarly, he is liable for death for entering the Holy of Holies while he is not performing a mitzvah. Therefore, if he transgressed inadvertently by entering, but purposely offered an unacceptable incense offering or offered a complete incense offering together with the one that was lacking, he is liable for death."
          }
        },
        {
          "halakha": 26,
          "translations": {
            "hebrew": "הִקְטִיר מִן הַקְּטֹרֶת שֶׁל קֹדֶשׁ הַקָּדָשִׁים כְּזַיִת בַּהֵיכָל חַיָּב מִיתָה:\n",
            "english": "If he offered an olive-sized portion of the incense offering to be offered in the Holy of Holies in the Sanctuary, he is liable for death."
          }
        },
        {
          "halakha": 27,
          "translations": {
            "hebrew": "חֲפִינַת הַקְּטֹרֶת עֲבוֹדָה. וְהַמַּחְשָׁבָה פּוֹסֶלֶת בָּהּ. וְכֵן חֲתִיַּת הַגֶּחָלִים לַקְּטֹרֶת נִפְסֶלֶת בְּמַחְשָׁבָה. שֶׁמַּכְשִׁירֵי קָרְבָּן כְּקָרְבָּן:\n",
            "english": "Taking a handful of incense is considered as an element of the Temple service and improper thoughts can disqualify it. Similarly, the scooping of the coals for the incense offering can be disqualified by improper thoughts, for performance of the preparatory acts necessary to bring a sacrifice is considered as bringing the sacrifice itself."
          }
        },
        {
          "halakha": 28,
          "translations": {
            "hebrew": "חָפַן בְּרָאשֵׁי אֶצְבְּעוֹתָיו אוֹ מִן הַצְּדָדִין אוֹ מִמַּטָּה לְמַעְלָה אוֹ שֶׁחָפַן בְּיָדוֹ זוֹ וּבְיָדוֹ זוֹ וְקָרַב זוֹ לָזוֹ. אוֹ שֶׁנִּתְפַּזְּרָה קְטֹרֶת מִיָּדוֹ עַל הָאָרֶץ וַאֲסָפָהּ. אוֹ שֶׁחָפַן חֲבֵרוֹ וְנָתַן לְחָפְנָיו. אוֹ שֶׁחָפַן וּמֵת וְנִכְנַס שֵׁנִי בְּמַה שֶּׁחָפַן רִאשׁוֹן. כָּל אֵלּוּ סָפֵק וְלֹא יַקְטִיר וְאִם הִקְטִיר הֻרְצָה:\n",
            "english": "There is doubt regarding the proper ruling in all of the following incidents:<br>a) he collected the incense with his fingertips, with the sides of his hands, or scooped from below upward;<br>b) he gathered the incense with both hands and then brought them together;<br>c) the incense was scattered on the earth from his hand and he collected it;<br>d) a colleague gathered the incense and put it in his hands; or<br>e) a High Priest collected the incense and died and his replacement entered the Holy of Holies with the incense collected by the first.<br>In all these instances, as an initial preference, he should not offer such incense. If he did, it is acceptable."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:16:10.523Z",
    "totalChapters": 5,
    "status": "imported_sefaria"
  }
}
