{
  "id": "testimony",
  "name": "Mishneh Torah, Testimony",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Testimony",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָעֵד מְצֻוֶּה לְהָעִיד בְּבֵית דִּין בְּכָל עֵדוּת שֶׁיּוֹדֵעַ. בֵּין בְּעֵדוּת שֶׁיְּחַיֵּב בָּהּ אֶת חֲבֵרוֹ בֵּין בְּעֵדוּת שֶׁיְּזַכֵּהוּ בּוֹ. וְהוּא שֶׁיִּתְבָּעֶנּוּ לְהָעִיד בְּדִינֵי מָמוֹנוֹת שֶׁנֶּאֱמַר <small>(ויקרא ה א)</small> \"וְהוּא עֵד אוֹ רָאָה אוֹ יָדָע אִם לוֹא יַגִּיד וְנָשָׂא עֲוֹנוֹ\":  ",
            "english": "A witness is commanded to testify in court with regard to all pertinent testimony that he knows. This applies both to testimony that will cause his colleague to be held liable or testimony that will vindicate him. With regard to financial cases, this applies only when he is summoned to testify. The source for this commandment is Leviticus 5:1: \"And should he witness, see, or know of the matter, if he does not testify, he will bear his sin.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הָיָה הָעֵד חָכָם גָּדוֹל וְהָיָה בְּבֵית דִּין פָּחוּת מִמֶּנּוּ בְּחָכְמָה. הוֹאִיל וְאֵין כְּבוֹדוֹ שֶׁיֵּלֵךְ לִפְנֵיהֶם עֲשֵׂה שֶׁל כְּבוֹד תּוֹרָה עָדִיף וְיֵשׁ לוֹ לְהִמָּנַע. בַּמֶּה דְּבָרִים אֲמוּרִים בְּעֵדוּת מָמוֹן. אֲבָל בְּעֵדוּת שֶׁמַּפְרִישׁ בָּהּ מִן הָאִסּוּר וְכֵן בְּעֵדוּת נְפָשׁוֹת אוֹ מַכּוֹת הוֹלֵךְ וּמֵעִיד שֶׁנֶּאֱמַר <small>(גמרא ברכות יט ב)</small> \"אֵין חָכְמָה וְאֵין תְּבוּנָה לְנֶגֶד ה'\". כָּל מָקוֹם שֶׁיֵּשׁ חִלּוּל הַשֵּׁם אֵין חוֹלְקִין כָּבוֹד לָרַב:  ",
            "english": "If the witness was a wise man of great stature and the judges of the court did not possess the same degree of wisdom, he may refrain from testifying. The rationale is that it is not becoming to his dignity for him to go to testify before them. Hence, the positive commandment of honoring the Torah takes precedence.<br>When does the above apply? With regard to testimony concerning financial matters. With regard to testimony that safeguards a person from a prohibition, by contrast, or testimony in cases involving capital punishment or lashes, he must go and testify. This is derived from Proverbs 21:30: \"There is no wisdom or understanding... before God.\" Implied is that whenever the desecration of God's name is involved, honor is not granted to a master."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "כֹּהֵן גָּדוֹל אֵינוֹ חַיָּב לְהָעִיד אֶלָּא עֵדוּת שֶׁהִיא לְמֶלֶךְ יִשְׂרָאֵל בִּלְבַד. הוֹלֵךְ לְבֵית דִּין הַגָּדוֹל וּמֵעִיד בָּהּ. אֲבָל בִּשְׁאָר הָעֵדֻיּוֹת פָּטוּר:  ",
            "english": "A High Priest is not obligated to testify. An exception is made only with regard to matters involving a king. In such an instance, he should go to the High Court and testify. With regard to other testimony, he is not obligated."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "מִצְוַת עֲשֵׂה לִדְרשׁ אֶת הָעֵדִים וּלְחָקְרָן וּלְהַרְבּוֹת בִּשְׁאֵלָתָן וּמְדַקְדְּקִין עֲלֵיהֶן וּמַסִּיעִין אוֹתָן מֵעִנְיָן לְעִנְיָן בְּעֵת הַשְּׁאֵלָה כְּדֵי שֶׁיִּשְׁתְּקוּ אוֹ יַחְזְרוּ בָּהֶן אִם יֵשׁ בְּעֵדוּתָן דֹּפִי. שֶׁנֶּאֱמַר <small>(דברים יג טו)</small> \"וְדָרַשְׁתָּ וְחָקַרְתָּ וְשָׁאַלְתָּ הֵיטֵב\". וּצְרִיכִין הַדַּיָּנִים לְהִזָּהֵר בְּעֵת חֲקִירַת הָעֵדִים [שֶׁמָּא מִתּוֹכָהּ יִלְמְדוּ לְשַׁקֵּר. וּבְשֶׁבַע חֲקִירוֹת בּוֹדְקִין אוֹתָם]. בְּאֵי זוֹ שָׁבוּעַ. בְּאֵי זוֹ שָׁנָה. בְּאֵי זֶה חֹדֶשׁ. בְּכַמָּה בְּחֹדֶשׁ. בְּאֵי זֶה יוֹם מִימֵי הַשַּׁבָּת. וּבְכַמָּה שָׁעוֹת בַּיּוֹם. וּבְאֵי זֶה מָקוֹם. אֲפִלּוּ אָמַר הַיּוֹם הֲרָגוֹ אוֹ אֶמֶשׁ הֲרָגוֹ שׁוֹאֲלִין לָהֶן בְּאֵי זֶה שָׁבוּעַ בְּאֵי זוֹ שָׁנָה בְּאֵי זֶה חֹדֶשׁ בְּכַמָּה בַּחֹדֶשׁ בְּאֵי זֶה יוֹם בְּאֵי זוֹ שָׁעָה. וּמִכְּלַל הַחֲקִירוֹת יֶתֶר עַל הַשֶּׁבַע הַשָּׁווֹת בַּכּל שֶׁאִם הֵעִידוּ עָלָיו שֶׁעָבַד עֲבוֹדָה זָרָה שׁוֹאֲלִין לָהֶן אֶת מֶה עָבַד וּבְאֵי זוֹ עֲבוֹדָה עָבַד. הֵעִידוּ שֶׁחִלֵּל אֶת הַשַּׁבָּת שׁוֹאֲלִין אוֹתָן אֵי זוֹ מְלָאכָה עָשָׂה וְהֵיאַךְ עָשָׂה. הֵעִידוּ שֶׁאָכַל בְּיוֹם הַכִּפּוּרִים שׁוֹאֲלִין אוֹתָן אֵי זֶה מַאֲכָל אָכַל וְכַמָּה אָכַל. הֵעִידוּ שֶׁהָרַג אֶת הַנֶּפֶשׁ שׁוֹאֲלִין אוֹתָן בַּמֶּה הֲרָגוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה הֲרֵי הוּא מִכְּלַל הַחֲקִירוֹת:  ",
            "english": "It is a positive commandment to question the witness and to interrogate them, asking many questions and weighing their replies exactingly. They should divert their attention from one matter to another while questioning them, so that they will refrain from speaking or retract their testimony if there appear to be flaws in it, as Deuteronomy 13:15 states: \"And you shall inquire and research thoroughly.\"<br>The judges must show extreme care when questioning the witnesses, lest from their questions the witnesses learn to lie. They ask them seven questions:<br>a) In which seven year cycle the event occurred?<br>b) In which year?<br>c) In which month?<br>d) On which day of the month?<br>e) On which day of the week?<br>f) At what time?<br>g) In which place?<br>Even if a witness says: \"He killed him today,\" or \"He killed him yesterday,\" we ask him all the above questions. In addition to these seven questions which are asked universally, the judges inquire into the fundamental issues involved. For example, if the witnesses testify that a person worshipped false deities, the judges ask them: \"Which deity did he worship?\" \"What service did he perform?\" If they testified that he desecrated the Sabbath, the judges ask them: \"Which forbidden labor did he perform?\" \"How did he perform it?\" If they testify that he ate on Yom Kippur, the judges ask them: \"Which food did he eat?\" \"How much did he eat?\" If they testified that he killed someone, the judges ask them: \"With what did he kill him?\" Inquiries of this type are considered as fundamental questions (<i>chakirot</i>)."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הַחֲקִירוֹת וְהַדְּרִישׁוֹת הֵן הַדְּבָרִים שֶׁהֵן עִקַּר הָעֵדוּת וּבָהֶן יִתְחַיֵּב אוֹ יִפָּטֵר. וְהֵן כַּוָּנַת הַמַּעֲשֶׂה שֶׁעָשָׂה וְכִוּוּן הַזְּמַן וְכִוּוּן הַמָּקוֹם שֶׁבָּהֶן יָזֹמּוּ הָעֵדִים אוֹ לֹא יָזֹמּוּ. שֶׁאֵין אָנוּ יְכוֹלִים לְהָזִים הָעֵדִים עַד שֶׁיְּכַוְּנוּ הַזְּמַן וְהַמָּקוֹם:  ",
            "english": "The <i>derishot</i> and the <i>chakirot</i> involve the matters that constitute the essence of the testimony. On their basis, the person will either be held liable or released. They include defining the deed that was performed, the time when it was performed, and the place where it was performed. On these basis, the testify of the witnesses will or will not be refuted through <i>hazamah</i>. For we cannot refute the testimony of the witnesses unless they define the time and place of the deed involved."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְעוֹד מַרְבִּין לִבְדֹּק הָעֵדִים בִּדְבָרִים שֶׁאֵינָן עִקָּר בָּעֵדוּת וְאֵינָהּ תְּלוּיָה בָּהֶם. וְהֵם הַנִּקְרָאִים בְּדִיקוֹת. וְכָל הַמַּרְבֶּה בִּבְדִיקוֹת הֲרֵי זֶה מְשֻׁבָּח. כֵּיצַד הֵן הַבְּדִיקוֹת. הֲרֵי שֶׁהֵעִידוּ עָלָיו שֶׁהָרַג וְנֶחְקְרוּ בְּשֶׁבַע חֲקִירוֹת שֶׁמָּנִינוּ. שֶׁהֵן בְּכַוָּנַת הַזְּמַן וְכַוָּנַת הַמָּקוֹם. וְנִדְרְשׁוּ בְּכַוָּנַת הַמַּעֲשֶׂה וְכִוְּנוּ הַמַּעֲשֶׂה וְכִוְּנוּ הַכְּלִי שֶׁהֲרָגוֹ בּוֹ. בּוֹדְקִין אוֹתָן עוֹד וְאוֹמְרִים לָהֶן מֶה הָיָה לְבוּשׁ הַנֶּהֱרָג אוֹ הַהוֹרֵג. בְּגָדִים לְבָנִים אוֹ שְׁחוֹרִים. עֲפַר הָאָרֶץ שֶׁנֶּהֱרַג עָלֶיהָ לָבָן אוֹ אָדֹם. אֵלּוּ וְכַיּוֹצֵא בָּהֶן הֵם הַבְּדִיקוֹת. מַעֲשֶׂה שֶׁאָמְרוּ הָעֵדִים הֲרָגוֹ בְּמָקוֹם פְּלוֹנִי תַּחַת הַתְּאֵנָה וּבָדְקוּ הָעֵדִים וְאָמְרוּ לָהֶם תְּאֵנִים שֶׁלָּהּ שְׁחוֹרוֹת הָיוּ אוֹ לְבָנוֹת עֻקְצִין שֶׁל אוֹתָם הַתְּאֵנִים אֲרֻכּוֹת הָיוּ אוֹ קְצָרוֹת. וְכָל הַמַּרְבֶּה בִּבְדִיקוֹת וְכַיּוֹצֵא בָּהֶן הֲרֵי זֶה מְשֻׁבָּח:  ",
            "english": "In addition, the judges question the witnesses exceedingly with regard to matters that do not involve the fundamental aspects of the testimony and their testimony is not dependent on them. These questions are called <i>bedikot</i>. The more a judge questions the witnesses with <i>bedikot</i>, the more praiseworthy it is.<br>What are examples of <i>bedikot</i>? Witnesses testified that a person killed a colleague. The witnesses were questioned with the seven <i>chakirot</i> which we mentioned which define the time and the place of the act. Similarly, they were interrogated with regard to the deed and they defined the deed and the murder weapon. The judges continue to interrogate them. They ask: What were the murderer and the victim wearing, white clothes or black clothes? Was the earth where he was killed white or red? These and similar questions are called <i>bedikot</i>.<br>An incident once occurred when witnesses stated that a murder took place under a fig tree. The judges questioned the witnesses: \"Were the figs black or white?\", \"Were their stems long or short?\" The more a judge questions the witnesses with <i>bedikot</i> like these, the more praiseworthy it is."
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מַה בֵּין חֲקִירוֹת וּדְרִישׁוֹת לִבְדִיקוֹת. בַּחֲקִירוֹת וּדְרִישׁוֹת אִם כִּוֵּן הָאֶחָד אֶת עֵדוּתוֹ וְהַשֵּׁנִי אוֹמֵר אֵינִי יוֹדֵעַ עֵדוּתָן בְּטֵלָה. אֲבָל בִּבְדִיקוֹת אֲפִלּוּ שְׁנֵיהֶן אוֹמְרִין אֵין אָנוּ יוֹדְעִין עֵדוּתָן קַיֶּמֶת. וּבִזְמַן שֶׁהֵן מַכְחִישִׁין זֶה אֶת זֶה אֲפִלּוּ בִּבְדִיקוֹת עֵדוּתָן בְּטֵלָה. כֵּיצַד. הֵעִידוּ שֶׁהָרַג זֶה אֶת זֶה וְאָמַר הָאֶחָד כְּשֶׁנֶּחְקַר בְּשָׁבוּעַ פְּלוֹנִי. בְּשָׁנָה פְּלוֹנִית. בְּחֹדֶשׁ פְּלוֹנִי. בְּכָךְ וְכָךְ בְּחֹדֶשׁ. בִּרְבִיעִי בְּשַׁבָּת. בְּשֵׁשׁ שָׁעוֹת בַּיּוֹם. בְּמָקוֹם פְּלוֹנִי הֲרָגוֹ. וְכֵן כְּשֶׁדָּרְשׁוּ בַּמֶּה הֲרָגוֹ אָמַר הֲרָגוֹ בְּסַיִף. וְכֵן הָעֵד הַשֵּׁנִי כִּוֵּן עֵדוּתוֹ בַּכּל חוּץ מִן הַשָּׁעוֹת שֶׁאָמַר אֵינִי יוֹדֵעַ בְּכַמָּה שָׁעוֹת הָיָה בַּיּוֹם. אוֹ שֶׁכִּוֵּן אֶת הַשָּׁעוֹת וְאָמַר אֵינִי יוֹדֵעַ בַּמֶּה הֲרָגוֹ וְלֹא הֵבַנְתִּי בַּכְּלִי שֶׁהָיָה בְּיָדוֹ. הֲרֵי עֵדוּתָן בְּטֵלָה. אֲבָל אִם כִּוְּנוּ הַכּל וְאָמְרוּ לָהֶן הַדַּיָּנִים כֵּלָיו הָיוּ שְׁחוֹרִים אוֹ לְבָנִים וְאָמְרוּ אֵין אָנוּ יוֹדְעִים וְלֹא שַׂמְנוּ לִבֵּנוּ לִדְבָרִים אֵלּוּ שֶׁאֵין בָּהֶן מַמָּשׁ הֲרֵי עֵדוּתָן קַיֶּמֶת: \n",
            "english": "What is the difference between the <i>chakirot</i> and the <i>derishot</i> and the <i>bedikot</i>? With regard to the <i>chakirot</i> and the <i>derishot</i>, if one witness gave specific testimony and the second said: \"I do not know,\" their testimony is of no consequence. With regard to the <i>bedikot</i>, by contrast, even if both of them say: \"I don't know,\" their testimony is allowed to stand. If, however, they contradict each other, even with regard to the <i>bedikot</i>, their testimony is nullified.<br>What is implied? The witnesses testified that one person killed another. One of the witnesses specified the year of the seven year cycle, the year, the month, the date, the day of the week, Wednesday, the time, 12 noon, and the place of the murder. Similarly, they asked him: \"With what did he kill him?\", and he answered: \"With a sword.\" If the second witnesses outlined his testimony in the same manner except for the time, i.e., he said: \"I do not know the time of day at which the murder took place,\" or he was able to specify the time, but said: \"I don't know what he used to kill him. I did not take notice of the murder weapon,\" their testimony is nullified. If, however, they outlined all the above factors identically, but were asked: \"Was he dressed in black or white?\" their testimony is allowed to stand if they replied: \"We don't know. We did not pay attention to factors like these which are of no consequence.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אָמַר אֶחָד כֵּלִים שְׁחוֹרִים הָיָה לָבוּשׁ וְהַשֵּׁנִי אָמַר לֹא כֵן אֶלָּא לְבָנִים הָיָה לָבוּשׁ הֲרֵי עֵדוּתָן בְּטֵלָה. וּכְאִלּוּ אָמַר אֶחָד בִּרְבִיעִי בְּשַׁבָּת וְהַשֵּׁנִי בַּחֲמִישִׁי שֶׁאֵין כָּאן עֵדוּת. אוֹ שֶׁאָמַר הָאֶחָד בְּסַיִף הֲרָגוֹ וְהַשֵּׁנִי אָמַר בְּרֹמַח שֶׁאֵין כָּאן עֵדוּת. שֶׁנֶּאֱמַר <small>(דברים יג טו)</small> \"נָכוֹן הַדָּבָר\" וְכֵיוָן שֶׁהִכְחִישׁוּ זֶה אֶת זֶה בְּאֵי זֶה מִכָּל הַדְּבָרִים אֵין זֶה נָכוֹן: \n",
            "english": "If one of the witnesses said: \"He was wearing black clothes,\" and the second one said: \"That is not so,\" he was wearing white clothes, their testimony is nullified. It is as one said: \"It took place on Wednesday,\" and the other said: \"It took place on Thursday,\" in which instance, the testimony is of no consequence. Or it can be compared to a situation where one said: \"\"He killed him with a sword,\" and the other says: \"He killed him with a lance.\" The need for corroboration of the witnesses' testimony is derived from Deuteronomy 13:15 which states: \"And the matter is precise.\" If they contradicted each other in any matter, their testimony is not precise."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיוּ הָעֵדִים מְרֻבִּים שְׁנַיִם מֵהֶן כִּוְּנוּ עֵדוּתָן בַּחֲקִירוֹת וּבִדְרִישׁוֹת וְהַשְּׁלִישִׁי אוֹמֵר אֵינִי יוֹדֵעַ תִּתְקַיֵּם הָעֵדוּת בִּשְׁנַיִם וְיֵהָרֵג. אֲבָל אִם הִכְחִישׁ אֶת שְׁנֵיהֶן אֲפִלּוּ בִּבְדִיקוֹת עֵדוּתָן בְּטֵלָה: \n",
            "english": "The following rules apply if there were many witnesses. If two of them testified in a like manner with regard to the <i>chakirot</i> and the <i>derishot</i>, their testimony is allowed to stand and the defendant is executed, even though the third witness says: \"I don't know.\" If, however, that witness contradicts the other two, even with regard to the <i>bedikot</i>, their testimony is nullified."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "עֵד אֶחָד אוֹמֵר בִּרְבִיעִי בְּשַׁבָּת בִּשְׁנַיִם לַחֹדֶשׁ וְהַשֵּׁנִי אוֹמֵר בִּרְבִיעִי בְּשַׁבָּת בִּשְׁלֹשָׁה לַחֹדֶשׁ עֵדוּתָן קַיֶּמֶת. שֶׁזֶּה יוֹדֵעַ בְּעִבּוּרוֹ שֶׁל חֹדֶשׁ וְזֶה אֵינוֹ יוֹדֵעַ. בַּמֶּה דְּבָרִים אֲמוּרִים עַד חֲצוֹת הַחֹדֶשׁ. אֲבָל אַחַר חֲצוֹת הַחֹדֶשׁ כְּגוֹן שֶׁאָמַר הָאֶחָד בְּשִׁשָּׁה עָשָׂר בַּחֹדֶשׁ וְהַשֵּׁנִי אוֹמֵר בְּשִׁבְעָה עָשָׂר בַּחֹדֶשׁ אַף עַל פִּי שֶׁכִּוְּנוּ שְׁנֵיהֶם יוֹם אֶחָד מִימֵי הַשַּׁבָּת עֵדוּתָן בְּטֵלָה. שֶׁאֵין חֲצִי הַחֹדֶשׁ בָּא וּכְבָר יָדְעוּ הַכּל אֵימָתַי הָיָה רֹאשׁ הַחֹדֶשׁ: \n",
            "english": "If one witness says: \"The murder took place on Wednesday, the second of the month,\" and another says: \"It took place on Wednesday, the third of the month,\" their testimony is allowed to stand. Although there is a contradiction between them, we assume that one knew that an extra day was added to the month, and one did not know.<br>Until when does the above apply? Until the middle of the month. After the middle of the month, by contrast, e.g., one said: \"It took place on the sixteenth of the month,\" and the second said: \"It took place on the seventeenth of the month,\" their testimony is nullified even though both of them spoke about the same day of the week. The rationale is that by the middle of the month, every one knows when Rosh Chodesh was commemorated."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אָמַר הָאֶחָד בִּשְׁלֹשָׁה וְהַשֵּׁנִי אוֹמֵר בַּחֲמִשָּׁה עֵדוּתָן בְּטֵלָה. אָמַר עֵד אֶחָד בִּשְׁתֵּי שָׁעוֹת בַּיּוֹם וְהַשֵּׁנִי אוֹמֵר בְּשָׁלֹשׁ שָׁעוֹת הֲרֵי עֵדוּתָן קַיֶּמֶת שֶׁדֶּרֶךְ הָעָם לִטְעוֹת בְּשָׁעָה אַחַת. אֲבָל אִם אָמַר הָאֶחָד בְּשָׁלֹשׁ שָׁעוֹת וְהַשֵּׁנִי אוֹמֵר בְּחָמֵשׁ עֵדוּתָן בְּטֵלָה. אָמַר עֵד אֶחָד קֹדֶם הָנֵץ הַחַמָּה וְאֶחָד אוֹמֵר בְּהָנֵץ הַחַמָּה עֵדוּתָן בְּטֵלָה אַף עַל פִּי שֶׁהִיא שָׁעָה אַחַת שֶׁהַדָּבָר נִכָּר לַכּל. וְכֵן אִם נֶחְלְקוּ בִּשְׁקִיעָתָהּ: \n",
            "english": "If, however, one witness says: \"It took place on the third of the month,\" and the other says: \"It took place on the fifth of the month,\" their testimony is nullified.<br>If one witness says: \"It took place during the second hour of the day,\" and the other says: \"It took place during the third hour,\" their testimony is allowed to stand. The rationale is that it is common for people to err with regard to one hour. If, however, one says: \"It took place during the third hour,\" and the other says: \"It took place during the fifth hour,\" their testimony is nullified.<br>If one witness says: \"It took place before sunrise,\" and the other says: \"It took place at sunrise,\" their testimony is nullified. Even though the discrepancy between them is less than one hour, the matter is evident to all. Similar concepts apply with regard to sunset."
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֶחָד דִּינֵי מָמוֹנוֹת וְאֶחָד דִּינֵי נְפָשׁוֹת בִּדְרִישָׁה וַחֲקִירָה. שֶׁנֶּאֱמַר <small>(ויקרא כד כב)</small> \"מִשְׁפַּט אֶחָד יִהְיֶה לָכֶם\". אֲבָל אָמְרוּ חֲכָמִים כְּדֵי שֶׁלֹּא תִּנְעל דֶּלֶת בִּפְנֵי לוִֹין אֵין עֵדֵי מָמוֹן צְרִיכִין דְּרִישָׁה וַחֲקִירָה. כֵּיצַד. אָמְרוּ הָעֵדִים בְּפָנֵינוּ הִלְוָה זֶה אֶת זֶה מָנֶה בְּשָׁנָה פְּלוֹנִית. אַף עַל פִּי שֶׁלֹּא כִּוְּנוּ אֶת הַחֹדֶשׁ וְלֹא אֶת הַמָּקוֹם שֶׁהִלְוָה בּוֹ וְלֹא אֶת הַמָּנֶה אִם הָיָה מִמַּטְבֵּעַ פְּלוֹנִי אוֹ מִמַּטְבֵּעַ פְּלוֹנִי עֵדוּתָן קַיֶּמֶת: \n",
            "english": "The questioning and interrogation of witnesses is required with regard to cases involving both monetary law and capital punishment, as Leviticus 24:22 states: \"You shall have one judgment.\" Nevertheless, our Sages ordained that witnesses in cases involving financial law not be questioned or interrogated, lest this prevent loans from being given.<br>What is implied? If witnesses say: \"So-and-so lent so-and-so a <i>maneh</i> in this year,\" their testimony is allowed to stand even though they did not specify the month or the place in which the <i>maneh</i> was given, nor did they say of which coinage the <i>maneh</i> was."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּהוֹדָאוֹת וְהַלְוָאוֹת מַתָּנוֹת וּמְכִירוֹת וְכַיּוֹצֵא בָּהֶן. אֲבָל בְּדִינֵי קְנָסוֹת צְרִיכִין דְּרִישָׁה וַחֲקִירָה וְאֵין צָרִיךְ לוֹמַר בְּמַלְקוֹת וּבְגָלוּת. וְכֵן אִם רָאָה הַדַּיָּן שֶׁהַדִּין מְרֻמֶּה וְחָשַׁשׁ לוֹ צָרִיךְ דְּרִישָׁה וַחֲקִירָה: \n",
            "english": "When does the above apply? With regard to admissions of liability, loans, presents, sales, and the like. Cases involving fines, by contrast, require the full process of questioning and interrogation. Needless to say, this applies with regard to cases involving the penalties of lashes and exile. Similarly, if a judge perceives that a claim may be contrived and his suspicions are aroused, questioning and interrogation is necessary even with regard to cases involving financial matters."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁאֵין עֵדֵי מָמוֹנוֹת צְרִיכִין דְּרִישָׁה וַחֲקִירָה אִם הִכְחִישׁוּ הָעֵדִים זֶה אֶת זֶה בִּדְרִישׁוֹת אוֹ בַּחֲקִירוֹת עֵדוּתָן בְּטֵלָה. וְאִם הִכְחִישׁוּ הָעֵדִים זֶה אֶת זֶה בִּבְדִיקוֹת עֵדוּתָן קַיֶּמֶת. כֵּיצַד. אֶחָד אוֹמֵר בְּנִיסָן לָוָה מִמֶּנּוּ וְהַשֵּׁנִי אוֹמֵר לֹא כִּי אֶלָּא בְּאִיָּר אוֹ שֶׁאָמַר הָאֶחָד בִּירוּשָׁלַיִם וְהַשֵּׁנִי אוֹמֵר לֹא כִּי אֶלָּא בְּלוֹד הָיִינוּ עֵדוּתָן בְּטֵלָה. וְכֵן אִם אָמַר הָאֶחָד חָבִית שֶׁל יַיִן הִלְוָהוּ וְהַשֵּׁנִי אוֹמֵר שֶׁל שֶׁמֶן הָיְתָה עֵדוּתָן בְּטֵלָה שֶׁהֲרֵי הִכְחִישׁוֹ בִּדְרִישָׁה. אֲבָל אִם אָמַר הָאֶחָד מָנֶה שָׁחוֹר וְהַשֵּׁנִי אוֹמֵר מָנֶה לָבָן הָיָה. זֶה אוֹמֵר בַּדְּיוֹטָא הָעֶלְיוֹנָה הָיוּ כְּשֶׁהִלְוָהוּ וְהַשֵּׁנִי אוֹמֵר בַּדְּיוֹטָא הַתַּחְתּוֹנָה הָיוּ. עֵדוּתָן קַיֶּמֶת. אֲפִלּוּ אָמַר הָאֶחָד מָנֶה הִלְוָהוּ וְהַשֵּׁנִי אוֹמֵר מָאתַיִם חַיָּב לְשַׁלֵּם מָנֶה שֶׁיֵּשׁ בִּכְלַל מָאתַיִם מָנֶה. וְכֵן אִם אָמַר הָאֶחָד דְּמֵי חָבִית שֶׁל יַיִן יֵשׁ לוֹ בְּיָדוֹ וְזֶה אוֹמֵר דְּמֵי חָבִית שֶׁל שֶׁמֶן מְשַׁלֵּם בַּפָּחוּת שֶׁבְּדָמִים. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "Although there is no requirement to subject witnesses in cases involving monetary law to the full process of questioning and interrogation, if the witnesses contradict each other with regard to the <i>derishot</i> or the <i>chakirot</i>, their testimony is nullified. If the witnesses contradict each other with regard to the <i>bedikot</i>, their testimony is allowed to stand.<br>What is implied? One witness says: \"He borrowed from him in Nissan,\" and the other witness says: \"No, he borrowed in Iyar,\" their testimony is nullified. Or one says: \"The loan was given in Jerusalem,\" and the second says: \"No; we were in Lod,\" their testimony is nullified. Similarly, if one says: \"He lent him a barrel of wine,\" and the other says: \"It contained oil,\" their testimony is nullified, for they contradicted themselves with regard to the fundamental questions.<br>If, by contrast, one said: \"He lent him a black <i>maneh</i>,\" while the other said: \"It was a white <i>maneh</i>. One said: \"They were in the upper storey when he made the loan,\" and the other said: \"They were in the lower storey,\" their testimony is allowed to stand. Moreover, even if one said: \"He lent him a <i>maneh</i> and the other, \"He lent him two hundred,\" the defendant is obligated to pay him at least a <i>maneh</i>, because 200 contains 100. Similarly, if one said: \"He owes him the cost of a barrel of wine,\" and the other says: \"...a barrel of oil,\" the defendant is required to pay the lesser amount of the two. Similar concepts apply in all analogous situations."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "דִּין תּוֹרָה שֶׁאֵין מְקַבְּלִין עֵדוּת לֹא בְּדִינֵי מָמוֹנוֹת וְלֹא בְּדִינֵי נְפָשׁוֹת אֶלָּא מִפִּי הָעֵדִים שֶׁנֶּאֱמַר <small>(דברים יז ו)</small> \"עַל פִּי שְׁנַיִם עֵדִים\" מִפִּיהֶם וְלֹא מִכְּתַב יָדָן. אֲבָל מִדִּבְרֵי סוֹפְרִים שֶׁחוֹתְכִין דִּינֵי מָמוֹנוֹת בְּעֵדוּת שֶּׁבַּשְּׁטָר אַף עַל פִּי שֶׁאֵין הָעֵדִים קַיָּמִים כְּדֵי שֶׁלֹּא תִּנְעל דֶּלֶת בִּפְנֵי לוִֹין. וְאֵין דָּנִין בְּעֵדוּת שֶׁבַּשְּׁטָר בְּדִינֵי קְנָסוֹת וְאֵין צָרִיךְ לוֹמַר בְּמַכּוֹת וּבְגָלוּת אֶלָּא מִפִּיהֶן וְלֹא מִכְּתַב יָדָן: \n",
            "english": "According to Scriptural Law, we do not accept testimony - neither in cases involving financial matter, nor in cases involving capital punishment - except orally from the witnesses, as implied by Deuteronomy 17:6: \"On the basis of two witnesses....\" Implied is that testimony is accepted only orally, and not on the basis of their written statements.<br>According to Rabbinic Law, however, we decide cases involving financial matters on the basis of testimony recorded in a legal document even if the witnesses are no longer alive. This measure was enacted lest the alternative prevent loans from being given. We do not adjudicate cases involving fines on the basis of testimony recorded in a legal document. Needless to say, cases involving lashes or exile are decided only on the basis of verbal testimony, not on the basis of a written document."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כָּל עֵד שֶׁנֶּחְקְרָה עֵדוּתוֹ בְּבֵית דִּין בֵּין בְּדִינֵי מָמוֹנוֹת בֵּין בְּדִינֵי נְפָשׁוֹת אֵין יָכוֹל לַחְזֹר בּוֹ. כֵּיצַד. אָמַר מֻטְעֶה הָיִיתִי שׁוֹגֵג הָיִיתִי וְנִזְכַּרְתִּי שֶׁאֵין הַדָּבָר כֵּן. לְפַחְדוֹ עָשִׂיתִי. אֵין שׁוֹמְעִין לוֹ אֲפִלּוּ נָתַן טַעַם לִדְבָרָיו. וְכֵן אֵינוֹ יָכוֹל לְהוֹסִיף בְּעֵדוּתוֹ תְּנַאי. כְּלָלוֹ שֶׁל דָּבָר כָּל דְּבָרִים שֶׁיֹּאמַר הָעֵד אַחַר שֶׁנֶּחְקְרָה עֵדוּתוֹ שֶׁיָּבוֹא מִכְּלָלָן בִּטּוּל הָעֵדוּת אוֹ הוֹסָפַת תְּנַאי בָּהּ אֵין שׁוֹמְעִין לוֹ: \n",
            "english": "In both cases involving financial matters and cases involving capital punishment, once a witness has testified and has been questioned in court, he cannot retract.<br>What is implied? If the witness state: \"I testified in error,\" \"I inadvertently forgot the details and now remembered that it was not so,\" or \"I testified only out of fear of him\" we do not heed him, even if he provides an explanation for his statements. Similarly, he cannot add that any of the matters he mentioned in his testimony were conditional.<br>The general principle is: Any statement made by a witness after his testimony was delivered and questioned that will lead to the nullification of that testimony or that adds a condition to the points stated is not heeded."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "עֵדִים הַחֲתוּמִים עַל הַשְּׁטָר הֲרֵי הֵן כְּמִי שֶׁנֶּחְקְרָה עֵדוּתָן בְּבֵית דִּין וְאֵין יְכוֹלִין לַחְזֹר בָּהֶן. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁאֶפְשָׁר לְקַיֵּם הַשְּׁטָר שֶׁלֹּא מִפִּיהֶן כְּגוֹן שֶׁהָיוּ שָׁם עֵדִים שֶׁזֶּה כְּתַב יָדָן אוֹ שֶׁהָיָה כְּתַב יָדָן יוֹצֵא מִמָּקוֹם אַחֵר. אֲבָל אִם אִי אֶפְשָׁר לְקַיֵּם אֶת הַשְּׁטָר אֶלָּא מִפִּיהֶן וְאָמְרוּ כְּתַב יָדֵינוּ הוּא זֶה אֲבָל אֲנוּסִים הָיִינוּ קְטַנִּים הָיִינוּ קְרוֹבִים הָיִינוּ מֻטְעִים הָיִינוּ הֲרֵי אֵלּוּ נֶאֱמָנִים וִיבַטֵּל הַשְּׁטָר: \n",
            "english": "Witnesses who sign a legal document are considered as if their testimony was delivered and questioned by a court of law. They cannot retract it.<br>When does the above apply? When the authenticity of the document can be verified without their testimony, e.g., other witness who could testify that it was their signatures were present or their signatures were found on other legal documents. If, however, the authenticity of the document could not be verified without their testimony and they said: \"This is our handwriting, but we were compelled to do it,\" \"...We were below majority at the time,\" \"...We were related to the litigants,\" \"...We were deceived,\" their statements are accepted and the legal document is nullified."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אָמְרוּ פְּסוּלֵי עֵדוּת הָיִינוּ בַּעֲבֵרָה אוֹ שֹׁחַד לָקַחְנוּ עַל עֵדוּת זוֹ אֵין נֶאֱמָנִים שֶׁאֵין אָדָם מֵשִׂים עַצְמוֹ רָשָׁע עַד שֶׁיָּעִידוּ עָלָיו עֵדִים שֶׁהוּא רָשָׁע. וְכֵן אִם אָמְרוּ אֲמָנָה הָיוּ דְּבָרֵינוּ אֵין נֶאֱמָנִים שֶׁהַמֵּעִיד עַל שְׁטַר אֲמָנָה כְּמֵעִיד בְּשֶׁקֶר: \n",
            "english": "If the witnesses say: \"We were not acceptable as witnesses because of a transgression we violated,\" or \"We took a bribe to testify on this document,\" their word is not accepted. The rationale is that a person's own testimony can never be used to have him considered as wicked. Instead, two witnesses must testify that he is wicked.<br>Similarly, if the witnesses say: \"Our words were given on faith, their words are not accepted. For a person who signs as a witness on a promissory note given on faith is considered as if he gave false testimony."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "אָמְרוּ הָעֵדִים שְׁטַר מֶכֶר זֶה מוֹדָעָה נִמְסְרָה לָנוּ עָלָיו אַף עַל פִּי שֶׁכְּתַב יָדָן יוֹצֵא מִמָּקוֹם אַחֵר הֲרֵי אֵלּוּ נֶאֱמָנִין: \n",
            "english": "If witnesses say: \"A protest was made by the seller to us with regard to this deed of sale,\" their words are accepted even though their signatures were found on other legal documents."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "אָמְרוּ עַל תְּנַאי הָיָה שְׁטָר זֶה. אִם הָיָה כְּתַב יָדָן יוֹצֵא מִמָּקוֹם אַחֵר אֵין נֶאֱמָנִין וְאִם אֵין הַשְּׁטָר מִתְקַיֵּם אֶלָּא מִפִּיהֶם נֶאֱמָנִים. וְאוֹמֵר לְבַעֲלֵי הַדִּין קַיְּמוּ הַתְּנַאי וּבוֹאוּ לָדוּן: \n",
            "english": "When the witnesses signed on the document say: \"The legal document was composed conditionally,\" their word is not accepted if their signatures were found on other legal documents. If, however, the authenticity of the document could not be verified without their testimony, their statements are accepted and we tell the litigants: \"Fulfill the condition and then bring the matter to judgment.\""
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "אָמַר אֶחָד מִן הָעֵדִים עַל תְּנַאי הָיוּ הַדְּבָרִים וְהַשֵּׁנִי אוֹמֵר לֹא הָיָה שָׁם תְּנַאי הֲרֵי כָּאן עֵד אֶחָד: \n",
            "english": "If one of the witnesses says: \"The transaction was made conditionally,\" and the other says, \"There was no condition involved,\" the testimony of the one witness is of consequence."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "גַּם בְּדִינֵי מָמוֹנוֹת אֵין מְקַבְּלִין עֵדוּת אֶלָּא בִּפְנֵי בַּעַל דִּין. אִם הָיָה בַּעַל דִּין חוֹלֶה אוֹ שֶׁהָיוּ הָעֵדִים מְבַקְּשִׁים לֵילֵךְ לִמְדִינַת הַיָּם וְשָׁלְחוּ לְבַעַל דִּין וְלֹא בָּא הֲרֵי אֵלּוּ מְקַבְּלִים עֵדִים שֶׁלֹּא בְּפָנָיו. בַּמֶּה דְּבָרִים אֲמוּרִים בְּעֵדוּת עַל פֶּה. אֲבָל בִּשְׁטָר מְקַיְּמִין בֵּית דִּין אֶת עֵדָיו שֶׁלֹּא בִּפְנֵי בַּעַל דִּין. וַאֲפִלּוּ הָיָה עוֹמֵד וְצוֹוֵחַ וְאוֹמֵר שְׁטָר מְזֻיָּף הוּא עֵדֵי שֶׁקֶר הֵן פְּסוּלֵי עֵדוּת הֵן אֵין מַשְׁגִּיחִין בּוֹ אֶלָּא מְקַיְּמִין אֶת הַשְּׁטָר וְאִם יֵשׁ לוֹ רְאָיָה לִפְסל יִפְסל: \n",
            "english": "Also in laws involving financial matters, we receive testimony only in the presence of the litigants. If, however, the plaintiff was deathly ill or the witnesses desired to travel overseas and the defendant was summoned and yet did not come, we receive the testimony outside his presence.<br>When does the above apply? To testimony given orally. The authenticity of the signatures of a legal document, by contrast, may be verified outside the defendant's presence. Moreover, even if the defendant is present and protests vociferously: \"This document is a forgery,\" \"They are false witnesses,\" or \"They are unacceptable witnesses,\" we pay no heed to him. Instead, we verify the authenticity of the document. If the defendant brings proof which disqualifies the document, it is disqualified."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל מִי שֶׁיֵּשׁ לוֹ רְאָיָה בְּעֵדִים מְטַפֵּל בָּעֵדִים עַד שֶׁיְּבִיאֵם לְבֵית דִּין. וְאִם יָדְעוּ בֵּית דִּין שֶׁבַּעַל דִּינוֹ אַלָּם וְטָעַן הַתּוֹבֵעַ שֶׁהָעֵדִים מִתְפַּחֲדִים מִבַּעַל דִּינוֹ שֶׁיָּבוֹאוּ וְיָעִידוּ לוֹ הֲרֵי בֵּית דִּין כּוֹפִין אֶת בַּעַל דִּינוֹ שֶׁיָּבִיא הוּא הָעֵדִים. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ דָּנִין בָּהֶן לְאַלָּם: \n",
            "english": "Whenever a plaintiff has witnesses who will testify to prove his claim, he must tend to the witnesses until he brings them to court. If the court knows that the defendant is a strong and stubborn person and the plaintiff claims that the witnesses are afraid to come and testify on behalf of the plaintiff, the court compels the defendant to bring the witnesses. We adjudicate cases involving strong and stubborn people according to these and other analogous principles."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "עֵדֵי נְפָשׁוֹת צְרִיכִין שֶׁיִּהְיוּ שְׁנֵיהֶם רוֹאִים אֶת הָעוֹשֶׂה עֲבֵרָה כְּאֶחָד. וּצְרִיכִין לְהָעִיד כְּאֶחָד וּבְבֵית דִּין אֶחָד. אֲבָל דִּינֵי מָמוֹנוֹת אֵין צְרִיכִין לְכָךְ. כֵּיצַד. הָיָה אֶחָד רוֹאֵהוּ מֵחַלּוֹן זֶה כְּשֶׁעָבַר הָעֲבֵרָה וְהָעֵד הָאַחֵר רוֹאֵהוּ מֵחַלּוֹן אַחֵר. אִם הָיוּ שְׁנֵי הָעֵדִים רוֹאִין זֶה אֶת זֶה מִצְטָרְפִין וְאִם לָאו אֵין מִצְטָרְפִין. הָיָה זֶה הַמַּתְרֶה בּוֹ רוֹאֶה הָעֵדִים וְהָעֵדִים רוֹאִין אוֹתוֹ אַף עַל פִּי שֶׁאֵין רוֹאִין זֶה אֶת זֶה הַמַּתְרֶה מְצָרְפָן. הָיוּ שְׁנֵי הָעֵדִים בְּבַיִת אֶחָד וְהוֹצִיא אֶחָד מֵהֶן רֹאשׁוֹ מִן הַחַלּוֹן. וְרָאָהוּ זֶה שֶׁעוֹשֶׂה מְלָאכָה בְּשַׁבָּת וְאֶחָד מַתְרֶה בּוֹ. וְהִכְנִיס רֹאשׁוֹ וְחָזַר הָעֵד הַשֵּׁנִי וְהוֹצִיא רֹאשׁוֹ מֵאוֹתוֹ הַחַלּוֹן וְרָאָהוּ. אֵין מִצְטָרְפִין עַד שֶׁיִּרְאוּ שְׁנֵיהֶם כְּאֶחָד. הָיוּ שְׁנֵי עֵדִים רוֹאִין אוֹתוֹ מֵחַלּוֹן זֶה וּשְׁנֵי עֵדִים רוֹאִין אוֹתוֹ מֵחַלּוֹן אַחֵר וְאֶחָד מַתְרֶה בּוֹ בָּאֶמְצַע. בִּזְמַן שֶׁמִּקְצָתָן רוֹאִין אֵלּוּ אֶת אֵלּוּ הֲרֵי זוֹ עֵדוּת אַחַת וְאִם לֹא הָיוּ רוֹאִין אֵלּוּ אֶת אֵלּוּ וְלֹא צֵרֵף אוֹתָן הַמַּתְרֶה הֲרֵי אֵלּוּ שְׁתֵּי עֵדוּיוֹת. לְפִיכָךְ אִם נִמְצֵאת כַּת אַחַת מֵהֶן זוֹמְמִין הוּא וְהֵן נֶהֱרָגִין שֶׁהֲרֵי הוּא נֶהֱרָג בְּעֵדוּת הַכַּת הַשְּׁנִיָּה: \n",
            "english": "Both witnesses in cases involving capital punishment must see the person committing the transgression at the same time. They must deliver their testimony together, in the same court. These requirements do not apply with regard to cases involving financial matters.<br>What is implied? If while looking from one window, a witness saw the person commit the transgression and the other witness saw him from the other window, their testimonies can be combined if they see each other. If they cannot see each other, their testimonies cannot be combined. If a person who administered the warning sees the witnesses and the witnesses see him, because of the person administering the warning, their testimony is combined even though they do not see each other.<br>If they do not see the transgression at the same time, their testimony is not combined. For example, the two witnesses were in one house and one stuck his head out of the window and saw a person perform a forbidden labor on the Sabbath and another person issue a warning. He then thrust in his head and the other witness stuck his head out of the same window and saw the person commit the transgression. Their testimonies cannot be combined unless they both see the transgression at the same time.<br>The following laws apply when two witnesses see the transgressor from one window, two other witnesses see him from another window, and there is a person who gives a warning in between. If some of them see each other, they are considered as one group of witnesses. If they do not see each other and the person giving the warning does not include them together, they are considered as two groups of witnesses. Therefore if one group are discovered to be <i>zomamim</i>, the transgressor and the witnesses are executed. For the transgressor is executed on the basis of the testimony of the second group of witnesses."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֲבָל בְּדִינֵי מָמוֹנוֹת אַף עַל פִּי שֶׁלֹּא רָאוּ אֵלּוּ אֶת אֵלּוּ עֵדוּתָן מִצְטָרֶפֶת. כֵּיצַד. אָמַר הָאֶחָד בְּפָנַי הִלְוָהוּ בְּיוֹם פְּלוֹנִי אוֹ בְּפָנַי הוֹדָה לוֹ. וְאָמַר הָעֵד הַשֵּׁנִי וְכֵן אֲנִי מֵעִיד שֶׁהִלְוָהוּ בְּפָנַי אוֹ הוֹדָה בְּיוֹם אַחֵר. הֲרֵי אֵלּוּ מִצְטָרְפִין: \n",
            "english": "With regard to cases involving financial matters, by contrast, even though they did not see each other, their testimony can be combined.<br>What is implied? One witness said: \"In my presence, he lent money him on this-and-this day\" or \"In my presence, he acknowledged a debt,\" and the second witness says: \"I also testify that he lent him money\" or \"...acknowledged a debt\" on a different day, their testimony can be combined."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן אִם אָמַר הָאֶחָד בְּפָנַי הִלְוָהוּ וְהַשֵּׁנִי אוֹמֵר בְּפָנַי הוֹדָה לוֹ. אוֹ שֶׁאָמַר הָרִאשׁוֹן בְּפָנַי הוֹדָה וְהַשֵּׁנִי שֶׁהֵעִיד אַחַר זְמַן אָמַר בְּפָנַי הִלְוָהוּ. הֲרֵי אֵלּוּ מִצְטָרְפִין: \n",
            "english": "Similarly, if one witness states: \"He gave a loan in my presence,\" and the other said: \"He acknowledged a debt in my presence,\" or the first said: \"He acknowledged a debt in my presence,\" and the other testified afterwards, saying: \"He gave a loan in my presence,\" their testimony can be combined."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְכֵן בְּעֵת שֶׁמְּעִידִין בְּבֵית דִּין יָבוֹא אֶחָד וְשׁוֹמְעִין דְּבָרָיו הַיּוֹם וּכְשֶׁיָּבוֹא הָעֵד הַשֵּׁנִי לְאַחַר זְמַן שׁוֹמְעִין דְּבָרָיו וּמִצְטָרְפִין זֶה לָזֶה וּמוֹצִיאִין בָּהֶן הַמָּמוֹן: \n",
            "english": "Similar concepts apply with regard to the time of their testimony in court. One may come on one day and the court will hear his testimony and the other may come on a later date and have his testimony heard. The testimonies may be combined and money expropriated on this basis."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵן אִם הָיָה עֵד אֶחָד בִּכְתָב וְאֶחָד עַל פֶּה מִצְטָרְפִין. וְאִם אָמַר זֶה שֶׁלֹּא כָּתַב עֵדוּתוֹ אֲנִי קָנִיתִי מִיָּדוֹ עַל דָּבָר זֶה וְלֹא בָּא הַמַּלְוֶה הַזֶּה וְלֹא שָׁאַל מִמֶּנִּי לִכְתֹּב שְׁנֵיהֶם מִצְטָרְפִין לַעֲשׂוֹת הַמִּלְוֶה בַּשְּׁטָר וְאֵינוֹ יָכוֹל לוֹמַר פָּרַעְתִּי: \n",
            "english": "Similarly, if the testimony of one witness was recorded in a legal document and the other testified orally, their testimony may be combined. If the witness who did not record his testimony states: \"I entered into an act of contract with him concerning this manner, but the lender did not come and ask me to record my testimony in a legal document,\" the two can join together to give the claim the status of a loan backed by a promissory note. The borrower may not claim: \"I repaid the debt.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הֵעִיד הָאֶחָד בְּבֵית דִּין זֶה וְהָעֵד הַשֵּׁנִי בְּבֵית דִּין אַחֵר יָבוֹא בֵּית דִּין אֵצֶל בֵּית דִּין וְיִצְטָרְפוּ עֵדוּתָן. וְכֵן אִם הֵעִידוּ שְׁנֵי הָעֵדִים בְּבֵית דִּין זֶה וְחָזְרוּ וְהֵעִידוּ בְּבֵית דִּין אַחֵר יָבוֹא אֶחָד מִכָּל בֵּית דִּין וְיִצְטָרְפוּ. אֲבָל הָעֵד עִם הַדַּיָּן שֶׁהֵעִידוּ שְׁנֵי הָעֵדִים בְּפָנָיו אֵין מִצְטָרְפִין: \n",
            "english": "The following laws apply in cases involving financial matters. If one witness delivered testimony in one court and the other witness delivered testimony in a second court, the two courts should come together and combine the testimonies. Similarly, if two witnesses delivered testimony in one court and then delivered testimony in another court, a member of either court can join together with a member of the other court. The statements of a witness and a judge before whom two witnesses testified may not be combined."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁמִּצְטָרְפִין הָעֵדוּת בְּדִינֵי מָמוֹנוֹת צָרִיךְ שֶׁיָּעִיד כָּל אֶחָד מִשְּׁנֵיהֶם בְּכָל דָּבָר כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אִם הֵעִיד עֵד אֶחָד בְּמִקְצָת דָּבָר וְהֵעִיד הַשֵּׁנִי בְּמִקְצָתוֹ אֵין מְקַיְּמִין הַדָּבָר מֵעֵדוּת שְׁנֵיהֶם. שֶׁנֶּאֱמַר <small>(משנה סוטה ו ג)</small> \"עַל פִּי שְׁנַיִם עֵדִים יָקוּם דָּבָר\". כֵּיצַד. זֶה אוֹמֵר פְּלוֹנִי אָכַל שָׂדֶה זוֹ שָׁנָה פְּלוֹנִית וְזֶה הֵעִיד שֶׁאֲכָלָהּ שָׁנָה שְׁנִיָּה וְזֶה הֵעִיד שֶׁאֲכָלָהּ שָׁנָה שְׁלִישִׁית. אֵין מִצְטָרְפִין עֵדוּת שְׁלָשְׁתָּן וְאוֹמְרִים הֲרֵי אֲכָלָהּ שָׁלֹשׁ שָׁנִים שֶׁכָּל אֶחָד וְאֶחָד הֵעִיד בְּמִקְצָת הַדָּבָר. וְכֵן אִם הֵעִיד זֶה אֲנִי רָאִיתִי שַׂעֲרָה אַחַת בְּצַד יְמִינוֹ שֶׁל זֶה וְזֶה אוֹמֵר אֲנִי רָאִיתִי שַׂעֲרָה אַחַת בְּצַד שְׂמֹאלוֹ שֶׁל זֶה בְּאוֹתוֹ הַיּוֹם. אֵין מִצְטָרְפִין דִּבְרֵי שְׁנֵיהֶם כְּדֵי שֶׁנֹּאמַר הֲרֵי הֵעִידוּ שְׁנֵיהֶם שֶׁהָיָה זֶה גָּדוֹל בְּיוֹם פְּלוֹנִי לְפִי שֶׁכָּל אֶחָד מֵהֶם לֹא הֵעִיד אֶלָּא בְּמִקְצָת הַסִּימָנִין. אֲפִלּוּ הֵעִידוּ שְׁנַיִם בְּשַׂעֲרָה אַחַת וְהָעִידוּ שְׁנַיִם בְּשַׂעֲרָה אַחֶרֶת שֶׁהֲרֵי כָּל כַּת מֵהֶם הֵעִידָה עַל חֲצִי דָּבָר וְאֵין זוֹ עֵדוּת. אֲבָל אִם הֵעִידָה הָאַחַת שֶׁרָאֲתָה שְׁתֵּי שְׂעָרוֹת בְּצַד יָמִין וְהֵעִידָה הַשְּׁנִיָּה שֶׁרָאֲתָה שְׁתֵּי שְׂעָרוֹת בְּצַד שְׂמֹאל מִצְטָרְפִין. וְכֵן כָּל כַּיּוֹצֵא בּוֹ: \n",
            "english": "Although testimony of two witnesses may be combined in matters of financial law, each of the witnesses must deliver testimony concerning an entire matter, as we explained. If, by contrast, one witness testifies concerning a portion of a matter and the other witness testifies concerning another portion of the matter, we do not establish the matter on the basis of their testimony, as indicated by Deuteronomy 19:15: \"According to the testimony of two witnesses shall the matter be established.\"<br>What is implied? One witness testifies that a person benefited from a field one year, another testifies that he benefited in the following year, and a third testifies that he benefited in the third year, the testimonies of the three cannot be linked together to say that he benefited for three years. For each of them testified only about a portion of the matter.<br>Similarly, if one witness testifies: \"I saw one hair on the person's right side,\" and another witness testifies: \"I saw one hair on the person's left side,\" their testimonies are not linked together so that we can say that two people testified that the person concerned manifested signs of physical maturity on that particular day. For each of them testified only about a portion of the physical signs required. Even if two witnesses testified that they saw one hair and two other witnesses testified that they saw another hair, their testimony is of no consequence. Since they both testified about only half the matter, this is not acceptable testimony.<br>If, however, one witness testified that he saw two hairs on the person's right side and another witness testified that he saw two hairs on the person's left side, their testimony can be linked together. Similar concepts apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 5,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין חוֹתְכִין דִּין מִן הַדִּינִין עַל פִּי עֵד אֶחָד לֹא דִּינֵי מָמוֹנוֹת וְלֹא דִּינֵי נְפָשׁוֹת. שֶׁנֶּאֱמַר <small>(דברים יט טו)</small> \"לֹא יָקוּם עֵד אֶחָד בְּאִישׁ לְכָל עָוֹן וּלְכָל חַטָּאת\". וּמִפִּי הַשְּׁמוּעָה לָמַדְנוּ שֶׁקָּם הוּא לִשְׁבוּעָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת טוֹעֵן: \n",
            "english": "A ruling is never delivered in any judgment on the basis of the testimony of one witness, not in cases involving financial law, nor in cases involving capital punishment, as Deuteronomy 19:15 states: \"One witness should not stand up against any person with regard to any transgression or any sin.\" According to the Oral Tradition, we learned that his testimony is effective with regard to an oath, as stated in <i>Hilchot Toein ViNitan</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בִּשְׁנֵי מְקוֹמוֹת הֶאֱמִינָה תּוֹרָה עֵד אֶחָד. בְּסוֹטָה שֶׁלֹּא תִּשְׁתֶּה מֵי מָרִים וּבְעֶגְלָה עֲרוּפָה שֶׁלֹּא תֵּעָרֵף כְּמוֹ שֶׁבֵּאַרְנוּ. וְכֵן מִדִּבְרֵיהֶן בְּעֵדוּת אִשָּׁה שֶׁיָּעִיד לָהּ שֶׁמֵּת בַּעְלָהּ: \n",
            "english": "In two situations, the Torah accepted the testimony of one witness:<br>a) with regard to a <i>sotah</i>, so that she does not drink the bitter waters; and<br>b) with regard to a calf whose neck is broken, to prevent its neck from being broken, as we explained.<br>Similarly, according to Rabbinic Law, we accept the testimony of one witness with regard to testimony concerning a woman, if he testifies regarding her that her husband died."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכָל מָקוֹם שֶׁעֵד אֶחָד מוֹעִיל אִשָּׁה וּפָסוּל כְּמוֹ כֵן מְעִידִים. חוּץ מֵעֵד אֶחָד שֶׁל שְׁבוּעָה שֶׁאֵין מְחַיְּבִין שְׁבוּעָה אֶלָּא בְּעֵדוּת כָּשֵׁר הָרָאוּי לְהִצְטָרֵף עִם אַחֵר וְיִתְחַיֵּב זֶה הַנִּשְׁבָּע מָמוֹן עַל פִּיו. עַל פִּי שְׁנַיִם עֵדִים אוֹ עַל פִּי שְׁלֹשָׁה עֵדִים לַעֲשׂוֹת שְׁלֹשָׁה כִּשְׁנַיִם מַה שְּׁנַיִם נִמְצָא אֶחָד מֵהֶן קָרוֹב אוֹ פָּסוּל בָּטֵל הָעֵדוּת אַף שְׁלֹשָׁה וְהוּא הַדִּין לְמֵאָה. נִמְצָא אֶחָד מֵהֶן קָרוֹב אוֹ פָּסוּל בְּטֵלָה הָעֵדוּת בֵּין בְּדִינֵי מָמוֹנוֹת בֵּין בְּדִינֵי נְפָשׁוֹת: \n",
            "english": "Whenever the testimony of one witness is effective, a woman and a person disqualified as a witness may also testify. There is, however, an exception: a witness who requires that an oath be taken. We do not require that an oath be taken except on the basis of testimony that is acceptable and fit to be joined with the testimony of another person to obligate the person taking the oath to make financial restitution.<br>Deuteronomy 19:15 states: \"On the basis of the testimony of two witnesses or on the basis of the testimony of three witnesses...,\" establishing an equation between three witnesses and two witnesses. Just as when there are two witnesses, if one of them is discovered to be a relative or unfit to deliver testimony, the entire testimony is nullified; so, too, if there are three - or even 100 - witnesses and one of them is discovered to be a relative or unfit to deliver testimony, the entire testimony is nullified. This applies both in matters involving financial law and in cases involving capital punishment."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בִּזְמַן שֶׁנִּתְכַּוְּנוּ כֻּלָּם לְהָעִיד. אֲבָל אִם לֹא נִתְכַּוְּנוּ כֻּלָּם לְהָעִיד מַה יַּעֲשׂוּ שְׁנֵי אַחִים בִּכְלַל הָעָם וְרָאוּ הָעָם כְּשֶׁהָרַג זֶה אֶת זֶה אוֹ כְּשֶׁחָבַל בּוֹ אוֹ כְּשֶׁחָטַף חֵפֶץ מִיָּדוֹ: \n",
            "english": "When does the above apply? When all of the potential witnesses had the intent of delivering testimony. If, however, they did not all intend to deliver testimony, the testimony will not be nullified. What should two brothers do when they are together with other people and they and the others see a person murder a colleague, injure him, or grab an article from his hand?"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵיצַד בּוֹדְקִין אֶת הַדָּבָר. כְּשֶׁיָּבוֹאוּ לְבֵית דִּין עֵדִים מְרֻבִּין. כַּת אַחַת אוֹמֵר לָהֶם כְּשֶׁרְאִיתֶם זֶה שֶׁהָרַג אוֹ חָבַל לְהָעִיד בָּאתֶם אוֹ לִרְאוֹת. כָּל מִי שֶׁאוֹמֵר לֹא לְהָעִיד עָלָיו אֶלָּא לִרְאוֹת מָה הַדָּבָר וּבִכְלַל הָעָם בָּאתִי מַפְרִישִׁין אוֹתוֹ. וְכָל מִי שֶׁאוֹמֵר לֹא הָיִיתִי עוֹמֵד אֶלָּא לְהָעִיד וּלְכַוֵּן הָעֵדוּת מַפְרִישִׁין אוֹתוֹ. אִם נִמְצָא בְּאֵלּוּ שֶׁנִּתְכַּוְּנוּ לְהָעִיד קָרוֹב אוֹ פָּסוּל עֵדוּת כֻּלָּם בְּטֵלָה. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה בָּהֶן קָרוֹב אוֹ פָּסוּל. אֲבָל אִם כֻּלָּם כְּשֵׁרִים אֶחָד שֶׁנִּתְכַּוֵּן לְהָעִיד אוֹ שֶׁלֹּא נִתְכַּוֵּן לְהָעִיד הוֹאִיל וְרָאָה הַדָּבָר וְכִוֵּן עֵדוּתוֹ וְהָיָה שָׁם הַתְרָאָה חוֹתְכִין הַדִּין עַל פִּיו. בֵּין בְּדִינֵי מָמוֹנוֹת בֵּין בְּדִינֵי נְפָשׁוֹת: \n",
            "english": "How do we investigate the matter? When many witnesses come to the court as a single group, we ask them: \"When you saw this person kill or injure was your intent to serve as a witness or merely to observe?\" All those who say that their intent was not to serve as a witness, but they came merely to observe the matter as part of people at large are set aside. And all those who say: \"I stood and took notice solely for the purpose of serving as a witness and being precise in my testimony,\" are set aside. If a relative or an unacceptable witness is found among those who intended to deliver testimony, the entire testimony is nullified.<br>When does the above apply? When a relative or an unacceptable witness was present. If, however, they are all acceptable to serve as witnesses, their testimony is taken into account whether they intended to serve as witnesses or not. Since they observed the matter, related the particulars of the testimony, and a warning was given the transgressor, the matter is adjudicated on this basis. This applies both in matters involving financial law and in cases involving capital punishment."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁטָר שֶׁהָיוּ עֵדָיו מְרֻבִּין וְנִמְצָא אֶחָד מֵהֶן קָרוֹב אוֹ פָּסוּל אוֹ שֶׁהָיוּ בָּהֶם שְׁנַיִם קְרוֹבִים זֶה לָזֶה. וַהֲרֵי אֵין הָעֵדִים קַיָּמִין כְּדֵי לִשְׁאל אוֹתָן. אִם יֵשׁ שָׁם עֵדוּת בְּרוּרָה שֶׁכֻּלָּם יָשְׁבוּ לַחְתֹּם שֶׁהֲרֵי נִתְכַּוְּנוּ לְהָעִיד הֲרֵי זֶה בָּטֵל. וְאִם לָאו תִּתְקַיֵּם הָעֵדוּת בַּשְּׁאָר. וְלָמָּה מְקַיְּמִין הָעֵדוּת בַּשְּׁאָר שֶׁהֲרֵי אֶפְשָׁר שֶׁחָתְמוּ הַכְּשֵׁרִים וְהִנִּיחוּ מָקוֹם לַגָּדוֹל לַחְתֹּם וּבָא זֶה הַקָּרוֹב אוֹ הַפָּסוּל וְחָתַם שֶׁלֹּא מִדַּעְתָּם: \n",
            "english": "The following laws apply when there is a legal document with many witnesses and one of them is discovered to be a relative or unacceptable or two of them are related to each other and the witnesses are not alive so that they could be asked whether they intended to sign as witnesses or not. If there is definitive testimony that they all sat down with the intent of signing - i.e., they intended to give testimony - the document is unacceptable. If not, the testimony may be maintained on the basis of the other witnesses.<br>Why may the testimony be maintained on the basis of the other witnesses? Because it is possible that the acceptable witnesses signed and left a place for a person of stature to sign and the relative or the unacceptable witness signed without them knowing."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "אַף עַל פִּי שֶׁהָעֵד שֶׁחָתוּם מִתְּחִלָּה בַּשְּׁטָר הוּא הַפָּסוּל הֲרֵי הַשְּׁטָר כָּשֵׁר: \n",
            "english": "Even though an unacceptable witness is the first whose signature appears on the legal document, the document is acceptable."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל עֵד שֶׁהֵעִיד בְּדִינֵי נְפָשׁוֹת אֵינוֹ מוֹרֶה בְּדִין זֶה הַנֶּהֱרָג וְלֹא יְלַמֵּד עָלָיו לֹא זְכוּת וְלֹא חוֹבָה. וְאִם אָמַר יֵשׁ לִי לְלַמֵּד עָלָיו זְכוּת מְשַׁתְּקִין אוֹתוֹ שֶׁנֶּאֱמַר <small>(במדבר לה ל)</small> \"וְעֵד אֶחָד לֹא יַעֲנֶה בְנֶפֶשׁ לָמוּת\". בֵּין לִזְכוּת בֵּין לְחוֹבָה. וּמַהוּ זֶה שֶׁנֶּאֱמַר לָמוּת כְּלוֹמַר עֵד שֶׁהֵעִיד בְּנֶפֶשׁ לָמוּת לֹא יַעֲנֶה דָּבָר אֶלָּא יָעִיד וְיִשְׁתֹּק. אֲבָל בְּדִינֵי מָמוֹנוֹת יֵשׁ לוֹ לְלַמֵּד עָלָיו זְכוּת אוֹ חוֹבָה. אֲבָל לֹא יִמָּנֶה עִם הַדַּיָּנִים וְלֹא יֵעָשֶׂה דַּיָּן שֶׁאֵין עֵד נַעֲשֶׂה דַּיָּן אֲפִלּוּ בְּדִינֵי מָמוֹנוֹת: \n",
            "english": "Whenever a witness delivers testimony in a case involving capital punishment, he may not rule as a judge with regard to this murder. He may not offer an opinion in favor of the accused's acquittal or conviction. If he states: \"I have a rationale that should lead to his acquittal, he is silenced, as implied by Numbers 35:30: \"One witness shall not make a statement with regard to a case involving capital punishment,\" i.e., his words are not accepted neither for acquittal, nor for conviction.<br>What is the intent of the phrase \"involving capital punishment\"? That once a witness testifies with regard to capital punishment, he should make no further statements. He should deliver his testimony and be silent. With regard to cases involving financial matters, he may, however, offer an opinion leading to the defendant being released from financial liability or held liable. He may not, however, be counted among the judges or serve as a judge. For a witness may not serve as a judge. This applies even in cases involving financial matters."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּדָבָר שֶׁצָּרִיךְ עֵדִים מִן הַתּוֹרָה וְצָרִיךְ דַּיָּנִים לָדוּן בְּאוֹתוֹ הַדָּבָר מִן הַתּוֹרָה. אֲבָל בְּשֶׁל דִּבְרֵיהֶם עֵד נַעֲשֶׂה דַּיָּן. כֵּיצַד. אֶחָד שֶׁהֵבִיא הַגֵּט וְאָמַר בְּפָנַי נִכְתַּב וּבְפָנַי נֶחְתַּם. הוּא וּשְׁנַיִם נוֹתְנִין אוֹתוֹ לָהּ וְנִמְצָא כְּאִלּוּ נְטָלוּהוּ מִבֵּית דִּין. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When does the above apply? With regard to matters that, according to Scriptural Law, require testimony and adjudication by judges. In matters of Rabbinic Law, by contrast, a witness may serve as a judge.<br>What is implied? A person brought a bill of divorce and stated: \"It was written and signed in my presence.\" He and two other individuals may serve as a court and give the woman the bill of divorce. It is as if she received it in a court. Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 6,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כְּבָר בֵּאַרְנוּ שֶׁקִּיּוּם שְׁטָרוֹת מִדִּבְרֵיהֶם כְּדֵי שֶׁלֹּא תִּנְעל דֶּלֶת בִּפְנֵי לוֹוִין. אַף עַל פִּי כֵן אֵין מְקַיְּמִין שְׁטָרוֹת אֶלָּא בִּשְׁלֹשָׁה אֲפִלּוּ שְׁלָשְׁתָּן הֶדְיוֹטוֹת מִפְּנֵי שֶׁהוּא דִּין. וּלְפִיכָךְ אֵין מְקַיְּמִין שְׁטָרוֹת בַּלַּיְלָה כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "As explained, the verification of the authenticity of the signatures of the witnesses to legal documents is a Rabbinic provision so that loans will be given freely. Nevertheless, we do not verify the authenticity of a legal document except in a court of three judges, for it is a judgment. Ordinary people, however, are acceptable to serve as the judges. For this reason, the authenticity of legal documents may not be verified at night, as we explained."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בְּאֶחָד מֵחֲמִשָּׁה דְּרָכִים מִתְקַיֵּם הַשְּׁטָר בְּבֵית דִּין. הַדֶּרֶךְ הָאֶחָד שֶׁיִּהְיוּ דַּיָּנִים מַכִּירִין כְּתַב יְדֵי הָעֵדִים שֶׁזּוֹ עֵדוּת פְּלוֹנִי וְזוֹ עֵדוּת פְּלוֹנִי. הַדֶּרֶךְ הַשֵּׁנִי שֶׁיַּחְתְּמוּ הָעֵדִים בִּפְנֵיהֶם. הַדֶּרֶךְ הַשְּׁלִישִׁי שֶׁיָּבוֹאוּ הָעֵדִים הַחֲתוּמִים בִּפְנֵיהֶם וְיֹאמַר כָּל אֶחָד וְאֶחָד זֶה כְּתַב יָדִי וַאֲנִי עֵד בַּדָּבָר הַזֶּה. הַדֶּרֶךְ הָרְבִיעִי שֶׁאִם מֵתוּ עֵדֵי הַשְּׁטָר אוֹ שֶׁהָיוּ בִּמְדִינָה אַחֶרֶת יָבוֹאוּ עֵדִים וְיָעִידוּ עַל כְּתַב יָדָן שֶׁהוּא זֶה. הַדֶּרֶךְ הַחֲמִישִׁי שֶׁיִּהְיֶה כְּתַב יָדָן יוֹצֵא מִשְּׁטָרוֹת אֲחֵרִים וְעוֹרְכִין בֵּית דִּין זֶה הַכְּתָב לְאוֹתוֹ הַכְּתָב שֶׁבִּשְׁטָרוֹת אֲחֵרִים וְיִהְיֶה דּוֹמֶה זֶה לָזֶה וְיֵרָאֶה לָהֶם בְּיַחַד שֶׁכְּתַב יְדֵי אֵלּוּ הוּא כְּתַב יְדֵי אֵלּוּ: \n",
            "english": "The authenticity of the signatures of the witnesses to legal documents may be verified in any of five ways:<br>a) the judges recognize the handwriting of the witnesses and know that this is so-and-so's signature and that this is so-and-so's signature;<br>b) the witnesses sign the legal document in their presence;<br>c) the witnesses who signed come and each testifies in the presence of the judges saying, \"This is my signature and I am a witness to this matter\";<br>d) if the witnesses to the legal document died or they were in another locale, other witnesses may come and testify to the authenticity of their signatures;<br>e) if the witnesses' signatures were found on other legal documents, the court compares these signatures to the signatures on those documents, seeing that they resemble each other and the signatures on these documents match these signatures."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין מְקַיְּמִין אֶת הַשְּׁטָר מִשְּׁטָרוֹת אֲחֵרִים אֶלָּא מִשְּׁנֵי שְׁטָרוֹת שֶׁל שְׁתֵּי שָׂדוֹת שֶׁאֲכָלוּם בַּעֲלֵיהֶן שָׁלֹשׁ שָׁנִים אֲכִילָה גְּלוּיָה נְכוֹנָה בְּלֹא שׁוּם יִרְאָה וְלֹא פַּחַד מִתְּבִיעָה בָּעוֹלָם כְּדֶרֶךְ שֶׁאוֹכְלִין כָּל בַּעֲלֵי שָׂדוֹת שְׂדוֹתֵיהֶן. אוֹ מִשְּׁנֵי שִׁטְרֵי כְּתֻבּוֹת. וְהוּא שֶׁיֵּצְאוּ שְׁנֵי הַשְּׁטָרוֹת מִתַּחַת יְדֵי אַחֵר לֹא מִתַּחַת יְדֵי זֶה שֶׁרוֹצֶה לְקַיֵּם שְׁטָרוֹ שֶׁמָּא הוּא זִיֵּף הַכּל. וְכֵן מְקַיְּמִין הַשְּׁטָר מִשְּׁטָר שֶׁקָּרָא עָלָיו עַרְעָר וְהֻחְזַק בְּבֵית דִּין מְקַיְּמִין מִמֶּנּוּ לְבַדּוֹ כְּמוֹ שֶׁמְּקַיְּמִין מִשְּׁטַר שְׁתֵּי שָׂדוֹת אוֹ מִשְּׁתֵי כְּתֻבּוֹת: \n",
            "english": "The authenticity of the signatures of the witnesses to legal documents should not be verified from documents other than:<br>a) two deeds of sale from two fields whose owners benefited from them for three years in a proper and conspicuous manner without fear or dread from any claim in the world as all the owners of fields benefit from their properties; or b) two <i>ketubot</i>.<br>These two legal documents must be in the possession of another person and not in the possession of the person who seeks to validate his legal document, for it is possible he forged all the signatures. Similarly, we may validate a legal document by comparing the signatures of the witnesses to those on a legal document whose authenticity was challenged and then verified by a court of law. Such a legal document alone can be used to verify the authenticity of the signatures to a legal document just as a legal document can be validated by comparing it to the deeds of sale for two fields or two <i>ketubot</i>."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "בֵּית דִּין שֶׁכָּתְבוּ בְּמוֹשַׁב שְׁלֹשָׁה הָיִינוּ וְנִתְקַיֵּם שְׁטָר זֶה בְּפָנֵינוּ הֲרֵי זֶה מְקֻיָּם אַף עַל פִּי שֶׁלֹּא פֵּרְשׁוּ בְּאֵי זֶה דֶּרֶךְ מֵחֲמִשָּׁה דְּרָכִים נִתְקַיֵּם. שֶׁאֵין חוֹשְׁשִׁין לְבֵית דִּין שֶׁמָּא יִטְעוּ. וּכְבָר נָהֲגוּ כָּל בָּתֵּי דִּינִין שֶׁרָאִינוּ וְשָׁמַעְנוּ שֶׁיִּכְתְּבוּ הַדֶּרֶךְ שֶׁנִּתְקַיֵּם בָּהּ לִפְנֵיהֶם: \n",
            "english": "When a court writes on a legal document: \"In a sitting of three judges, the authenticity of this legal document was validated in our presence,\" it is validated even though they did not state in which of the five ways it was validated. For we do not suspect that the court erred. Nevertheless, it has already become accepted practice for all the courts which we have seen and about whom we have heard for the judges to describe the manner in which the document was validated."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּלְעוֹלָם אֵין בֵּית דִּין בּוֹדְקִין אַחַר בֵּית דִּין אַחֵר אֶלָּא מַחֲזִיקִין אוֹתָן שֶׁהֵן בְּקִיאִין וְלֹא יִטְעוּ. אֲבָל בּוֹדְקִין אַחַר הָעֵדִים: \n",
            "english": "A court never checks whether another court validated a legal document in a correct manner. Instead, we act under the presumption that they were knowledgeable and did not err. We do, however, check the witnesses."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁלֹשָׁה שֶׁיָּשְׁבוּ לְקַיֵּם אֶת הַשְּׁטָר וּמֵת אֶחָד מֵהֶם צְרִיכִין לִכְתֹּב בְּמוֹשַׁב שְׁלֹשָׁה הָיִינוּ וְהָאֶחָד אֵינֶנּוּ. שֶׁמָּא יֹאמַר הָרוֹאֶה בֵּית דִּין בִּשְׁנַיִם קִיְּמוּהוּ. אֲפִלּוּ הָיָה כָּתוּב בּוֹ בְּבֵית דִּין יֹאמַר שֶׁמָּא דִּמּוּ שֶׁשְּׁנַיִם בֵּית דִּין הֵם. וְאִם יֵשׁ בּוֹ מַשְׁמָע שֶׁהָיוּ שְׁלֹשָׁה אֵינוֹ צָרִיךְ: \n",
            "english": "When three judges sit to validate the authenticity of a legal document and one of them dies, the remaining judges should write: \"We sat in a session of three judges, one of the judges exists no longer,\" lest an observer say: \"A court of two judges validated it.\" Even if the validation states that it was performed by a court, it would be insufficient, lest an observer say: \"Perhaps they thought that two judges could constitute a court.\" If their wording implied that there were three judges, there is no need to mention the death of the other judge."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁלֹשָׁה שֶׁיָּשְׁבוּ לְקַיֵּם אֶת הַשְּׁטָר וּבָאוּ שְׁנֵי עֵדִים וְעִרְעֲרוּ עַל אֶחָד מֵהֶן שֶׁהוּא גַּזְלָן וְכַיּוֹצֵא בּוֹ וּבָאוּ שְׁנַיִם אֲחֵרִים וְהֵעִידוּ שֶׁחָזַר בִּתְשׁוּבָה. אִם עַד שֶׁלֹּא חָתְמוּ הֵעִידוּ שֶׁחָזַר הֲרֵי זֶה חוֹתֵם עִמָּהֶם שֶׁהֲרֵי שְׁלֹשָׁה הָיוּ וְאִם אַחַר שֶׁחָתְמוּ הַשְּׁנַיִם הֵעִידוּ עָלָיו שֶׁחָזַר בִּתְשׁוּבָה אֵינוֹ חוֹתֵם עִמָּהֶן שֶׁהֲרֵי הוּא כְּמִי שֶׁאֵינוֹ בְּעֵת חֲתִימַת הַשְּׁנַיִם. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁעִרְעֲרוּ עָלָיו בַּעֲבֵרָה. אֲבָל עִרְעֲרוּ עָלָיו בִּפְגַם מִשְׁפָּחָה כְּמוֹ שֶׁאָמְרוּ אִמּוֹ לֹא נִשְׁתַּחְרְרָה וְעֶבֶד הוּא אוֹ לֹא נִתְגַּיְּרָה וְעַכּוּ\"ם הוּא וְנוֹדַע אַחַר שֶׁחָתְמוּ הַשְּׁנַיִם שֶׁאֵין בְּמִשְׁפַּחְתּוֹ פְּגָם וְשֶׁהוּא כָּשֵׁר הֲרֵי זֶה חוֹתֵם עִמָּהֶם שֶׁזֶּה גִּלּוּי דָּבָר שֶׁהָיָה מִקֹּדֶם הוּא: \n",
            "english": "The following principles apply when there is a question if one of the judges was acceptable to serve in his position. For example, three judges sat to validate the authenticity of a legal document. Two witnesses came and challenged the propriety of one of the judges, saying that he was a robber or the like. Two others came and testified that he repented. If, before the judges signed, they testified that he repented, he may sign with them. For there were three acceptable judges at the time of the signing. If it was not until after the other two judges signed that the witnesses testified that he repented, the third judge may not sign together with them. For it is as if he did not exist at the time the other two signed.<br>When does the above apply? When his propriety was challenged because of a transgression. Different rules apply, however, when, however, his propriety was challenged because of a blemish in his lineage, e.g., they said: \"His mother was never freed, and he is a servant,\" or \"His mother never converted and he is a gentile.\" If after the other two judges signed, it was discovered that he does not have this type of blemished lineage and he is fit to serve as a judge, he may sign together with the other two. The rationale is that this is merely the revelation of a fact that existed previously."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מֻתָּר לִכְתֹּב הַקִּיּוּם בַּשְּׁטָר קֹדֶם שֶׁיִּתְקַיֵּם הַשְּׁטָר שֶׁאֵין הַכְּתִיבָה עִקָּר אֶלָּא הַחֲתִימָה. וְאֵין הַדַּיָּנִים צְרִיכִין לִקְרוֹת הַשְּׁטָר שֶׁמְּקַיְּמִין אוֹתוֹ אֶלָּא מְקַיְּמִין אוֹתוֹ מֵעֵדָיו אַף עַל פִּי שֶׁלֹּא יָדְעוּ מַה כָּתוּב בּוֹ: \n",
            "english": "It is permitted to write the validation on the document before the signatures on the document are validated. For it is the judges' signing of the validation, not the writing of it that is of fundamental importance.<br>The judges do not have to read the legal document when they validate its authenticity. Instead, they validate it based on the signatures of the witnesses even if they do not know what was written in it."
          }
        }
      ]
    },
    {
      "chapter": 7,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מֵעִיד קָרוֹב עַל כְּתַב קְרוֹבוֹ. כֵּיצַד. שְׁטָר שֶׁעֵדָיו רְאוּבֵן וְשִׁמְעוֹן וּמֵתוּ אוֹ שֶׁהָלְכוּ לִמְדִינַת הַיָּם וּבָא בְּנוֹ שֶׁל רְאוּבֵן וְאָמַר זֶה כְּתַב יָדוֹ שֶׁל אָבִי וּבָא בְּנוֹ שֶׁל שִׁמְעוֹן וְאָמַר זֶה כְּתַב יָדוֹ שֶׁל אָבִי הֲרֵי אֵלּוּ כִּשְׁנֵי עֵדִים כְּשֵׁרִים שֶׁאֵינָן קְרוֹבִים וְאִם יִצְטָרֵף עִמָּהֶם שְׁלִישִׁי וְהֵעִיד עַל כְּתַב יָדָן שֶׁל שְׁנֵיהֶם הֲרֵי נִתְקַיֵּם הַשְּׁטָר: \n",
            "english": "A relative may give testimony with regard to his relative's signature.<br>What is implied? There was a legal document which Reuven and Shimon signed as witnesses. They died or traveled overseas. Reuven's son came and testified: \"This is my father's signature,\" and Shimon's son came and testified: \"This is my father's signature,\" it is as if they are two acceptable witnesses who are not related to the witnesses who have signed. If a third witness joins together with them and testifies with regard to the two signatures, the authenticity of the legal document is validated."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ מִדְּבָרִים שֶׁנֶּאֱמָנִים הַגְּדוֹלִים לְהָעִיד בְּגָדְלָם מַה שֶּׁרָאוּ בְּקָטְנָם. נֶאֱמָן אָדָם לוֹמַר כְּשֶׁהוּא גָּדוֹל זֶהוּ כְּתַב יָדוֹ שֶׁל אָבִי זֶהוּ כְּתַב יָדוֹ שֶׁל רַבִּי זֶהוּ כְּתַב יָדוֹ שֶׁל אָחִי שֶׁהָיִיתִי מַכִּיר בִּכְתַב יָדָם כְּשֶׁהָיִיתִי קָטָן. וְהוּא שֶׁיִּצְטָרֵף עִמּוֹ אַחֵר שֶׁמַּכִּיר כְּתַב יָדָן כְּשֶׁהוּא גָּדוֹל: \n",
            "english": "The statements of the following individuals are acceptable when, as adults, they testify with regard to what they observed as minors. A person's words is accepted when, as an adult, he states: \"This is the signature of my father....\", \"This is the signature of my teacher...\", \"This is the signature of my brother which I learned to recognize when I was a minor.\"<br>The above applies, provided he is joined by another person who learned to recognize these signatures while an adult."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׁטָר שֶׁעֵדָיו רְאוּבֵן וְשִׁמְעוֹן וּבָאוּ שְׁנַיִם וְהֵעִידוּ שֶׁזֶּה כְּתַב יָדוֹ שֶׁל רְאוּבֵן וְזֶה כְּתַב יָדוֹ שֶׁל שִׁמְעוֹן נִתְקַיֵּם הַשְּׁטָר. אֲבָל אִם הֵעִיד זֶה עַל כְּתַב יָדוֹ [שֶׁל] רְאוּבֵן וְהַשֵּׁנִי הֵעִיד עַל כְּתַב יָדוֹ [שֶׁל] שִׁמְעוֹן לֹא נִתְקַיֵּם הַשְּׁטָר לְפִי שֶׁצָּרִיךְ שְׁנֵי עֵדִים עַל כְּתַב [כָּל] יַד אֶחָד מִשְּׁנֵיהֶם. וְאִם יֵשׁ שְׁלִישִׁי מֵעִיד עַל כְּתַב רְאוּבֵן וְשִׁמְעוֹן כְּאֶחָד נִתְקַיֵּם: \n",
            "english": "When there is a legal document on which Reuven and Shimon signed as witnesses and two others came and testified to the authenticity of the signatures of both Reuven and Shimon, the legal document is validated. If, however, one testified to the authenticity of Reuven's signature and the other testified to the authenticity of Shimon's signature, the document is not validated. The rationale is that two witnesses must testify with regard to both witnesses' signature. If there is a third witness who testifies with regard to the authenticity of both Reuven's and Shimon's signature, the document is validated."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אָמַר הָרִאשׁוֹן זֶה כְּתַב יָדִי וְהֵעִיד הוּא וְאַחֵר עַל כְּתַב יְדֵי הַשֵּׁנִי לֹא נִתְקַיֵּם לְפִי שֶׁנִּמְצָא שְׁלֹשֶׁת רִבְעֵי הַמָּמוֹן שֶׁבַּשְּׁטָר תָּלוּי בְּעֵדוּת הָאֶחָד. וְכֵן אִם הֵעִיד אָחִיו אוֹ בְּנוֹ שֶׁל רִאשׁוֹן עִם אַחֵר עַל כְּתַב יְדֵי הַשֵּׁנִי לֹא נִתְקַיֵּם שֶׁהֲרֵי שְׁלֹשֶׁת רִבְעֵי הַמָּמוֹן תָּלוּי בְּעֵדוּת הַקְּרוֹבִים: \n",
            "english": "When one witness says: \"This is my signature,\" and he and another witness testify with regard to the signature of the other witness, the document is not validated, for three fourths of the money mentioned in the legal document is dependent on the testimony of one person. Similarly, if the son or the brother of the first witness testifies with another person with regard to the signature of the second witness, the document is not validated, because three fourths of the money is dependent on the testimony of relatives."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁחֲתוּמִין עַל הַשְּׁטָר וּמֵת אֶחָד מֵהֶן צָרִיךְ שְׁנֵי עֵדִים לְהָעִיד עַל כְּתַב יָדוֹ שֶׁל מֵת וְאִם לֹא נִמְצָא אֶלָּא עֵד אֶחָד עִם זֶה הָעֵד הַחַי כּוֹתֵב חֲתִימַת יָדוֹ בִּפְנֵי עֵדִים אֲפִלּוּ עַל הַחֶרֶס וּמַשְׁלִיכוֹ בְּבֵית דִּין עַד שֶׁתֻּחְזַק כְּתַב יָדוֹ בְּבֵית דִּין וְלֹא יִהְיֶה צָרִיךְ לוֹמַר שֶׁזֶּה כְּתַב יָדוֹ וְיָעִיד הוּא וְאַחֵר עַל כְּתַב יְדֵי הַמֵּת וְיִתְקַיֵּם כְּתַב יָדוֹ שֶׁלֹּא בְּפָנָיו: \n",
            "english": "When two witnesses sign a legal document and one of them dies, it is necessary that two witnesses testify with regard to the authenticity of the witness who died. If there is only one other witness who recognizes his signature in addition to the witness who is alive, the latter should write his signature, even on a shard, in the presence of two witnesses and send it to the court so that his signature will be validated. In that instance, it is not necessary for him to declare that it is his signature. Accordingly, he and another person can testify with regard to the signature of the deceased person so that his signature will be validated even though he is not present."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁלֹשָׁה שֶׁיָּשְׁבוּ לְקַיֵּם אֶת הַשְּׁטָר שְׁנַיִם מֵהֶן מַכִּירִין חֲתִימַת יְדֵי עֵדִים וְאֶחָד אֵינוֹ מַכִּיר. עַד שֶׁלֹּא חָתְמוּ מְעִידִין בְּפָנָיו וְחוֹתֵם. שֶׁהָעֵדִים נַעֲשִׂים דַּיָּנִים בְּדָבָר שֶׁהוּא מִדִּבְרֵיהֶם כְּמוֹ שֶׁבֵּאַרְנוּ. אֲבָל אַחַר שֶׁחָתְמוּ אֵין מְעִידִין בְּפָנָיו וְחוֹתֵם [שֶׁהֲרֵי בְּעֵת שֶׁחָתְמוּ לֹא הָיוּ מַכִּירִין אֶלָּא הַשְּׁנַיִם] וְאֵין מְקַיְּמִין אֶלָּא עַד שֶׁיִּהְיוּ שְׁלָשְׁתָּן מַכִּירִין אוֹ יָעִידוּ הָעֵדִים עַל הַכְּתָב בִּפְנֵי כָּל אֶחָד וְאֶחָד: \n",
            "english": "The following principles apply if three judges sit together to validate the authenticity of a legal document, two of them recognize the signatures of the witnesses and one of them does not. Before the judges sign the validation, the two witnesses who recognize the signatures may deliver testimony before the third judge. Then they may sign the validation, for witnesses may serve as judges in a matter that is a Rabbinic ordinance, as we explained.<br>If the two witnesses who recognize the signatures sign the validation before testifying, they may not testify in the presence of the third judge and have him sign. For at the time they signed, only those two recognized the signature of the witnesses. A legal document may be validated only when all three judges recognize the signatures or witnesses deliver testimony on the signatures before each one of them."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהָיוּ חֲתוּמִין עַל הַשְּׁטָר וּמֵתוּ וּבָאוּ שְׁנַיִם וְאָמְרוּ כְּתַב יָדָן הוּא זֶה אֲבָל אֲנוּסִים הָיוּ קְטַנִּים הָיוּ פְּסוּלֵי עֵדוּת הָיוּ. אַף עַל פִּי שֶׁיֵּשׁ שָׁם עֵדִים אֲחֵרִים שֶׁזֶּה כְּתַב יָדָן אוֹ שֶׁהָיָה כְּתַב יָדָן יוֹצֵא מִשְּׁטָר אַחֵר שֶׁקָּרָא עָלָיו עַרְעָר וְהֻחְזַק בְּבֵית דִּין הֲרֵי זֶה לֹא נִתְקַיֵּם. אֶלָּא מְעִידִין הַשְּׁנַיִם שֶּׁבַּשְּׁטָר כְּנֶגֶד הַשְּׁנַיִם שֶׁהֵעִידוּ עֲלֵיהֶן שֶׁהֵן פְּסוּלִין וְאֵין גּוֹבִין בּוֹ כְּלוּם: \n",
            "english": "The following law applies when the two witnesses who signed on a legal document died and two others came and testified, saying: \"This is their signature, but they signed under duress,\" \"...they were minors,\" or \"...they were unacceptable as witnesses.\" Even though there were other witnesses who testify with regard to their signatures or their signatures could be recognized from another legal document concerning which a protest was raised and afterwards, it was validated by the court, the legal document is not validated. Instead, the two witnesses who signed the document are balanced against the two who testified that they were unacceptable as witnesses, and the legal document may not be used to expropriate money."
          }
        }
      ]
    },
    {
      "chapter": 8,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁחָתַם עַל הַשְּׁטָר וּבָא לְהָעִיד עַל כְּתַב יָדוֹ בְּבֵית דִּין וְהִכִּיר כְּתַב יָדוֹ שֶׁזֶּהוּ בְּוַדַּאי אֲבָל אֵינוֹ זוֹכֵר הָעֵדוּת כְּלָל וְלֹא יִמָּצֵא בְּלִבּוֹ זִכָּרוֹן כְּלָל שֶׁזֶּה לָוָה מִזֶּה לְעוֹלָם. הֲרֵי זֶה אָסוּר לְהָעִיד עַל כְּתַב יָדוֹ שֶׁהוּא זֶה בְּבֵית דִּין. שֶׁאֵין אָדָם מֵעִיד עַל כְּתַב יָדוֹ שֶׁהוּא זֶה אֶלָּא עַל הַמָּמוֹן שֶׁבַּשְּׁטָר הוּא מֵעִיד שֶׁזֶּה חַיָּב לָזֶה. וּכְתַב יָדוֹ הוּא כְּדֵי לְהַזְכִּירוֹ הַדָּבָר אֲבָל אִם לֹא נִזְכַּר לֹא יָעִיד: \n",
            "english": "The following law applies when a person signed on a promissory note and comes to testify with regard to his signature in a court of law. If he recognizes that the signature is definitely his, but does not remember the matter of concern at all and does not have any recollection that this person ever borrowed from the other, it is forbidden for him to testify with regard to his signature in court. For a person is not testifying about his signature, but instead about the money mentioned in the legal document, that one person is obligated to the other. His signature serves merely to remind him of the matter. If he does not remember, he may not testify."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֶחָד הַזּוֹכֵר אֶת הָעֵדוּת וְאֶחָד שֶׁרָאָה כְּתַב יָדוֹ אוֹ שֶׁהִזְכִּירוּהוּ אֲחֵרִים וְנִזְכַּר. אֲפִלּוּ הִזְכִּירוֹ הָעֵד הַשֵּׁנִי שֶׁהֵעִיד אִם נִזְכַּר הֲרֵי זֶה מֵעִיד. אֲבָל אִם הִזְכִּיר אוֹתוֹ הַתּוֹבֵעַ עַצְמוֹ אַף עַל פִּי שֶׁנִּזְכַּר אֵינוֹ מֵעִיד מִפְּנֵי שֶׁזֶּה דּוֹמֶה בְּעֵינֵי בַּעַל דִּין כְּאִלּוּ הֵעִיד שֶׁקֶר בְּדָבָר שֶׁלֹּא יָדַע: \n",
            "english": "Whether a person remembers his testimony at the outset, remembers it after seeing his signature, or remembers it after being reminded by others - even if he is reminded by the other witness - if he in truth remembers, he may testify. If, however, it is the plaintiff who reminds him, he may not testify. For it appears to the litigant that he is testifying falsely about a matter which he does not know."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "לְפִיכָךְ אִם הָיָה הַתּוֹבֵעַ תַּלְמִיד חָכָם וְהִזְכִּיר הַתּוֹבֵעַ הַזֶּה אֶת הָעֵד וְנִזְכַּר הֲרֵי זֶה יָעִיד לוֹ שֶׁתַּלְמִיד חָכָם יוֹדֵעַ שֶׁאִלּוּ לֹא זָכָר הַדָּבָר לֹא הָיָה מֵעִיד. וְקַל הוּא שֶׁהֵקֵלּוּ בְּדִינֵי מָמוֹנוֹת שֶׁאַף עַל פִּי שֶׁשָּׁכַח הַדָּבָר מִכַּמָּה שָׁנִים וְהַכְּתָב הוּא שֶׁהִזְכִּירוֹ הֲרֵי זֶה מֵעִיד: \n",
            "english": "Accordingly, if the plaintiff was a Torah scholar and the plaintiff reminded the witness of the matter, he may testify. The rationale is that a Torah scholar knows that if the witness did not remember the matter, he would not testify. This is a leniency which was granted with regard to cases involving financial law. Even though a witness forgot a matter for many years and it was the written record that reminded him, he may testify."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הוֹאִיל וְהַדָּבָר כֵּן שְׁטָר שֶׁיָּצָא לְבֵית דִּין וּבָאוּ עֵדִים וְאָמְרוּ כְּתַב יָדֵינוּ הוּא זֶה אֲבָל מֵעוֹלָם לֹא יָדַעְנוּ עֵדוּת זוֹ וְאֵין אָנוּ זוֹכְרִים שֶׁזֶּה לָוָה מִזֶּה אוֹ מָכַר לוֹ. לֹא נִתְקַיֵּם הַשְּׁטָר וַהֲרֵי הֵן כְּחֵרְשִׁים עַד שֶׁיִּזְכְּרוּ עֵדוּתָן. וְכָל מִי שֶׁאֵינוֹ דָּן כֵּן לֹא יָדַע בְּדִינֵי מָמוֹנוֹת בֵּין יְמִינוֹ לִשְׂמֹאלוֹ. אֲבָל אִם הָיָה כְּתַב יָדָן יוֹצֵא מִמָּקוֹם אַחֵר אוֹ שֶׁהָיוּ שָׁם עֵדִים שֶׁזֶּה כְּתַב יָדָן. מְקַיְּמִין אֶת הַשְּׁטָר וְאֵין מַשְׁגִּיחִין עַל דִּבְרֵיהֶן שֶׁאוֹמְרִין אֵין אָנוּ זוֹכְרִין עֵדוּת זוֹ שֶׁמָּא חָזְרוּ בָּהֶן. וְזֶה שֶׁאָמְרוּ אֵין אָנוּ זוֹכְרִין כְּדֵי לְבַטֵּל הַשְּׁטָר וּכְאִלּוּ אָמְרוּ קְטַנִּים הָיִינוּ פְּסוּלֵי עֵדוּת הָיִינוּ שֶׁאֵינָן נֶאֱמָנִים הוֹאִיל וּמִתְקַיֵּם הַשְּׁטָר שֶׁלֹּא עַל פִּיהֶם. וּמִפְּנֵי טַעַם זֶה מְקַיְּמִין כָּל הַשְּׁטָרוֹת. וְאֵין אָנוּ צְרִיכִין לְהָבִיא עֵדִים וְלִשְׁאל אוֹתָם אִם הֵם זוֹכְרִים עֵדוּת זוֹ אוֹ אֵינָם זוֹכְרִים אוֹתָהּ. שֶׁאֲפִלּוּ בָּאוּ וְאָמְרוּ אֵין אָנוּ זוֹכְרִים אוֹתָהּ אֵין שׁוֹמְעִין לָהֶן הוֹאִיל וְאֶפְשָׁר לְקַיְּמוֹ שֶׁלֹּא מִפִּיהֶן: \n",
            "english": "Since this is true, the following law applies when a legal document is presented to the court and the witnesses come and say: \"These are our signatures, but we never knew anything about this matter. We do not remember that this person borrowed anything from the other or sold anything to him.\" The legal document is not validated; the witnesses are considered as deaf-mutes unless they remember their testimony. Whoever does not rule in this manner does not know between his right hand and his left hand with regard to matters of financial law.<br>If, however, there was other evidence of their signatures or there were other witnesses who recognize their signatures, we pay no attention to their statements that they do not remember the matter stated in the document. We suspect that they may desire to retract their testimony and they say: \"We don't remember,\" in order to nullify the legal document. This is just as if they said: \"We were minors,\" or \"We were not acceptable witnesses.\" Their testimony is not accepted, and the legal document is validated independent of their testimony.<br>For this reason, we validate all legal documents without calling the witnesses and asking them if they remember the matter or not. Even if they say: \"We do not remember the matter,\" we do not heed their statements since it is possible to validate the legal document without their testimony."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֶחָד הַכּוֹתֵב עֵדוּתוֹ עַל הַשְּׁטָר. אוֹ שֶׁנִּמְצָא אֶצְלוֹ כָּתוּב בְּפִנְקָסוֹ בִּכְתַב יָדוֹ פְּלוֹנִי הֵעִיד אוֹתִי עָלָיו בְּיוֹם פְּלוֹנִי בְּכָךְ וְכָךְ. אִם זָכַר מֵעַצְמוֹ אוֹ הִזְכִּירוּהוּ אֲחֵרִים וְנִזְכַּר מֵעִיד וְאִם לָאו אָסוּר לְהָעִיד. שֶׁאֵין זֶה דּוֹמֶה אֶלָּא לְמִי שֶׁאָמַר לוֹ אָדָם נֶאֱמָן פְּלוֹנִי יֵשׁ לוֹ אֵצֶל פְּלוֹנִי כָּךְ וְכָךְ וְהֵעִיד הוּא שֶׁיֵּשׁ לָזֶה אֵצֶל זֶה וְהוּא אֵינוֹ יוֹדֵעַ מִן הַדָּבָר כְּלוּם אֶלָּא מִפִּי הָאַחֵר שָׁמַע וְהֵעִיד: \n",
            "english": "The following laws apply whether a person writes his testimony as a legal document or merely finds a note in his records in his handwriting, stating: \"So-and-so had me observe testimony concerning him on this-and-this date with regard to these-and-these matters.\" If he remembers the matter on his own initiative or if others remind him and he remembers, he may testify. If not, he may not testify. The situation is comparable to one in which a trustworthy person tells him: \"So-and-so owes so-and-so such-and-such an amount,\" and the listener goes and testified that one borrowed from the other although he has no firsthand knowledge of the matter, but instead merely heard from another person and testified."
          }
        }
      ]
    },
    {
      "chapter": 9,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "עֲשָׂרָה מִינֵי פַּסְלוּת הֵם כָּל מִי שֶׁנִּמְצָא בּוֹ אֶחָד מֵהֶן הֲרֵי הוּא פָּסוּל לְעֵדוּת. וְאֵלּוּ הֵן. הַנָּשִׁים. וְהָעֲבָדִים. וְהַקְּטַנִּים. וְהַשּׁוֹטִים. וְהַחֵרְשִׁים. וְהַסּוּמִים. וְהָרְשָׁעִים. וְהַבְּזוּיִין. וְהַקְּרוֹבִין. וְהַנּוֹגְעִין בְּעֵדוּתָן. הֲרֵי אֵלּוּ עֲשָׂרָה: \n",
            "english": "There are ten categories of disqualifications. Any person belonging to one of them is not acceptable as a witness. They are:<br>a) women;<br>b) servants;<br>c) minors;<br>d) mentally or emotionally unstable individuals;<br>e) deaf-mutes;<br>f) the blind;<br>g) the wicked; h) debased individuals;<br>i) relatives;<br>j) people who have a vested interest in the matter; a total of ten."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "נָשִׁים פְּסוּלוֹת לְעֵדוּת מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים יז ו)</small> \"עַל פִּי שְׁנַיִם עֵדִים\" לָשׁוֹן זָכָר וְלֹא לָשׁוֹן נְקֵבָה: \n",
            "english": "Women are unacceptable as witnesses according to Scriptural Law, as Deuteronomy 17:6 states: \"According to the testimony of two witnesses.\" The verse uses a male form and not a female form."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְכֵן הַטֻּמְטוּם וְהָאַנְדְּרוֹגִינוּס פְּסוּלִין מִפְּנֵי שֶׁהֵן סָפֵק אִשָּׁה. וְכָל מִי שֶׁהוּא סָפֵק כָּשֵׁר סָפֵק פָּסוּל הֲרֵי הוּא פָּסוּל שֶׁאֵין הָעֵד בָּא אֶלָּא לְהוֹצִיא מָמוֹן עַל פִּיו אוֹ לְחַיֵּב עַל פִּיו וְאֵין מוֹצִיאִין מָמוֹן מִסָּפֵק וְאֵין עוֹנְשִׁין מִסָּפֵק דִּין תּוֹרָה: \n",
            "english": "A <i>tumtum</i> and an <i>androgynus</i> are also unacceptable, for there is an unresolved doubt whether they are considered as women. Whenever there is an unresolved doubt whether or not a person is acceptable as a witness, he is not accepted. The rationale is that a witness is coming to expropriate money from a defendant based on his testimony or to cause a defendant to be held liable for punishment. And according to Scriptural Law, money may not be expropriated when there is a doubt involved, nor do we inflict punishment when there is a doubt involved."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הָעֲבָדִים פְּסוּלִין לְעֵדוּת מִן הַתּוֹרָה. שֶׁנֶּאֱמַר <small>(דברים יט יט)</small> \"וַעֲשִׂיתֶם לוֹ כַּאֲשֶׁר זָמַם לַעֲשׂוֹת לְאָחִיו\" מִכְּלָל שֶׁאָחִיו כָּמוֹהוּ מָה אָחִיו בֶּן בְּרִית אַף הָעֵד בֶּן בְּרִית קַל וָחֹמֶר לְעַכּוּ\"ם אִם עֲבָדִים שֶׁהֵן בְּמִקְצָת מִצְוֹת פְּסוּלִין הָעַכּוּ\"ם לֹא כָּל שֶׁכֵּן: \n",
            "english": "Servants are not acceptable to offer testimony according to Scriptural Law, as can be inferred from Deuteronomy 19:19: \"And you shall do unto him as he conspired to do unto his brother.\" Implied is that his brother is like him. Just as his brother is a member of the covenant; so, too, the witness must be a member of the covenant.<br>By extension, we can infer that a gentile is certainly not acceptable. If servants who are obligated in certain mitzvot are unacceptable, certainly, this would apply with regard to gentiles."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁחֶצְיוֹ עֶבֶד וְחֶצְיוֹ בֶּן חוֹרִין פָּסוּל: \n",
            "english": "A person who is half a servant and half a free man is not acceptable as a witness."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל מִי שֶׁנִּשְׁתַּחְרֵר וַהֲרֵי הוּא מְחֻסָּר גֵּט שִׁחְרוּר. פָּסוּל עַד שֶׁיַּגִּיעַ גֵּט לְיָדוֹ וְיֵעָשֶׂה מִכְּלַל בְּנֵי בְּרִית וְאַחַר כָּךְ יָעִיד: \n",
            "english": "Whenever a servant has been freed, but he has not been given his bill of release, he is not acceptable as a witness. Only after the bill of release reaches his hand, he immerses himself in the <i>mikveh</i>, and he becomes a member of the covenant may he give testimony."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַקְּטַנִּים פְּסוּלִין לְעֵדוּת מִן הַתּוֹרָה שֶׁנֶּאֱמַר בְּעֵדִים <small>(דברים יט יז)</small> \"וְעָמְדוּ שְׁנֵי הָאֲנָשִׁים\" אֲנָשִׁים וְלֹא קְטַנִּים. אֲפִלּוּ הָיָה הַקָּטָן נָבוֹן וְחָכָם הֲרֵי הוּא פָּסוּל עַד שֶׁיָּבִיא שְׁתֵּי שְׂעָרוֹת אַחַר שְׁלֹשׁ עֶשְׂרֵה שָׁנָה גְּמוּרוֹת. וְאִם הִגִּיעַ לְעֶשְׂרִים שָׁנָה וְלֹא הֵבִיא שְׁתֵּי שְׂעָרוֹת וְנוֹלַד בּוֹ סִימָן מִסִּימָנֵי סֵרוּס הֲרֵי זֶה סָרִיס וְיָעִיד. וְאִם לֹא נוֹלַד בּוֹ לֹא יָעִיד עַד רֹב שְׁנוֹתָיו כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת אִישׁוּת: \n",
            "english": "Minors are unacceptable as witnesses according to Scriptural Law. This concept is derived as follows: With regard to witnesses, Deuteronomy 19:17 states: \"And the two men will stand.\" Implied is \"men,\" and not minors. Even if the minor was understanding and wise, he is not acceptable until he manifests signs of physical maturity after completing thirteen full years of life.<br>If he reached the age of 20 without manifesting signs of physical maturity and on the contrary manifests physical signs of a lack of sexual potency, he is classified as a eunuch and may testify. If he does not manifest such signs, he may not testify until he completes the majority of his life, as we explained in <i>Hilchot Ishut</i>."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "קָטָן שֶׁהִגִּיעַ לִכְלַל שְׁנוֹתָיו שֶׁנִּרְאוּ בּוֹ סִימָנֵי בַּגְרוּת מִלְּמַעְלָה אֵינוֹ צָרִיךְ בְּדִיקָה. וְאִם לָאו אֵין מְקַבְּלִין עֵדוּתוֹ עַד שֶׁיִּבָּדֵק. וּבֶן שְׁלֹשׁ עֶשְׂרֵה שָׁנָה וְיוֹם אֶחָד שֶׁהֵבִיא שְׁתֵּי שְׂעָרוֹת וְאֵינוֹ יוֹדֵעַ בְּטִיב מַשָּׂא וּמַתָּן אֵין עֵדוּתוֹ עֵדוּת בְּקַרְקָעוֹת מִפְּנֵי שֶׁאֵינוֹ מְדַקְדֵּק בִּדְבָרִים שֶׁהֲרֵי אֵינוֹ יוֹדֵעַ. אֲבָל בְּעֵדוּת מִטַּלְטְלִין מְקַבְּלִין עֵדוּתוֹ הוֹאִיל וְהוּא גָּדוֹל: \n",
            "english": "When a minor passes the age of thirteen and manifest signs of physical maturity in his upper body, he need not be checked to see whether he manifested signs of physical maturity in his lower body. If he does not manifest the upper signs of maturity, we do not accept him as a witness until he is inspected. When a child is thirteen years and one day and manifests signs of physical maturity, but is not very familiar with business dealings, his testimony is not accepted with regard to landed property. The rationale is that he is not precise about such matters because of his unfamiliarity. With regard to movable property, we accept his testimony since he has reached majority."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "הַשּׁוֹטֶה פָּסוּל לְעֵדוּת מִן הַתּוֹרָה לְפִי שֶׁאֵינוֹ בֶּן מִצְוֹת. וְלֹא שׁוֹטֶה שֶׁהוּא מְהַלֵּךְ עָרֹם וּמְשַׁבֵּר כֵּלִים וְזוֹרֵק אֲבָנִים בִּלְבַד. אֶלָּא כָּל מִי שֶׁנִּטְרְפָה דַּעְתּוֹ וְנִמְצֵאת דַּעְתּוֹ מְשֻׁבֶּשֶׁת תָּמִיד בְּדָבָר מִן הַדְּבָרִים אַף עַל פִּי שֶׁהוּא מְדַבֵּר וְשׁוֹאֵל כָּעִנְיָן בִּשְׁאָר דְּבָרִים הֲרֵי זֶה פָּסוּל וּבִכְלַל שׁוֹטִים יֵחָשֵׁב. הַנִּכְפֶּה בְּעֵת כְּפִיָּתוֹ פָּסוּל וּבְעֵת שֶׁהוּא בָּרִיא כָּשֵׁר. וְאֶחָד הַנִּכְפֶּה מִזְּמַן לִזְמַן אוֹ הַנִּכְפֶּה תָּמִיד בְּלֹא עֵת קָבוּעַ. וְהוּא שֶׁלֹּא תִּהְיֶה דַּעְתּוֹ מְשֻׁבֶּשֶׁת תָּמִיד שֶׁהֲרֵי יֵשׁ שָׁם נִכְפִּים שֶׁגַּם בְּעֵת בְּרִיאוּתָם דַּעְתָּם מִטָּרֶפֶת עֲלֵיהֶם. וְצָרִיךְ לְהִתְיַשֵּׁב בְּעֵדוּת הַנִּכְפִּין הַרְבֵּה: \n",
            "english": "A person who is mentally or emotionally unstable is not acceptable as a witness according to Scriptural Law, for he is not obligated in the mitzvot. We are not speaking about only an unstable person who goes around naked, destroys utensils, and throws stones. Instead, it applies to anyone whose mind is disturbed and continually confused when it comes to certain matters although he can speak and ask questions to the point regarding other matters. Such a person is considered unacceptable and is placed in the category of unstable people.<br>An epileptic in the midst of a seizure is unacceptable as a witness. When he is healthy, he is acceptable. This applies both with regard to an epileptic who has seizures only infrequently and one who continuously has seizures without having a fixed time for them, provided his mind is not continuously confused. For there are epileptics whose minds are disturbed even when they are healthy. One must ponder much before accepting testimony from epileptics."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַפְּתָאִים בְּיוֹתֵר שֶׁאֵין מַכִּירִין דְּבָרִים שֶׁסּוֹתְרִין זֶה אֶת זֶה וְלֹא יָבִינוּ עִנְיְנֵי הַדָּבָר כְּדֶרֶךְ שֶׁמְּבִינִין שְׁאָר עַם הָאָרֶץ. וְכֵן הַמְבֹהָלִים וְהַנֶּחְפָּזִים בְּדַעְתָּם וְהַמִּשְׁתַּגְּעִים בְּיוֹתֵר הֲרֵי אֵלּוּ בִּכְלַל הַשּׁוֹטִים. וְדָבָר זֶה לְפִי (מַה) שֶּׁיִּרְאֶה הַדַּיָּן שֶׁאִי אֶפְשָׁר לְכַוֵּן הַדַּעַת בִּכְתָב: \n",
            "english": "People who are very feeble-witted who do not understand that matters contradict each other and are incapable of comprehending a concept as it would be comprehended by people at large are considered among those mentally unstable. This also applies to the people who are continually unsettled, tumultuous, and deranged. This matter is dependent on the judgment of the judge. It is impossible to describe the mental and emotional states of people in a text."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הַחֵרֵשׁ כְּשׁוֹטֶה שֶׁאֵין דַּעְתּוֹ נְכוֹנָה וְאֵינוֹ בֶּן מִצְוֹת. וְאֶחָד חֵרֵשׁ מְדַבֵּר וְאֵינוֹ שׁוֹמֵעַ אוֹ שׁוֹמֵעַ וְאֵינוֹ מְדַבֵּר. אַף עַל פִּי שֶׁרְאִיָּתוֹ רְאִיָּה מְעֻלָּה וְדַעְתּוֹ נְכוֹנָה צָרִיךְ לְהָעִיד בְּבֵית דִּין בְּפִיו. אוֹ שֶׁיִּהְיֶה רָאוּי לְהָעִיד בְּפִיו. וְיִהְיֶה רָאוּי לִשְׁמֹעַ הַדַּיָּנִים וְהָאִיּוּם שֶׁמְּאַיְּמִין עָלָיו. וְכֵן אִם נִשְׁתַּתֵּק אַף עַל פִּי שֶׁנִּבְדַּק בְּדֶרֶךְ שֶׁבּוֹדְקִין לְעִנְיַן גִּטִּין וְנִמְצֵאת עֵדוּתוֹ מְכֻוֶּנֶת וְהֵעִיד בְּפָנֵינוּ בִּכְתַב יָדוֹ אֵינָהּ עֵדוּת כְּלָל. חוּץ מֵעֵדוּת אִשָּׁה לְפִי שֶׁבְּעִגּוּנָהּ הֵקֵלּוּ: \n",
            "english": "A deaf-mute is equivalent to a mentally unstable person, for he is not of sound mind and is therefore not obligated in the observance of the mitzvot. Both a deaf person who can speak and a person who can hear, but is mute is unacceptable to serve as a witness. Even though he sees excellently and his mind is sound, he must deliver testimony orally in court or be fit to deliver testimony orally and must be fit to hear the judges and the warning they administer to him.<br>Similarly, if a person loses the ability to speak, even though his intellectual faculties have been checked as a husband is checked with regard to a bill of divorce, he testifies in writing, and his testimony is to the point, it is not accepted at all, except with regard to releasing a women from marriage, for leniency was granted so that women will not be forced to live alone."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "הַסּוּמִים אַף עַל פִּי שֶׁמַּכִּירִין הַקּוֹל וְיָדְעוּ הָאֲנָשִׁים הֲרֵי אֵלּוּ פְּסוּלִין מִן הַתּוֹרָה. שֶׁנֶּאֱמַר <small>(ויקרא ה א)</small> \"וְהוּא עֵד אוֹ רָאָה\" מִי שֶׁהוּא רָאוּי לִרְאוֹת הוּא שֶׁמֵּעִיד. וְהַסּוּמָא בְּאַחַת מֵעֵינָיו כָּשֵׁר לְהָעִיד: \n",
            "english": "The blind, although they can recognize the voices of the litigants and know their identities, are not acceptable as witnesses according to Scriptural Law. This is derived from Leviticus 5:1: \"And he witnessed or saw,\" which implies that one who can see may serve as a witness.<br>A person who is blind in one eye is fit to serve as a witness."
          }
        }
      ]
    },
    {
      "chapter": 10,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הָרְשָׁעִים פְּסוּלִין לְעֵדוּת מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(שמות כג א)</small> \"אַל תָּשֶׁת יָדְךָ עִם רָשָׁע לִהְיֹת עֵד חָמָס\" מִפִּי הַשְּׁמוּעָה לָמְדוּ אַל תָּשֶׁת רָשָׁע עֵד. וַאֲפִלּוּ עֵד כָּשֵׁר שֶׁיּוֹדֵעַ בַּחֲבֵרוֹ שֶׁהוּא רָשָׁע וְאֵין הַדַּיָּנִים מַכִּירִין רִשְׁעוֹ אָסוּר לוֹ לְהָעִיד עִמּוֹ אַף עַל פִּי שֶׁהוּא עֵדוּת אֱמֶת. מִפְּנֵי שֶׁמִּצְטָרֵף עִמּוֹ וְנִמְצָא זֶה הַכָּשֵׁר הֵשִׁית יָדוֹ עִם הָרָשָׁע עַד שֶׁנִּתְקַבְּלָה עֵדוּתוֹ. וְאֵין צָרִיךְ לוֹמַר עֵד כָּשֵׁר שֶׁהוּא יוֹדֵעַ בְּעֵדוּת לַחֲבֵרוֹ וְיָדַע שֶׁהָעֵד הַשֵּׁנִי עִמּוֹ עֵד שֶׁקֶר שֶׁאָסוּר לוֹ לְהָעִיד שֶׁנֶּאֱמַר אַל תָּשֶׁת יָדְךָ עִם רָשָׁע: \n",
            "english": "The wicked are unacceptable as witnesses according to Scriptural Law, as Exodus 23:1 states: \"Do not join hands with a wicked person to be a corrupt witness.\" The Oral Tradition interprets this as meaning: \"Do not allow a wicked person to serve as a witness.\"<br>Even when an acceptable witness knows that his colleague is \"wicked,\" but the judges are unaware of his wickedness, it is forbidden for him to offer testimony together with him even though he knows that the testimony is true, for, by doing so, he is joining together with him. Thus the acceptable witness \"joined hands\" with the wicked person, enabling his testimony to be accepted. Needless to say, it is forbidden for an acceptable witness who knows testimony concerning a colleague to testify when he knows that the other witness who testifies with him is giving false testimony. This is also implied by the verse: \"Do not join hands with a wicked person.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֵי זֶהוּ רָשָׁע כָּל שֶׁעָבַר עֲבֵרָה שֶׁחַיָּבִין עָלֶיהָ מַלְקוֹת זֶהוּ רָשָׁע וּפָסוּל. שֶׁהֲרֵי הַתּוֹרָה קָרְאָה לַמְחֻיָּב מַלְקוֹת רָשָׁע שֶׁנֶּאֱמַר <small>(דברים כה ב)</small> \"וְהָיָה אִם בִּן הַכּוֹת הָרָשָׁע\". וְאֵין צָרִיךְ לוֹמַר מְחֻיָּב מִיתַת בֵּית דִּין שֶׁהוּא פָּסוּל שֶׁנֶּאֱמַר <small>(במדבר לה לא)</small> \"אֲשֶׁר הוּא רָשָׁע לָמוּת\": \n",
            "english": "What is meant by \"a wicked person\"? Anyone who violates a prohibition punishable by lashes is considered wicked and is unacceptable as a witness. For the Torah referred to a person obligated to receive lashes with the term \"wicked,\" as Deuteronomy 25:2 states: \"If the wicked person is liable to be beaten.\" Needless to say, a person who is obligated to be executed by the court is unacceptable, for Numbers 35:31 states: \"He is a wicked person who is sentenced to die.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "עָבַר עֲבֵרָה שֶׁחַיָּבִין עָלֶיהָ מַלְקוֹת מִן הַתּוֹרָה הֲרֵי זֶה פָּסוּל מִן הַתּוֹרָה. וְאִם הָיָה הַחִיּוּב שֶׁבָּהּ מִדִּבְרֵיהֶם הֲרֵי זֶה פָּסוּל מִדִּבְרֵיהֶם. כֵּיצַד. אָכַל בְּשַׂר בְּהֵמָה בְּחָלָב אוֹ שֶׁאָכַל נְבֵלוֹת וּשְׁקָצִים וְכַיּוֹצֵא בָּהֶן בֵּין לְתֵאָבוֹן בֵּין לְהַכְעִיס. אוֹ שֶׁחִלֵּל אֶת יוֹם טוֹב הָרִאשׁוֹן. אוֹ שֶׁלָּבַשׁ שַׁעַטְנֵז שֶׁהוּא שׁוּעַ אוֹ טָווּי אוֹ נוּז. הֲרֵי זֶה פָּסוּל לְעֵדוּת מִן הַתּוֹרָה. אֲבָל אִם אָכַל בְּשַׂר עוֹף בְּחָלָב. אוֹ שֶׁחִלֵּל יוֹם טוֹב שֵׁנִי שֶׁל גָּלֻיּוֹת. אוֹ שֶׁלָּבַשׁ בֶּגֶד צֶמֶר שֶׁאָבַד בּוֹ חוּט שֶׁל פִּשְׁתָּן וְכַיּוֹצֵא בּוֹ. הֲרֵי הוּא פָּסוּל מִדִּבְרֵיהֶם. וּכְבָר מָנִינוּ כָּל עֲבֵרָה שֶׁחַיָּבִין עָלֶיהָ מַלְקוֹת. וּכְבָר נִתְבָּאֵר בְּכָל מִצְוָה וּמִצְוָה דְּבָרִים שֶׁאֲסוּרִים מִן הַתּוֹרָה וּדְבָרִים שֶׁאֲסוּרִין מִדִּבְרֵיהֶם: \n",
            "english": "When a person commits a transgression for which he is liable to receive lashes according to Scriptural Law, he is disqualified as a witness according to Scriptural Law. When the prohibition is Rabbinical in origin, he is disqualified by Rabbinic decree.<br>What is implied? A person who ate the meat of an animal cooked in milk, carrion, a teeming animal, or the like is not acceptable as a witness according to Scriptural Law. This applies whether he transgressed because of appetite or with the intent of angering God. The same law also applies if he desecrates the sanctity of the first day of a festival or wears a garment that is <i>shaatnez</i>, i.e., combed, spun, or woven with wool and linen. If he eat the meat of fowl cooked in milk, he desecrated the second day of a festival observed in the diaspora, or wore a woolen garment in which a strand of linen was lost or the like, he is disqualified by Rabbinic decree. We have already enumerated all the transgressions for which one is punished by lashes. And with regard to each and every mitzvah, we have already explained which matters are forbidden by Scriptural Law and which are forbidden by Rabbinic decree."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְעוֹד יֵשׁ שָׁם רְשָׁעִים שֶׁהֵן פְּסוּלִין לְעֵדוּת אַף עַל פִּי שֶׁהֵן בְּנֵי תַּשְׁלוּמִין וְאֵינָן בְּנֵי מַלְקוֹת. הוֹאִיל וְלוֹקְחִים מָמוֹן שֶׁאֵינוֹ שֶׁלָּהֶם בְּחָמָס פְּסוּלִין שֶׁנֶּאֱמַר <small>(דברים יט טז)</small> \"כִּי יָקוּם עֵד חָמָס בְּאִישׁ\". כְּגוֹן הַגַּנָּבִים וְהַחַמְסָנִים אַף עַל פִּי שֶׁהֶחְזִיר פָּסוּל לְעֵדוּת מֵעֵת שֶׁגָּנַב אוֹ גָּזַל. וְכֵן עֵד זוֹמֵם אַף עַל פִּי שֶׁהוּזַם בְּעֵדוּת מָמוֹן וְשִׁלֵּם הֲרֵי זֶה פָּסוּל מִן הַתּוֹרָה לְכָל עֵדוּת. וּמֵאֵימָתַי הוּא נִפְסָל מֵעֵת שֶׁהֵעִיד בְּבֵית דִּין. אַף עַל פִּי שֶׁלֹּא הוּזַם עַל אוֹתָהּ עֵדוּת אֶלָּא אַחַר כַּמָּה יָמִים. וְכֵן הַמַּלְוֶה בְּרִבִּית אֶחָד הַמַּלְוֶה וְאֶחָד הַלּוֶֹה שְׁנֵיהֶם פְּסוּלִין לְעֵדוּת. אִם רִבִּית קְצוּצָה עָשׂוּ הֲרֵי הֵן פְּסוּלִין מִן הַתּוֹרָה וְאִם אֲבַק רִבִּית עָשׂוּ הֲרֵי הֵן פְּסוּלִין מִדִּבְרֵיהֶם. וְכֵן כָּל הָעוֹבֵר עַל גֵּזֶל שֶׁל דִּבְרֵיהֶם הֲרֵי הוּא פָּסוּל מִדִּבְרֵיהֶם. כֵּיצַד. הַחַמְסָנִים וְהֵם הַלּוֹקְחִים קַרְקַע אוֹ מִטַּלְטְלִין שֶׁלֹּא בִּרְצוֹן הַבְּעָלִים אַף עַל פִּי שֶּׁנּוֹתְנִין הַדָּמִים הֲרֵי אֵלּוּ פְּסוּלִין מִדִּבְרֵיהֶם. וְכֵן הָרוֹעִים אֶחָד רוֹעֵי בְּהֵמָה דַּקָּה וְאֶחָד רוֹעֵי בְּהֵמָה גַּסָּה שֶׁל עַצְמָן הֲרֵי הֵן פְּסוּלִין שֶׁחֶזְקָתָן פּוֹשְׁטִין יְדֵיהֶן בְּגֵזֶל וּמְנִיחִים בְּהֶמְתָּן לִרְעוֹת בְּשָׂדוֹת וּפַרְדֵּסִים שֶׁל אֲחֵרִים וּלְפִיכָךְ סְתָם רוֹעֶה פָּסוּל. וּמְגַדְּלֵי בְּהֵמָה דַּקָּה בְּאֶרֶץ יִשְׂרָאֵל פְּסוּלִין אֲבָל בְּחוּצָה לָאָרֶץ כְּשֵׁרִין. וּמֻתָּר לְגַדֵּל בְּהֵמָה גַּסָּה בְּכָל מָקוֹם. וְכֵן הַמּוֹכְסִין סְתָמָן פְּסוּלִין מִפְּנֵי שֶׁחֶזְקָתָן לִקַּח יוֹתֵר מִדָּבָר הַקָּצוּב לָהֶם בְּדִין הַמַּלְכוּת וְלוֹקְחִין הֶתֵּר לְעַצְמָן. אֲבָל גַּבָּאֵי מְנַת הַמֶּלֶךְ סְתָמָן כְּשֵׁרִין וְאִם נוֹדַע שֶׁלָּקְחוּ אֲפִלּוּ פַּעַם אַחַת יֶתֶר מִן הָרָאוּי לָהֶם לִגְבּוֹת הֲרֵי אֵלּוּ פְּסוּלִין. וְכֵן מַפְרִיחֵי יוֹנִים בַּיִּשּׁוּב פְּסוּלִין מִפְּנֵי שֶׁחֶזְקָתָן שֶׁגּוֹזְלִים יוֹנִים שֶׁל אֲחֵרִים בְּחִנָּם. וְכֵן סוֹחֲרֵי שְׁבִיעִית וְהֵם בְּנֵי אָדָם שֶׁיּוֹשְׁבִין בְּטֵלִים וְכֵיוָן שֶׁבָּאָה שְׁבִיעִית פּוֹשְׁטִים יְדֵיהֶן וּמַתְחִילִין לִשָּׂא וְלִתֵּן בְּפֵרוֹת שֶׁחֶזְקַת אֵלּוּ שֶׁהֵן אוֹסְפִין פֵּרוֹת שְׁבִיעִית וְעוֹשִׂין בָּהֶן סְחוֹרָה. וְכֵן מְשַׂחֵק בְּקֻבִּיָּא וְהוּא שֶׁלֹּא תִּהְיֶה לוֹ אֻמָּנוּת אֶלָּא הוּא. הוֹאִיל וְאֵינוֹ עוֹסֵק בְּיִשּׁוּבוֹ שֶׁל עוֹלָם הֲרֵי זֶה בְּחֶזְקַת שֶׁאוֹכֵל מִן הַקֻּבִּיָּא שֶׁהוּא אֲבַק גֵּזֶל. וְלֹא בְּקֻבִּיָּא בִּלְבַד אֶלָּא אֲפִלּוּ מְשַׂחֲקִים בִּקְלִפֵּי אֱגוֹזִים וּקְלִפֵּי רִמּוֹנִים. וְכֵן לֹא יוֹנִים בִּלְבַד אָמְרוּ אֶלָּא אֲפִלּוּ הַמְשַׂחֲקִים בִּבְהֵמָה חַיָּה וְעוֹף וְאוֹמֵר כָּל הַקּוֹדֵם אֶת חֲבֵרוֹ אוֹ כָּל הַנּוֹצֵחַ אֶת חֲבֵרוֹ יִטּל בְּעָלָיו אֶת שְׁנֵיהֶן. וְכֵן כָּל כַּיּוֹצֵא בִּשְׂחוֹק זֶה. וְהוּא שֶׁלֹּא תִּהְיֶה לוֹ אֻמָּנוּת אֶלָּא שְׂחוֹק זֶה הֲרֵי הוּא פָּסוּל. וְכָל אֵלּוּ פְּסוּלִין מִדִּבְרֵיהֶם: \n",
            "english": "There are other wicked persons who are not acceptable as witnesses even though they are required to make financial restitution and are not punished by lashes. Since they take money that does not belong to them lawlessly, they are unacceptable, as Deuteronomy 19:16 states: \"When a lawless witness rises up against a person....\" For example, thieves and people who seize property, even though they make restitution, they are no longer acceptable as witnesses from the time they stole or robbed onward.<br>Similarly, a lying witness, even though his testimony was disproved with regard to financial matters and he made restitution, he is still unacceptable as a witness according to Scriptural Law for all matters. From when is he disqualified? From the time he testified falsely in court, even though his testimony was not disproved until several days later.<br>Similarly, when people are involved with loans at interest - both the borrower and the lender - if fixed interest is involved, both are disqualified according to Scriptural Law. If the shade of interest is involved, they are both disqualified by Rabbinic decree. Similarly, a person who transgresses the Rabbinic decrees against theft is disqualified by Rabbinic decree.<br>What is implied? People who seize property - either landed property or movable property - without the consent of the owners, even though they pay its worth, are disqualified by Rabbinic decree. Similarly, herders of their own animals - both of small animals and of large animals - are disqualified, for it can be assumed that they take liberty and steal by allowing their animals to pasture in fields and orchards belonging to other people. Therefore, an ordinary herder is disqualified.<br>People who raise small animals in <i>Eretz Yisrael</i> are not acceptable as witnesses. In the diaspora, by contrast, they are acceptable. It is permissible to raise a large animal in every place.<br>Generally, the collectors of the king's duty are not acceptable, because it is assumed that they will collect more than what is required by the king's decree and keep the extra portion for themselves. Tax collectors, by contrast, are generally considered to be acceptable. If, however, it is known that they took more than is required to collect, even once, they are disqualified.<br>Similarly, those who guide the flight of doves in a settled area are disqualified, because we assume that they will steal doves belonging to others without paying for them. This ruling also applies to merchants of produce in the Sabbatical year, i.e., people who generally are idle but when the Sabbatical year arrives, they begin to do business with produce. It can be assumed that they collect the produce of the Sabbatical year and do business with it.<br>Similarly, dice-players are disqualified if this is their only occupation. Since such a person does not involve himself in ordinary business pursuits, it can be assumed that his livelihood is dependent on his gambling, which is forbidden as \"the shade of robbery.\" The above applies not only to dice-players, but also to all those who gamble with the shells of nuts or the shells of pomegranates. Similarly, our Sages did not disqualify only those who train doves, but also those who gamble with other animals, beasts, and fowl, saying the owner of the one that will outrace the other or vanquish the other will acquire the stakes put up by both. Similarly, other analogous types of gamblers are disqualified, provided they do not derive their livelihood from a source other than gambling. All of the above are disqualified according to Rabbinic decree."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אָרִיס שֶׁלָּקַח דָּבָר מוּעָט מִן הַפֵּרוֹת שֶׁבִּכְּרוּ בִּימֵי נִיסָן וִימֵי תִּשְׁרֵי קֹדֶם שֶׁתִּגָּמֵר מְלַאכְתָּן. אַף עַל פִּי שֶׁלָּקַח שֶׁלֹּא מִדַּעַת בַּעַל הַשָּׂדֶה אֵינוֹ גַּנָּב וְכָשֵׁר לְעֵדוּת. שֶׁאֵין בַּעַל הַשָּׂדֶה מַקְפִּיד עָלָיו. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The fact that a sharecropper takes a small amount of the produce which sprouts in Nisan and in Tishrei before the harvest is finished without the knowledge of the owner of the field does not cause him to be considered as a thief and he is acceptable as a witness. The rationale is that the owner of the field is not concerned with such a small quantity of produce. Similar principles apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 11,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁאֵינוֹ לֹא בְּמִקְרָא וְלֹא בְּמִשְׁנָה וְלֹא בְּדֶרֶךְ אֶרֶץ הֲרֵי זֶה בְּחֶזְקַת רָשָׁע וּפָסוּל לְעֵדוּת מִדִּבְרֵיהֶם. שֶׁכָּל מִי שֶׁיָּרַד עַד כָּךְ חֲזָקָה שֶׁהוּא עוֹבֵר עַל רֹב הָעֲבֵרוֹת שֶׁיָּבוֹאוּ לְיָדוֹ: \n",
            "english": "When one does not read the Written Law, nor study the Oral Law, nor carry on ordinary social relationships, he can be assumed to be wicked and is disqualified as a witness according to Rabbinic decree. The rationale is that whenever a person has descended to such a degree, it can be assumed that he will transgress most transgressions that will present themselves to him."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לְפִיכָךְ אֵין מוֹסְרִין עֵדוּת לְעַם הָאָרֶץ וְאֵין מְקַבְּלִין מִמֶּנּוּ עֵדוּת אֶלָּא אִם כֵּן הֻחְזַק שֶׁהוּא עוֹסֵק בְּמִצְוֹת וּבִגְמִילוּת חֲסָדִים וְנוֹהֵג בְּדַרְכֵי הַיְשָׁרִים וְיֵשׁ בּוֹ דֶּרֶךְ אֶרֶץ מְקַבְּלִין עֵדוּתוֹ אַף עַל פִּי שֶׁהוּא עַם הָאָרֶץ וְאֵינוֹ לֹא בְּמִקְרָא וְלֹא בְּמִשְׁנָה: \n",
            "english": "For this reason, unlearned people should not be designated as witnesses, nor do we accept such a person's testimony unless it has been established that he observes the mitzvot, performs acts of kindness, conducts himself in an upright manner, and carries on normal social relationships. The testimony of such a person may be accepted even though he is unlearned and is unfamiliar with both the Written and Oral Law."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "נִמְצֵאתָ אוֹמֵר כָּל תַּלְמִיד חָכָם בְּחֶזְקַת כָּשֵׁר עַד שֶׁיִּפָּסֵל. כָּל עַם הָאָרֶץ בְּחֶזְקַת שֶׁהוּא פָּסוּל עַד שֶׁיֻּחְזַק שֶׁהוּא הוֹלֵךְ בְּדַרְכֵי הַיְשָׁרִים: \n",
            "english": "Thus one may conclude any Torah scholar may be assumed to be acceptable as a witness unless he is disqualified, and any unlearned person may be assumed to be unacceptable unless it is established that he follows just paths."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וְכָל מִי שֶׁיְּקַבֵּל עֵדוּת עַם הָאָרֶץ טֶרֶם שֶׁתִּהְיֶה לוֹ חֲזָקָה זוֹ אוֹ קֹדֶם שֶׁיָּבוֹאוּ עֵדִים וְיָעִידוּ שֶׁהוּא נוֹהֵג בְּמִצְוֹת וּבְדֶרֶךְ אֶרֶץ הֲרֵי זֶה הֶדְיוֹט וְעָתִיד לִתֵּן אֶת הַדִּין שֶׁהֲרֵי מְאַבֵּד מָמוֹנָן שֶׁל יִשְׂרָאֵל עַל פִּי רְשָׁעִים: \n",
            "english": "Whoever accepts the testimony of an unlearned person before it is established that he possesses the above positive qualities or before witnesses come and testify that he observes the mitzvot and carries on ordinary social relations is a commoner and will be required to face judgment, for he has forfeited the financial resources of Jews on the basis of the testimony of the wicked."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵן הַבְּזוּיִין פְּסוּלִין לְעֵדוּת מִדִּבְרֵיהֶם וְהֵם הָאֲנָשִׁים שֶׁהוֹלְכִין וְאוֹכְלִין בַּשּׁוּק בִּפְנֵי כָּל הָעָם וּכְגוֹן אֵלּוּ שֶׁהוֹלְכִין עֲרוּמִים בַּשּׁוּק בְּעֵת שֶׁהֵן עוֹסְקִין בִּמְלָאכָה מְנֻוֶלֶת וְכַיּוֹצֵא בְּאֵלּוּ שֶׁאֵין מַקְפִּידִין עַל הַבּשֶׁת. שֶׁכָּל אֵלּוּ חֲשׁוּבִין כְּכֶלֶב וְאֵין מַקְפִּידִין עַל עֵדוּת שֶׁקֶר. וּמִכְּלַל אֵלּוּ הָאוֹכְלִין צְדָקָה שֶׁל עַכּוּ\"ם בְּפַרְהֶסְיָא אַף עַל פִּי שֶׁאֶפְשָׁר לָהֶן שֶׁיִּזּוֹנוּ בְּצִנְעָה מְבַזִּים עַצְמָן וְאֵינָן חוֹשְׁשִׁין. כָּל אֵלּוּ פְּסוּלִין מִדִּבְרֵיהֶם: \n",
            "english": "Similarly, base people are disqualified as witnesses by Rabbinic decree. This refers to people who walk through the marketplace eating in the presence of everyone, those who go unclothed in the marketplace when they are involved in ignoble tasks, and the like. The rationale is that they are not concerned with their own shame. All these people are considered as dogs; they will not be concerned with testifying falsely.<br>Included are those who partake of charity given by gentiles in public. Although they could derive this benefit in private, they denigrate themselves and accept it in public without showing concern for their honor. All of these individuals are disqualified according to Rabbinical decree."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מַה בֵּין פָּסוּל לְעֵדוּת מִן הַתּוֹרָה לְפָסוּל מִדִּבְרֵיהֶם. שֶׁהַפָּסוּל מִן הַתּוֹרָה שֶׁהֵעִיד עֵדוּתוֹ בְּטֵלָה אַף עַל פִּי שֶׁלֹּא הִכְרִיזוּ עָלָיו בְּבָתֵּי כְּנֵסִיּוֹת וּבְבָתֵּי מִדְרָשׁוֹת וְהַפָּסוּל מִדִּבְרֵיהֶם צָרִיךְ הַכְרָזָה. לְפִיכָךְ כָּל עֵדוּת שֶׁהֵעִיד קֹדֶם שֶׁהִכְרִיזוּ עָלָיו מְקַבְּלִין אוֹתָה כְּדֵי שֶׁלֹּא לְאַבֵּד זְכוּת הָעָם שֶׁהֲרֵי לֹא יָדְעוּ שֶׁהוּא פָּסוּל וְאֵין פְּסוּלוֹ אֶלָּא מִדִּבְרֵיהֶם: \n",
            "english": "What is the difference between a person who is disqualified as a witness according to Scriptural Law and one who is disqualified by Rabbinic decree? The testimony of a person disqualified by Scriptural Law is nullified even though it was not announced in synagogues and houses of study that he is unacceptable.<br>Announcements must be made about a person who is disqualified by Rabbinic decree, by contrast, before his testimony is disqualified. Accordingly, any testimony that he gives before such announcements are made are accepted so that people who relied on him will not suffer a loss, for they did not know that he was unacceptable, and he is disqualified only by Rabbinic decree."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "עֵד אֶחָד נֶאֱמָן בְּאִסּוּרִין אַף עַל פִּי שֶׁהוּא פָּסוּל לִשְׁאָר עֵדוּיוֹת. שֶׁהֲרֵי רָשָׁע בַּעֲבֵרָה שֶׁשָּׁחַט שְׁחִיטָתוֹ כְּשֵׁרָה וְנֶאֱמָן לוֹמַר כַּהֲלָכָה שָׁחַטְתִּי. אֲבָל הֶחָשׁוּד עַל דָּבָר אֵינוֹ נֶאֱמָן עַל שֶׁלּוֹ אֲבָל נֶאֱמָן הוּא עַל אֲחֵרִים: \n",
            "english": "The testimony of one witness is acceptable with regard to the Torah's prohibitions, even though his testimony is not accepted with regard to other matters. This is evident from the fact that when a wicked person known to transgress slaughters an animal, his slaughter is acceptable. We accept his word when he says: \"I slaughtered it according to law.\" When, however, a person is suspected of violating a particular prohibition frequently, his word is not accepted with regard to his own matters. His word is accepted, however, with regard to others."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "לְפִיכָךְ הֶחָשׁוּד עַל דָּבָר יֵשׁ לוֹ לָדוּן בּוֹ וּלְהָעִיד בּוֹ לַאֲחֵרִים. חֲזָקָה אֵין אָדָם חוֹטֵא כְּדֵי שֶׁיֵּהָנוּ אֲחֵרִים. כֵּיצַד. נֶאֱמָן עַם הָאָרֶץ לוֹמַר פֵּרוֹת פְּלוֹנִי מְתֻקָּנִים הֵם. וְנֶאֱמָן הַנֶּחְשָׁד לִמְכֹּר בְּשַׂר בְּכוֹר לוֹמַר בָּשָׂר זֶה שֶׁמּוֹכֵר פְּלוֹנִי חֻלִּין הוּא. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה מִשְּׁאָר הָאִסּוּרִין. לְפִי שֶׁאֵימַת הָאִסּוּרִים עַל הָרְשָׁעִים וְאֵין אֵימַת הַמָּמוֹן עֲלֵיהֶן: \n",
            "english": "For this reason, a person suspected of violating a particular prohibition may serve as a judge and as a witness for others. We operate under the assumption that a person will not transgress so that others will benefit.<br>What is implied? The word of an unlearned person is accepted if he states: \"The produce of so-and-so has been tithed.\" Similarly, the word of a person who is suspected of selling the meat of a firstborn is accepted if he states: \"The meat which so-and-so is selling is ordinary meat.\" Similar principles apply with regard to other prohibitions. For the wicked fear the Torah's prohibitions, but they do not fear causing others monetary loss."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מַלְכֵי יִשְׂרָאֵל לֹא מְעִידִין וְלֹא מְעִידִין עֲלֵיהֶן מִפְּנֵי שֶׁהֵן אַלָּמִים בַּעֲלֵי זְרוֹעַ וְאֵינָן נִכְנָעִין תַּחַת עֹל הַדַּיָּנִים. אֲבָל כֹּהֵן גָּדוֹל מְעִידִין עָלָיו וּמֵעִיד הוּא לַמֶּלֶךְ בְּבֵית דִּין הַגָּדוֹל כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "The Kings of Israel may not testify, nor is testimony given against them, because they are strong-armed men of power who do not subjugate themselves to the yoke of the judges. Testimony may be made against a High Priest, by contrast, and he may give testimony concerning the king in the Supreme <i>Sanhedrin</i>, as explained."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "הַמּוֹסְרִין וְהָאֶפִּיקוֹרוֹסִין וְהַמּוּמָרִים לֹא הִצְרִיכוּ חֲכָמִים לִמְנוֹתָן בִּכְלַל פְּסוּלֵי עֵדוּת שֶׁלֹּא מָנוּ אֶלָּא רִשְׁעֵי יִשְׂרָאֵל. אֲבָל אֵלּוּ הַמּוֹרְדִין הַכּוֹפְרִין פְּחוּתִין הֵן מִן הָעַכּוּ\"ם. שֶׁהָעַכּוּ\"ם לֹא מַעֲלִין וְלֹא מוֹרִידִין וְיֵשׁ לַחֲסִידֵיהֶן חֵלֶק לָעוֹלָם הַבָּא. וְאֵלּוּ מוֹרִידִין וְלֹא מַעֲלִין וְאֵין לָהֶן חֵלֶק לָעוֹלָם הַבָּא: \n",
            "english": "Our Sages had no need to list informers, <i>epicursim</i>, and apostates among those who are not acceptable as witnesses. For they listed only the wicked among the Jewish people. These rebellious deserters of the faith are inferior to the gentiles. Gentiles need not be saved from a pit, but neither should they be pushed into one the pious among them will receive a share in the world to come. These deserters of the faith should be pushed into a pit and should not be saved from one; they will not receive a portion in the world to come."
          }
        }
      ]
    },
    {
      "chapter": 12,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל הַנִּפְסָל בַּעֲבֵרָה אִם הֵעִידוּ עָלָיו שְׁנֵי עֵדִים שֶׁעָשָׂה עֲבֵרָה פְּלוֹנִית אַף עַל פִּי שֶׁלֹּא הִתְרוּ בּוֹ שֶׁהֲרֵי אֵינוֹ לוֹקֶה הֲרֵי זֶה פָּסוּל לְעֵדוּת. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁעָבַר עַל דְּבָרִים שֶׁפָּשַׁט בְּיִשְׂרָאֵל שֶׁהֵן עֲבֵרָה. כְּגוֹן שֶׁנִּשְׁבַּע לַשֶּׁקֶר אוֹ לַשָּׁוְא אוֹ גָּזַל אוֹ גָּנַב אוֹ אָכַל נְבֵלָה וְכַיּוֹצֵא בּוֹ. אֲבָל אִם רָאוּהוּ עֵדִים עוֹבֵר עַל דָּבָר שֶׁקָּרוֹב הָעוֹשֶׂה לִהְיוֹת שׁוֹגֵג צְרִיכִין לְהַזְהִירוֹ וְאַחַר כָּךְ יִפָּסֵל. כֵּיצַד. רָאוּהוּ קוֹשֵׁר אוֹ מַתִּיר בְּשַׁבָּת צְרִיכִין לְהוֹדִיעוֹ שֶׁזֶּה חִלּוּל שַׁבָּת מִפְּנֵי שֶׁרֹב הָעָם אֵינָן יוֹדְעִין זֶה. וְכֵן אִם רָאוּהוּ עוֹשֶׂה מְלָאכָה בְּשַׁבָּת אוֹ בַּיּוֹם טוֹב צְרִיכִין לְהוֹדִיעוֹ שֶׁהַיּוֹם שַׁבָּת שֶׁמָּא שׁוֹכֵחַ הוּא. וְכֵן הַמְשַׂחֵק בְּקֻבִּיָּא תָּמִיד אוֹ מִי שֶׁנַּעֲשָׂה מוֹכֵס אוֹ גַּבַּאי שֶׁמּוֹסִיף לְעַצְמוֹ צְרִיכִין הָעֵדִים לְהוֹדִיעוֹ שֶׁהָעוֹשֶׂה דָּבָר זֶה פָּסוּל לְעֵדוּת. שֶׁרֹב הָעָם אֵינָן יוֹדְעִים דְּבָרִים אֵלּוּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. כְּלָלוֹ שֶׁל דָּבָר כָּל עֲבֵרָה שֶׁהַדְּבָרִים מַרְאִים לָעֵדִים שֶׁזֶּה יָדַע שֶׁהוּא רָשָׁע וְעָבַר בְּזָדוֹן אַף עַל פִּי שֶׁלֹּא הִתְרוּ בּוֹ הֲרֵי זֶה פָּסוּל לְעֵדוּת וְאֵינוֹ לוֹקֶה: \n",
            "english": "Whenever a person is disqualified as a witness for committing a transgression, he is disqualified if two witnesses testify that he committed a transgression despite the fact that they did not warn him and hence, he does not receive lashes.<br>When does the above apply? When the person committed a transgression that is universally known among the Jewish people to be a sin, e.g., he took a false or an unnecessary oath, he robbed, he stole, he ate meat from an animal that was not slaughtered in a ritual manner, or the like. Different rules apply, however, if the witnesses see him transgress a prohibition which he most likely violated unknowingly. In such an instance, they must warn him. Afterwards, if he transgresses, he is disqualified.<br>What is implied? If witnesses saw a person tying or untying a knot on the Sabbath, they must inform him that this desecrates the Sabbath, because most people are unaware of this. Similarly, if they see him performing a forbidden labor on the Sabbath or a festival, they must inform him that the day is the Sabbath or the festival, lest he have forgotten.<br>Similarly, if a person gambles continually, becomes a collector of the king's duty, or a tax collector who takes more for himself, the witnesses must inform him that a person who does this is not acceptable as a witness. For the majority of the people are unaware of this matter. Similar laws apply in all analogous situations. The general principle is: Whenever it appears to the witnesses that the person committing the transgression knew that he was acting wickedly and transgressed deliberately, he is not acceptable as a witness even though he was not given a warning and hence, does not receive lashes."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "אֵין אָדָם נִפְסָל בַּעֲבֵרָה עַל פִּי עַצְמוֹ. כֵּיצַד. הֲרֵי שֶׁבָּא לְבֵית דִּין וְאָמַר שֶׁגָּנַב אוֹ גָּזַל אוֹ הִלְוָה בְּרִבִּית. אַף עַל פִּי שֶׁמְּשַׁלֵּם עַל פִּי עַצְמוֹ אֵינוֹ נִפְסָל. וְכֵן אִם אָמַר שֶׁאָכַל נְבֵלָה אוֹ בָּעַל אֲסוּרָה אֵינוֹ נִפְסָל עַד שֶׁיִּהְיוּ שָׁם שְׁנֵי עֵדִים שֶׁאֵין אָדָם מֵשִׂים אֶת עַצְמוֹ רָשָׁע. לְפִיכָךְ רְאוּבֵן שֶׁהֵעִיד עָלָיו שִׁמְעוֹן שֶׁהִלְוָה בְּרִבִּית וְהֵעִיד לֵוִי וְאָמַר לִי הִלְוָה בְּרִבִּית. הֲרֵי רְאוּבֵן נִפְסָל בְּעֵדוּת שִׁמְעוֹן וְלֵוִי אַף עַל פִּי שֶׁהֲרֵי הוֹדָה לֵוִי שֶׁלָּוָה בְּרִבִּית אֵינוֹ מֵשִׂים עַצְמוֹ רָשָׁע וְנֶאֱמָן עַל רְאוּבֵן וְאֵינוֹ נֶאֱמָן עַל עַצְמוֹ. וְכֵן מִי שֶׁהֵעִיד שֶׁפְּלוֹנִי רְבָעוֹ בֵּין בְּאָנְסוֹ שֶׁל נִרְבָּע בֵּין בִּרְצוֹנוֹ הוּא וְאַחֵר מִצְטָרְפִין לְהָרְגוֹ. פְּלוֹנִי בָּא עַל אִשְׁתִּי הוּא וְאַחֵר מִצְטָרְפִין לְהָרְגוֹ אֲבָל לֹא לְהָרְגָהּ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה. פְּלוֹנִי רָבַע אֶת שׁוֹרִי הוּא וְאַחֵר מִצְטָרְפִין לְהָרְגוֹ שֶׁאֵין אָדָם קָרוֹב אֵצֶל מָמוֹנוֹ: \n",
            "english": "A person is not disqualified as a witness because of a transgression on the basis of his own testimony. What is implied? A person comes to court and admits that he stole, robbed, or lent money at interest. Although his own statement is sufficient to obligate him to make financial restitution, it does not disqualify him as a witness. Similarly, if he states that he ate meat from an animal that was not slaughtered in a ritual manner or had relations with a woman forbidden to him, he is not disqualified until two witnesses testify concerning the transgression. The rationale is that a person is not deemed as wicked on the basis of his own testimony.<br>Accordingly, if Shimon testifies that Reuven lent money at interest, and Levi testifies: \"Reuven lent me money at interest,\" Reuven is disqualified as a witness on the basis of the testimony of Shimon and Levi. Although Levi admitted that he borrowed money at interest, he is not deemed as wicked on the basis of his own testimony. Hence, his word is accepted with regard to Reuven, but not with regard to himself.<br>Similarly, if a person testifies that so-and-so sodomized him, whether against the will of the person sodomized or with his consent, the person sodomized and one other witness can join together and through their testimony have the sodomizer condemned to execution. If a person states: \"So-and-so had relations with my wife,\" he and one other witness can join together and through their testimony have that person, but not the wife condemned to execution. Similar laws apply in all analogous situations.<br>If a person testifies: \"So-and-so sodomized my ox,\" he and one other witness can join together and through their testimony have that person condemned to execution. The rationale is that a person is not considered as related to his property."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהֵעִידוּ עַל אֶחָד שֶׁהוּא פָּסוּל בַּעֲבֵרָה מֵאֵלּוּ הָעֲבֵרוֹת וּבָאוּ שְׁנַיִם וְהֵעִידוּ שֶׁעָשָׂה תְּשׁוּבָה וְחָזַר בּוֹ אוֹ שֶׁלָּקָה הֲרֵי זֶה כָּשֵׁר. אֲבָל אִם בָּאוּ שְׁנַיִם וְהִכְחִישׁוּם וְאָמְרוּ לֹא עָשָׂה עֲבֵרָה זוֹ וְלֹא נִפְסַל הֲרֵי זֶה סָפֵק פָּסוּל. לְפִיכָךְ לֹא יָעִיד וְאֵין מוֹצִיאִין מָמוֹן בְּעֵדוּתוֹ וְלֹא יָדוּן עַד שֶׁיִּוָּדַע שֶׁעָשָׂה תְּשׁוּבָה: \n",
            "english": "When two people testify that a person is not acceptable as a witness because he committed one of the abovementioned transgressions and two others come and testify that he repented and renounced his improper conduct or received lashes as punishment for the transgression, he is acceptable. If, however, two witnesses came and contradicted the original witnesses, saying: \"He did not commit the transgression and should not be disqualified,\" there is an unresolved doubt if he is disqualified as a witness or not. Therefore he should not testify, we do not expropriate money on the basis of his testimony, and he should not serve as a judge until he repents."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל מִי שֶׁנִּתְחַיֵּב מַלְקוֹת בֵּין שֶׁעָשָׂה תְּשׁוּבָה בֵּין שֶׁלָּקָה בְּבֵית דִּין חוֹזֵר לְכַשְׁרוּתוֹ. אֲבָל שְׁאָר פְּסוּלֵי עֵדוּת שֶׁהֵן פְּסוּלִין מִשּׁוּם מָמוֹן שֶׁחָמְסוּ אוֹ שֶׁגָּזְלוּ אַף עַל פִּי שֶׁשִּׁלְּמוּ צְרִיכִין תְּשׁוּבָה וַהֲרֵי הֵן פְּסוּלִין עַד שֶׁיִּוָּדַע שֶׁחָזְרוּ בָּהֶן מִדַּרְכָּן הָרַע: \n",
            "english": "Whenever a person was obligated to receive lashes, he is considered as an acceptable witness again when he repents or when he received lashes in court. Other persons who were disqualified as witnesses because of money which they seized or stole must repent even if they made financial restitution. Instead, they are disqualified until it is known that they repented from their evil ways."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מֵאֵימָתַי חֲזָרַת מַלְוִים בְּרִבִּית מִשֶּׁיִּקְרְעוּ שִׁטְרוֹתֵיהֶן מֵעַצְמָן. וְיַחְזְרוּ בָּהֶן חֲזָרָה גְּמוּרָה שֶׁלֹּא יַלְווּ בְּרִבִּית אֲפִלּוּ לְעַכּוּ\"ם: \n",
            "english": "When is it considered that people who lend money at interest have repented? When they tear up their promissory notes on their own volition and manifest complete regret over their actions to the extent that they do not lend money at interest even to gentiles."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "מֵאֵימָתַי חֲזָרַת הַמְשַׂחֲקִין בְּקֻבִּיָּא מִשֶּׁיִּשְׁבְּרוּ אֶת פַּסִיפְסֵיהֶם. וְיַחְזְרוּ בָּהֶן חֲזָרָה גְּמוּרָה שֶׁלֹּא יַעֲשׂוּ אֲפִלּוּ בְּחִנָּם: \n",
            "english": "When is it considered that dice-players have repented? When they break their dice on their own volition and manifest complete regret over their actions to the extent that they do not even play without monetary stakes."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מֵאֵימָתַי חֲזָרַת מַפְרִיחֵי יוֹנִים מִשֶּׁיִּשְׁבְּרוּ אֶת הַכֵּלִים שֶׁצָּדִין בָּהֶן. וְיַחְזְרוּ בָּהֶן חֲזָרָה גְּמוּרָה שֶׁאֲפִלּוּ בַּמִּדְבָּר לֹא יַעֲשׂוּ: \n",
            "english": "When is it considered that those who guide the flight of doves have repented? When they break the tools they use to snare them and manifest complete regret over their actions to the extent that they do not do this even in the desert."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "מֵאֵימָתַי חֲזָרַת סוֹחֲרֵי שְׁבִיעִית מִשֶּׁתַּגִּיעַ שְׁבִיעִית וְיִבָּדְקוּ. וְלֹא חֲזָרַת דְּבָרִים בִּלְבַד אֶלָּא כּוֹתֵב אֲנִי פְּלוֹנִי בֶּן פְּלוֹנִי כָּנַסְתִּי מָאתַיִם זוּז מִפֵּרוֹת שְׁבִיעִית וַהֲרֵי הֵם נְתוּנִים בְּמַתָּנָה לָעֲנִיִּים: \n",
            "english": "When is it considered that merchants of produce in the Sabbatical year have repented? When the Sabbatical year arrives, they are investigated and it is discovered that they did not sell such produce.<br>Expressing regret verbally is not sufficient. Instead, they must compose a document, stating: \"I, so-and-so, the son of so-and-so, earned 200 <i>zuz</i> from the sale of the produce of the Sabbatical year and this sum is given as a present to the poor.\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "מֵאֵימָתַי חֲזָרַת הַמּוֹעֵל בִּשְׁבוּעָה מִשֶּׁיָּבוֹא לְבֵית דִּין שֶׁאֵין מַכִּירִין אוֹתוֹ וְיֹאמַר לָהֶם חָשׁוּד אֲנִי אוֹ יִתְחַיֵּב שְׁבוּעָה בְּבֵית דִּין שֶׁאֵין מַכִּירִין אוֹתוֹ בְּמָמוֹן חָשׁוּב יְשַׁלֵּם וְלֹא יִרְצֶה לְהִשָּׁבַע. וְכֵן טַבָּח שֶׁהָיָה בּוֹדֵק לְעַצְמוֹ וּמוֹכֵר וְיָצָאת טְרֵפָה מִתַּחַת יָדוֹ שֶׁהֲרֵי הוּא בִּכְלַל אוֹכְלֵי טְרֵפָה שֶׁהֵן פְּסוּלִין לְעֵדוּת. הֲרֵי זֶה פָּסוּל לְעֵדוּת עַד שֶׁיֵּרָאֶה מִמַּעֲשָׂיו שֶׁנִּחָם עַל רָעָתוֹ. וְיִלְבַּשׁ שְׁחוֹרִים וִיכַסֶּה שְׁחוֹרִים וְיֵלֵךְ לְמָקוֹם שֶׁאֵין מַכִּירִין אוֹתוֹ וְיַחְזִיר אֲבֵדָה בְּמָמוֹן חָשׁוּב. אוֹ יוֹצִיא טְרֵפָה מִתַּחַת יָדוֹ בְּדָבָר חָשׁוּב: \n",
            "english": "When is it considered that a person suspected of benefiting from taking a false oath has repented? When he goes to a court which does not recognize him and tells them: \"I am suspect to take a false oath.\" Alternatively, when he is obligated to take an oath in a court which does not recognize him with regard to a significant amount of money and he chooses to make financial restitution rather than take the oath.<br>Similarly, a butcher would check the animals he slaughtered by himself and market the meat who sold meat that was <i>trefe</i> is considered like those who partake of such meat and who are unacceptable as witnesses. Such a butcher is unacceptable as a witness until it is evident from his deeds that he regrets the evil he performed. He must wear black clothes, robe himself in black, and go to a place where his identity is not known and return a lost object that is significantly valuable or acknowledge that an animal that is significantly valuable which he owned and slaughtered is <i>trefe</i>."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וְכֵן עֵד זוֹמֵם שֶׁהָלַךְ לְמָקוֹם שֶׁאֵין מַכִּירִין אוֹתוֹ וְנָתְנוּ לוֹ מָמוֹן חָשׁוּב לְהָעִיד בְּשֶׁקֶר וְלֹא רָצָה הֲרֵי זֶה עָשָׂה תְּשׁוּבָה וְחָזַר לְכַשְׁרוּתוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "Similarly, a witnesses who was discovered to have lied who went to a place where he was not recognized and was offered a significant amount of money to deliver false testimony, but refused is considered to have repented and is reinstated as a witness. Similar principles apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 13,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "הַקְּרוֹבִים פְּסוּלִים לְעֵדוּת מִן הַתּוֹרָה שֶׁנֶּאֱמַר <small>(דברים כד טז)</small> \"לֹא יוּמְתוּ אָבוֹת עַל בָּנִים\". מִפִּי הַשְּׁמוּעָה לָמְדוּ שֶׁבִּכְלַל לָאו זֶה שֶׁלֹּא יוּמְתוּ אָבוֹת עַל פִּי בָּנִים וְלֹא בָּנִים עַל פִּי אָבוֹת. וְהוּא הַדִּין לִשְׁאָר קְרוֹבִים. אֵין פְּסוּלִין מִדִּין תּוֹרָה אֶלָּא קְרוֹבִים מִמִּשְׁפַּחַת אָב בִּלְבַד. וְהֵם הָאָב עִם הַבֵּן וְעִם בֶּן הַבֵּן. וְהָאַחִין מִן הָאָב זֶה עִם זֶה וּבְנֵיהֶן זֶה עִם זֶה וְאֵין צָרִיךְ לוֹמַר הַדּוֹדִים עִם בֶּן אָחִיו. אֲבָל שְׁאָר הַקְּרוֹבִים מִן הָאֵם אוֹ מִדֶּרֶךְ הָאִישׁוּת כֻּלָּן פְּסוּלִין מִדִּבְרֵיהֶם: \n",
            "english": "Relatives are disqualified as witnesses according to Scriptural Law, as implied by Deuteronomy 24:16: \"Fathers shall not die because of sons.\" According to the Oral Tradition, the verse is interpreted as meaning that included in this prohibition is that fathers should not die because of the testimony of sons, nor should sons die because of the testimony of fathers. Similar laws apply with regard to other relatives.<br>According to Scriptural Law, only paternal relatives are disqualified - i.e., a father with his sons and grandsons, paternal brothers with each other, and the sons of paternal brothers with each other. Needless to say the uncles may not testify with their brother's sons. Maternal relatives or people related by marriage are disqualified only by Rabbinic decree."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַגֵּרִים אֵינָן בְּדִין הַקְּרוֹבִים. אֲפִלּוּ שְׁנֵי אַחִים תְּאוֹמִים שֶׁנִּתְגַּיְּרוּ מְעִידִין זֶה לָזֶה. שֶׁהַגֵּר שֶׁנִּתְגַּיֵּר כְּקָטָן שֶׁנּוֹלַד הוּא חָשׁוּב: \n",
            "english": "Converts are not considered as relatives. Even two twin brothers who convert may testify on each others behalf. For a convert is considered as a newborn child."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָאַחִים זֶה עִם זֶה בֵּין מִן הָאֵם בֵּין מִן הָאָב הֲרֵי הֵן רִאשׁוֹן בְּרִאשׁוֹן. וּבְנֵיהֶם זֶה עִם זֶה שֵׁנִי בְּשֵׁנִי. וּבְנֵי בְּנֵיהֶם זֶה עִם זֶה שְׁלִישִׁי בִּשְׁלִישִׁי: \n",
            "english": "Brothers - whether maternal brothers or paternal - are considered as one degree removed. Their sons are considered as two degrees removed. And their grandsons are three degrees removed."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "וּלְעוֹלָם שְׁלִישִׁי בְּרִאשׁוֹן כָּשֵׁר וְאֵין צָרִיךְ לוֹמַר שְׁלִישִׁי בְּשֵׁנִי. אֲבָל שֵׁנִי בְּשֵׁנִי וְאֵין צָרִיךְ לוֹמַר שֵׁנִי בְּרִאשׁוֹן שְׁנֵיהֶם פְּסוּלִים: \n",
            "english": "A person who is three degrees removed may testify on behalf of one who is one degree removed. Needless to say, one who is three degrees removed may testify on behalf of one who is two degrees removed. But two who are both two degrees removed, and needless to say, one who is two degrees removed and one who is one degree removed are both disqualified from testifying."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָאָב עִם בְּנוֹ כְּרִאשׁוֹן בְּרִאשׁוֹן הוּא. לְפִיכָךְ הָאָב עִם בֶּן בְּנוֹ פָּסוּל. וְעִם בֶּן בֶּן בְּנוֹ שֶׁהוּא רְבִיעִי מִמֶּנּוּ כָּשֵׁר מִפְּנֵי שֶׁהוּא שְׁלִישִׁי בְּרִאשׁוֹן. וְכֵן הַדֶּרֶךְ בִּנְקֵבוֹת. כֵּיצַד. שְׁתֵּי אֲחָיוֹת אוֹ אָח וַאֲחוֹתוֹ בֵּין מִן הָאָב בֵּין מִן הָאֵם הֲרֵי הֵם רִאשׁוֹן בְּרִאשׁוֹן. בְּנֵיהֶם בֵּין זְכָרִים בֵּין נְקֵבוֹת שֵׁנִי בְּשֵׁנִי. בְּנֵי בְּנֵיהֶם אוֹ בְּנוֹת בְּנוֹתֵיהֶן שְׁלִישִׁי בִּשְׁלִישִׁי. כְּדֶרֶךְ שֶׁאַתָּה מוֹנֶה בִּזְכָרִים רִאשׁוֹן שֵׁנִי וּשְׁלִישִׁי כָּךְ אַתָּה מוֹנֶה בִּנְקֵבוֹת: \n",
            "english": "A father and his son are considered as one degree removed. Therefore a father is disqualified from testifying with his grandson. With his great-grandson, i.e., the fourth generation, he is acceptable, for he is of the first degree and the great-grandson, three degrees, removed. Similar laws apply with regard to women relatives.<br>What is implied? Two sisters or a brother and a sister - whether paternally or maternally related - are considered as one degree removed. Their children whether male or female are considered as two degrees removed and their grandchildren - including the sons of their sons and the daughters of their daughters - are considered as three degrees removed. Just as we count the degrees descendants are removed for males - one degree, two degrees, and three degrees - so, too, we count the degrees for females."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל אִשָּׁה שֶׁאַתָּה פָּסוּל לָהּ כָּךְ אַתָּה פָּסוּל לְבַעְלָהּ שֶׁהַבַּעַל כְּאִשְׁתּוֹ. וְכָל בַּעַל שֶׁאַתָּה פָּסוּל לוֹ כָּךְ אַתָּה פָּסוּל לְאִשְׁתּוֹ שֶׁהָאִשָּׁה כְּבַעְלָהּ: \n",
            "english": "Whenever a person is disqualified from testifying on behalf of a woman, he is also disqualified from testifying on behalf of her husband, for a husband is considered like his wife. Conversely, whenever a person is disqualified from testifying on behalf of a man, he is also disqualified from testifying on behalf of his wife, for a wife is considered like her husband."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "כָּל שְׁתֵּי נָשִׁים שֶׁהֵן זוֹ עִם זוֹ שֵׁנִי בְּשֵׁנִי בַּעְלֵיהֶן מְעִידִין זֶה לָזֶה. אֲבָל אִם הָיָה רִאשׁוֹן בְּרִאשׁוֹן כְּגוֹן שֶׁלָּקַח זֶה אִשָּׁה וְזֶה בִּתָּהּ אֵין מְעִידִין זֶה לָזֶה: \n",
            "english": "Whenever two women are removed by second degrees, their husbands may testify on behalf of each other. If, however, the women are one degree removed, e.g., a man married a woman, and a colleague married her daughter, the two men may not testify on each other's behalf."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְכֵן בַּעְלֵי אֲחָיוֹת פְּסוּלִין זֶה לָזֶה וַהֲרֵי הֵן רִאשׁוֹן בְּרִאשׁוֹן: \n",
            "english": "Similarly, the husbands of two sisters are disqualified with regard to each other and are considered as one degree removed."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְכֵן לֹא יָעִיד לְבֶן אֲחוֹת אִשְׁתּוֹ וְלֹא לְבַעַל בַּת אֲחוֹת אִשְׁתּוֹ. אֲבָל מֵעִיד הוּא לְבֶן בַּעַל אֲחוֹת אִשְׁתּוֹ שֶׁיֵּשׁ לוֹ מֵאִשָּׁה אַחֶרֶת: \n",
            "english": "Similarly, a person should not testify on behalf of the son of his wife's sister, nor on behalf of the husband of the daughter of his wife's sister. He may, however, testify on behalf of the son of the husband of his wife's sister who was born to that person from another wife."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "כָּל אִישׁ שֶׁאֵין אַתָּה מֵעִיד לוֹ מִפְּנֵי שֶׁהוּא בַּעַל קְרוֹבָתְךָ הֲרֵי אַתָּה מֵעִיד לִשְׁאָר קְרוֹבָיו כְּגוֹן בְּנוֹ וְאָחִיו. וְכֵן כָּל אִשָּׁה שֶׁאֵין אַתָּה מֵעִיד לָהּ מִפְּנֵי שֶׁהִיא אֵשֶׁת קְרוֹבְךָ הֲרֵי אַתָּה מֵעִיד לִשְׁאָר קְרוֹבֶיהָ: \n",
            "english": "Whenever a witness is disqualified from testifying on behalf of a colleague because he is married to the witness' relative, the witness may testify on behalf of the other relatives of that colleague, e.g., his son and his brother. Similarly, whenever a witness is disqualified from testifying on behalf of a woman because she is married to the witness' relative, the witness may testify on behalf of her other relatives, e.g., her son and her brother."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "אֲבִי כַּלָּה וַאֲבִי חָתָן מְעִידִים זֶה לָזֶה: \n",
            "english": "The father of a bride and the father of a groom may testify on behalf of each other."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "אֲחֵי הָאָח מִן הָאֵם מְעִידִין זֶה לָזֶה שֶׁהֲרֵי אֵין בֵּינֵיהֶן קֻרְבָה כְּלָל. כֵּיצַד. רָחֵל שֶׁנִּשֵּׂאת לְיוֹסֵף וְיָלְדָה מִמֶּנָּה רְאוּבֵן. וְהָיָה לְיוֹסֵף בֵּן מֵאִשָּׁה אַחֶרֶת וְהוּא מְנַשֶּׁה. וּמֵת יוֹסֵף וְנִשֵּׂאת לְשִׁמְעוֹן וְיָלְדָה מִמֶּנּוּ יְהוּדָה. הֲרֵי מְנַשֶּׁה וִיהוּדָה מְעִידִין זֶה לָזֶה: \n",
            "english": "A person's paternal brother may testify on behalf of that person's maternal brother and the maternal brother may testify on behalf of the paternal brother, for they have no connection whatsoever.<br>What is implied? Rachel married Joseph and bore him a son Reuven. Joseph had a son, Menashe, from another wife. Joseph died and Rachel married Shimon and bore him Judah. Menashe and Judah may testify on each other's behalf."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הָאִישׁ עִם אִשְׁתּוֹ רִאשׁוֹן בְּרִאשׁוֹן. לְפִיכָךְ אֵינוֹ מֵעִיד לֹא לִבְנָהּ. וְלֹא לְאֵשֶׁת בְּנָהּ. וְלֹא לְבִתָּהּ. וְלֹא לְבַעַל בִּתָּהּ. וְלֹא לְאָבִיהָ. וְלֹא לְאִמָּהּ. וְלֹא לְבַעַל אִמָּהּ. וְלֹא לְאֵשֶׁת אָבִיהָ: \n",
            "english": "A man and his wife are considered as being removed by one degree. Hence a husband may not testify on behalf of his wife's son, the wife of his wife's son, his wife's daughter, the husband of his wife's daughter, his wife's father, his wife's mother, the husband of his wife's mother, nor the wife of his wife's father."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "אִשְׁתּוֹ אֲרוּסָה אַף עַל פִּי שֶׁלֹּא נִגְמְרָה הָאִישׁוּת הֲרֵי הִיא כִּנְשׂוּאָה לְעִנְיַן עֵדוּת. [בַּמֶּה דְּבָרִים אֲמוּרִים] בַּאֲרוּסָתוֹ עַצְמָהּ שֶׁאֵינוֹ מֵעִיד לָהּ. אֲבָל אִם הֵעִיד לִקְרוֹבֵי אֲרוּסָתוֹ כְּגוֹן בַּעַל אֲחוֹתָהּ אוֹ בְּנָהּ וּבִתָּהּ וְכַיּוֹצֵא בָּהֶן אֵין פּוֹסְלִין אוֹתָהּ עַד שֶׁיִּשָּׂאֶנָּה: \n",
            "english": "When a person has consecrated a woman, although the marriage bond has not been consummated, with regard to testimony, it is as if she is fully married.<br>To whom does the above apply? To the woman he consecrated herself; he may not testify on her behalf. If, however, he testifies on behalf of the relatives of the woman he consecrated, e.g., her sister's husband, her son or daughter, or the like, we do not disqualify him until he marries her."
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "זֶה שֶׁפָּסְלָה תּוֹרָה עֵדוּת הַקְּרוֹבִים לֹא מִפְּנֵי שֶׁהֵן בְּחֶזְקַת אוֹהֲבִין זֶה אֶת זֶה. שֶׁהֲרֵי אֵינוֹ מֵעִיד לוֹ לֹא לְטוֹבָתוֹ וְלֹא לְרָעָתוֹ. אֶלָּא גְּזֵרַת הַכָּתוּב הוּא. לְפִיכָךְ הָאוֹהֵב וְהַשּׂוֹנֵא כָּשֵׁר לְעֵדוּת אַף עַל פִּי שֶׁהוּא פָּסוּל לְדַיָּנוּת. שֶׁלֹּא גָּזְרָה תּוֹרָה אֶלָּא עַל הַקְּרוֹבִים: \n",
            "english": "The Torah did not disqualify the testimony of relatives because we assume that they love each other, for a relative may not testify neither on his relative's behalf or against his interests. Instead, this is a Scriptural decree.<br>For this reason people who love each other or who hate each other are acceptable as witnesses even though they are not acceptable as judges. For the Scriptural decree disqualifies only relatives as witnesses."
          }
        }
      ]
    },
    {
      "chapter": 14,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל מִי שֶׁאֵין אַתָּה מֵעיד לוֹ מִפְּנֵי שֶׁהוּא בַּעַל קְרוֹבָתְךָ. אִם מֵתָה אִשְׁתּוֹ אַף עַל פִּי שֶׁהִנִּיחָה לוֹ בָּנִים הֲרֵי זֶה נִתְרַחֵק וְכָשֵׁר:  ",
            "english": "Whenever a witness is disqualified from testifying on behalf of a colleague because he is married to the witness' relative, if that relative's wife dies, even if she left him sons, he is considered to have been released from any connection and is acceptable as a witness."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה יוֹדֵעַ לַחֲבֵרוֹ עֵדוּת עַד שֶׁלֹּא נַעֲשָׂה חֲתָנוֹ וְנַעֲשָׂה חֲתָנוֹ. אוֹ שֶׁיָּדַע הָעֵדוּת וְהוּא פִּקֵּחַ וְאַחַר כָּךְ נִתְחָרֵשׁ. פָּתוּחַ וְנִסְתַּמֵּא אַף עַל פִּי שֶׁיָּכוֹל לְכַוֵּן מִדַּת הַקַּרְקַע שֶׁהוּא מֵעִיד בָּהּ וּמְסַיֵּם מְצָרֶיהָ. שָׁפוּי וְנִשְׁתַּטָּה. הֲרֵי זֶה פָּסוּל. אֲבָל אִם הָיָה יוֹדֵעַ לוֹ עֵדוּת עַד שֶׁלֹּא נַעֲשָׂה חֲתָנוֹ וְנַעֲשָׂה חֲתָנוֹ וּמֵתָה בִּתּוֹ. פִּקֵּחַ וְנִתְחָרֵשׁ וְחָזַר וְנִתְפַּקֵּחַ שָׁפוּי וְנִשְׁתַּטָּה וְחָזַר וְנִשְׁתַּפָּה פָּתוּחַ וְנִסְתַּמֵּא וְחָזַר וְנִתְפַּתֵּחַ כָּשֵׁר. זֶה הַכְּלָל כָּל שֶׁתְּחִלָּתוֹ וְסוֹפוֹ בְּכַשְׁרוּת אַף עַל פִּי שֶׁנִּפְסַל בֵּינְתַיִם כָּשֵׁר. תְּחִלָּתוֹ בְּפַסְלוּת אַף עַל פִּי שֶׁסּוֹפוֹ בְּכַשְׁרוּת פָּסוּל. לְפִיכָךְ מִי שֶׁהָיָה יוֹדֵעַ בְּעֵדוּת וְהוּא קָטָן וּבָא וְהֵעִיד בָּהּ כְּשֶׁהוּא גָּדוֹל אֵינָהּ כְּלוּם:  ",
            "english": "When a person knew of evidence concerning a colleague before he became his son-in-law, and then became his son-in-law, he is not acceptable. The same law applies if a person was in control of his senses and then became a deaf-mute, was able to see and became blind - even though he is aware of the measure of land concerning which he testifies and can define its boundaries, or was intellectually and emotionally sound and then lost control of his faculties.<br>If, by contrast, a person knew of evidence concerning a colleague before he became his son-in-law, became his son-in-law, and then that colleague's daughter died, the witness is acceptable. Similar laws apply if a person was in control of his senses, became a deaf-mute, and then regained control of his senses, was intellectually and emotionally sound, lost control of his faculties, and then regained control of them, or was able to see, became blind, and then regained his sight.<br>The general principle is: Whenever a person is an acceptable witness at the initial and the final stages, he is acceptable even though in the interim, he was not acceptable as a witness. If, however, initially he is unacceptable, even though ultimately, he would be acceptable, he is disqualified. Therefore when a person is aware of evidence as a child, it is of no consequence for him to testify with regard to it when he attains majority."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְיֵשׁ דְּבָרִים שֶׁסּוֹמְכִין בָּהֶן עַל עֵדוּת שֶׁמֵּעִיד כְּשֶׁהוּא גָּדוֹל הוֹאִיל וְהֵם דְּבָרִים שֶׁל דִּבְרֵיהֶם. וְאֵלּוּ הֵן הַדְּבָרִים שֶׁאָדָם נֶאֱמָן לְהָעִיד בְּגָדְלוֹ עַל מַה שֶּׁרָאָה בְּקָטְנוֹ. נֶאֱמָן אָדָם לוֹמַר זֶה כְּתַב יָדוֹ שֶׁל אָבִי אוֹ שֶׁל רַבִּי אוֹ שֶׁל אָחִי מִפְּנֵי שֶׁקִּיּוּם שְׁטָרוֹת מִדִּבְרֵיהֶם. זָכוּר אֲנִי בִּפְלוֹנִית שֶׁנִּשֵּׂאת וְנַעֲשָׂה לָהּ מִנְהַג הַבְּתוּלוֹת. הוֹאִיל וְרֹב נָשִׁים בְּתוּלוֹת נִשָּׂאוֹת וּכְתֻבָּה מִדִּבְרֵיהֶם. שֶׁהַמָּקוֹם הַזֶּה בֵּית הַפְּרָס מִפְּנֵי שֶׁטֻּמְאָתוֹ מִדִּבְרֵיהֶם. וְעַד כָּאן הָיִינוּ בָּאִין בְּשַׁבָּת שֶׁצִּמְצוּם הַתְּחוּם עַד אַלְפַּיִם אַמָּה בִּלְבַד מִדִּבְרֵיהֶם. שֶׁהָיָה אִישׁ פְּלוֹנִי יוֹצֵא מִבֵּית הַסֵּפֶר לִטְבּל וְלֶאֱכל בִּתְרוּמָתוֹ לָעֶרֶב. וְשֶׁהָיָה חוֹלֵק עִמָּנוּ תְּרוּמָה. וְשֶׁהָיִינוּ מוֹלִיכִים חַלָּה וּמַתָּנוֹת לִפְלוֹנִי כֹּהֵן עַל יְדֵי עַצְמוֹ. וְאָמַר לִי אַבָּא מִשְׁפָּחָה זוֹ כְּשֵׁרָה מִשְׁפָּחָה זוֹ פְּסוּלָה. וְאָכַלְנוּ בַּקֳצָצָה שֶׁל פְּלוֹנִי שֶׁהֶאֱכִילוּנִי אֶחָיו כְּדֵי לְהוֹדִיעַ שֶׁאֲחִיהֶם פְּלוֹנִי נָשָׂא אִשָּׁה שֶׁאֵינָהּ הוֹגֶנֶת לוֹ. שֶׁכָּל אֵלּוּ הַדְּבָרִים לְהַחֲזִיק זֶה הַכֹּהֵן לֶאֱכל בִּתְרוּמָה שֶׁל דִּבְרֵיהֶם אוֹ לִדְחוֹתוֹ מִמֶּנָּה:  ",
            "english": "There are matters concerning which we rely on the testimony which a person gives after he attains majority with regard to events that he observed when he was a child. The rationale is that these are matters of Rabbinical origin. The matters are as follows; a person's word is accepted when he states: a) \"This is the signature of my father,\" \"...my teacher,\" \"...or my brother,\" the rationale is that the validation of legal documents is a Rabbinic requirement;<br>b) \"I remember that when so-and-so was married, they performed the customs performed for a virgin\"; since most women marry when virgins and a <i>ketubah</i> is a Rabbinic institution;<br>c) \"This place is a <i>beit hapras,</i>\" for the ritual impurity associated with such a place is a Rabbinic safeguard;<br>d) \"We would proceed until this point on the Sabbath,\" because the restriction of the Sabbath limits until only 2000 cubits is a Rabbinic restriction;<br>e) \"So-and-so would leave school to immerse himself in a <i>mikveh</i> and eat <i>terumah</i> in the evening\" or \"he would receive a portion of <i>terumah</i> with us;\"<br>f) \"We would bring <i>challah</i> and presents of meat to so-and-so, the priest\"; this applies when the presents were sent with the person himself;<br>g) \"My father told me, 'This family is acceptable; this family is not acceptable\";<br>h) \"We ate from the fruit-barrel brought by the brothers of so-and-so to inform others that their brother, so-and-so, married a woman that was not appropriate for him.<br>All of the latter four points involve establishing a person as a priest to enable him to partake of <i>terumah</i> that is separated at present because of Rabbinic decree or to prevent him from partaking of it."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "כָּל אֵלּוּ שֶׁמֵּעִיד בָּהֶן הַגָּדוֹל בְּמַה שֶּׁיָּדַע כְּשֶׁהָיָה קָטָן. אִם הָיָה עַכּוּ\"ם אוֹ עֶבֶד כְּשֶׁרָאָה דְּבָרִים אֵלּוּ וְהֵעִיד אַחַר שֶׁנִּתְגַּיֵּר וְנִשְׁתַּחְרֵר אֵינוֹ נֶאֱמָן:  ",
            "english": "The leniency granted in all these situations to accept the testimony of a person who reached majority with regard to what he knew when he was a minor is not granted when a gentile or a servant witnessed such matters and gave such testimony after he converted and was freed."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁהָיָה יוֹדֵעַ לַחֲבֵרוֹ בְּעֵדוּת עַד שֶׁלֹּא נַעֲשָׂה גַּזְלָן וְנַעֲשָׂה גַּזְלָן. הוּא אֵינוֹ מֵעִיד עַל כְּתַב יָדוֹ. אֲבָל אִם הֻחְזַק כְּתַב יָדוֹ שֶׁבִּשְׁטָר זֶה בְּבֵית דִּין קֹדֶם שֶׁיֵּעָשֶׂה גַּזְלָן הֲרֵי זֶה שְׁטַר כָּשֵׁר. וְכֵן אִם נַעֲשָׂה חֲתָנוֹ הוּא אֵינוֹ מֵעִיד עַל כְּתַב יָדוֹ אֲבָל אֲחֵרִים מְעִידִין. אַף עַל פִּי שֶׁלֹּא הֻחְזַק בְּבֵית דִּין אֶלָּא אַחַר שֶׁנַּעֲשָׂה חֲתָנוֹ הֲרֵי זֶה כָּשֵׁר. שֶׁאֵינוֹ דּוֹמֶה הַפָּסוּל בַּעֲבֵרָה לְפָסוּל בִּקְרִיבָה. שֶׁהַפָּסוּל בַּעֲבֵרָה חָשׁוּד לְזַיֵּף:  ",
            "english": "If, before becoming a robber, a person knew of evidence concerning a colleague and recorded that evidence in a legal document and then became a robber, he cannot testify with regard to his signature. If, however, his signature to the legal document was validated in court before he became a robber, the legal document is acceptable.<br>Similarly, if a witness becomes a person's son-in-law, he may not testify concerning his signature on a legal document involving his father-in-law. Others, however, may testify concerning the son-in-law's signature. Even though the document is not validated by the court until after the witness becomes a person's son-in-law, it is acceptable. The disqualification of a witness because of a transgression is not the same as the disqualification of a witness because of a family connection, for a person disqualified because of a transgression is suspected of forging the document."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁטָר שֶׁיֵּשׁ בּוֹ שְׁנֵי עֵדִים בִּלְבַד וּשְׁנֵיהֶם קְרוֹבִים זֶה לָזֶה אוֹ אֶחָד מִשְּׁנֵיהֶם פָּסוּל בַּעֲבֵרָה. אַף עַל פִּי שֶׁמָּסַר לוֹ הַשְּׁטָר בִּפְנֵי עֵדִים כְּשֵׁרִים הֲרֵי הוּא כְּחֶרֶס מִפְּנֵי שֶׁהוּא מְזֻיָּף מִתּוֹכוֹ:  ",
            "english": "When a legal document has only two witnesses signed upon it and they are related to each other or one of them is disqualified because of a transgression, even if the document was transferred in the presence of acceptable witnesses, it is worthless, like a shard, because of the invalid signatures inside it."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַכּוֹתֵב כָּל נְכָסָיו לִשְׁנֵי בְּנֵי אָדָם בְּעֵדוּת אַחַת וְהָעֵדִים קְרוֹבִים לְאֶחָד מִמְּקַבְּלֵי הַמַּתָּנָה וּרְחוֹקִים מִן הַשֵּׁנִי. הֲרֵי הַשְּׁטָר פָּסוּל מִפְּנֵי שֶׁהוּא עֵדוּת אַחַת. אֲבָל אִם כָּתַב בִּשְׁטָר אֶחָד שֶׁנָּתַתִּי לִרְאוּבֵן חָצֵר פְּלוֹנִית וְשֶׁנָּתַתִּי לְשִׁמְעוֹן שָׂדֶה פְּלוֹנִית. נִמְצְאוּ הָעֵדִים קְרוֹבִים לָזֶה וּרְחוֹקִים מִזֶּה. זֶה שֶׁהֵם רְחוֹקִים מִמֶּנּוּ מַתְּנָתוֹ קַיֶּמֶת שֶׁאֵלּוּ שְׁתֵּי עֵדוּיוֹת אַף עַל פִּי שֶׁהֵן בִּשְׁטָר אֶחָד. לְמָה זֶה דּוֹמֶה לְאוֹמֵר הֱיוּ עָלַי עֵדִים שֶׁנָּתַתִּי לִרְאוּבֵן כָּךְ וְכָךְ וְשֶׁנָּתַתִּי לְשִׁמְעוֹן כָּךְ וְכָךְ וְשֶׁלָּוִיתִי מִלֵּוִי כָּךְ וְכָךְ שֶׁאַף עַל פִּי שֶׁכָּתַב בִּשְׁטָר אֶחָד וְהַמַּקְנֶה אִישׁ אֶחָד הֲרֵי אֵלּוּ שָׁלֹשׁ עֵדֻיּוֹת שֶׁאֵינָן תְּלוּיוֹת זוֹ בָּזוֹ:  ",
            "english": "The following rule applies when a person composes one legal document including testimony that he is granting all of his property to two people and the witnesses to the document are related to one of the recipients of the present, but not related to the other. The document is not acceptable, because it is one statement of testimony.<br>If, however, he writes in one legal document that he is giving this-and-this courtyard to Reuven and this-and-this field to Shimon, and the witnesses are related to one, but not to the other, the present given to the recipient to whom the witnesses are not related is binding. Even though the two statements are included in one legal document, they are considered as separate testimonies. To what can the matter be compared to a person who says: \"Serve as witnesses that I gave Reuven this-and-this, that I gave Shimon this-and-this, and that I borrowed such-and-such from Levi.\" Although they were all included in the same legal document and there is only one person transferring the property, they are considered as three distinct statements."
          }
        }
      ]
    },
    {
      "chapter": 15,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כָּל עֵדוּת שֶׁתָּבוֹא הֲנָאָה לְאָדָם מִמֶּנָּה אֵינוֹ מֵעִיד בָּהּ שֶׁזֶּה הוּא כְּמֵעִיד עַל עַצְמוֹ. לְפִיכָךְ בְּנֵי הָעִיר שֶׁבָּא מְעַרְעֵר לְעַרְעֵר עֲלֵיהֶם בַּמֶּרְחָץ אוֹ בִּרְחוֹב שֶׁל עִיר. אֵין אֶחָד מִבַּעֲלֵי הָעִיר מֵעִיד בְּדָבָר זֶה וְלֹא דָּן עַד שֶׁיְּסַלֵּק עַצְמוֹ בְּקִנְיָן גָּמוּר וְאַחַר כָּךְ יָעִיד אוֹ יָדִין: \n",
            "english": "Whenever a person will benefit from giving testimony, he may not give such testimony for it is as if he is testifying concerning himself. Therefore when a person comes to the inhabitants of a city with a complaint concerning the public bathhouse or thoroughfare, none of the inhabitants of the city can testify regarding this matter nor serve as a judge regarding this matter until they undertake a contractual act removing themselves from any connection to the property in question. Afterwards, they may testify or serve as a judge."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בְּנֵי הָעִיר שֶׁנִּגְנַב סֵפֶר תּוֹרָה שֶׁלָּהֶן הוֹאִיל וְלִשְׁמִיעָה הוּא עָשׂוּי שֶׁאִי אֶפְשָׁר לְאָדָם לְסַלֵּק עַצְמוֹ מִמֶּנּוּ אֵין דָּנִין בְּדַיָּנֵי אוֹתָהּ הָעִיר וְאֵין מְבִיאִין רְאָיָה מֵאַנְשֵׁי אוֹתָהּ הָעִיר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rules apply when a communal Torah scroll is stolen from the inhabitants of a city. Since it is intended to be listened to by all the members of the community, it is impossible for a person to withdraw his share of ownership from it. Hence, the matter should not be adjudicated by the judges of the city, and the inhabitants of the city may not testify to prove the city's ownership. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָאוֹמֵר תְּנוּ מָנֶה לַעֲנִיֵּי עִירִי אֵין דָּנִין בְּדַיָּנֵי אוֹתָהּ הָעִיר וְאֵין מְבִיאִין רְאָיָה מֵאַנְשֵׁי אוֹתָהּ הָעִיר. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ הָעֲנִיִּים סְמוּכִים עֲלֵיהֶם וּפוֹסְקִין עֲלֵיהֶן צְדָקָה. אֲפִלּוּ אָמְרוּ שְׁנַיִם מֵאַנְשֵׁי אוֹתָהּ הָעִיר אָנוּ נִתֵּן דָּבָר הַקָּצוּב עָלֵינוּ וְנָעִיד אֵין שׁוֹמְעִין לָהֶם. שֶׁהֲנָאָה הוּא לָהֶם שֶׁיִּתְעַשְּׁרוּ עֲנִיִּים אֵלּוּ הוֹאִיל וְהֵן סְמוּכִין עַל בְּנֵי הָעִיר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When a person says: \"Give a <i>manah</i> to the poor people of my city,\" the matter may not be adjudicated by the judges of that city and the inhabitants of the city may not testify to prove that the pledge was made.<br>When does the above apply? When the poor people depend upon them and they allocate charity to them. In such a situation, even if two members of the city promised: \"We will give the fixed amount required of us regardless; let us testify,\" we do not heed their request. For they receive benefit from the fact that these poor people become wealthier for the poor are dependent on the inhabitants of the city. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "קַרְקַע שֶׁבֵּין שְׁנֵי שֻׁתָּפִין שֶׁבָּא מְעַרְעֵר לְהוֹצִיאָהּ מִתַּחַת יַד הַשֻׁתָּף. אֵינוֹ מֵעִיד לְשֻׁתָּפוֹ עָלֶיהָ אֶלָּא אִם סִלֵּק עַצְמוֹ מִמֶּנָּה וְקָנוּ מִיָּדוֹ שֶׁנְּתָנָהּ לַשֻּׁתָּף וְשֶׁאִם בָּא בַּעַל חוֹב שֶׁלּוֹ וּטְרָפָהּ מִיַּד הַשֻׁתָּף מְשַׁלֵּם לוֹ דָּמֶיהָ. וְאַחַר כָּךְ מֵעִיד לוֹ עָלֶיהָ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rules apply when a person raises a protest and seeks to expropriate land that is owned by two partners from the possession of one of the partners. The other partner may not testify on behalf of his partner concerning the land unless he withdraws from ownership of the land and undertakes an act of contract affirming that he gave his portion to his partner and committing himself to reimburse him for its value if his own creditor expropriates it from his partner. After undertaking such an agreement, he may testify concerning the field. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "הָעוֹרֵר עַל הַשָּׂדֶה אִם יֵשׁ בָּהּ פֵּרוֹת אֵין הָאָרִיס מֵעִיד לוֹ עָלֶיהָ. שֶׁהֲרֵי רוֹצֶה הָאָרִיס לְהַעֲמִידָהּ בְּיַד בְּעָלֶיהָ כְּדֵי שֶׁיִּטּל חֶלְקוֹ בַּפֵּרוֹת. וְאִם אֵין בָּהּ פֵּרוֹת מֵעִיד. אֲבָל הַשּׂוֹכֵר אִם לָקַח הַשְּׂכִירוּת בְּיָדוֹ וְאָמַר כָּל מִי שֶׁתִּתְקַיֵּם שָׂדֶה זוֹ בְּיָדוֹ יִטּל הֲרֵי זֶה מֵעִיד. וְאִם כְּבָר נָתַן הַשְּׂכִירוּת לְבַעַל הַשָּׂדֶה אֵינוֹ מֵעִיד. כֵּיוָן שֶׁאִם תֵּצֵא הַשָּׂדֶה לַמְעַרְעֵר חַיָּב לִתֵּן לוֹ שְׂכַר כָּל הַשָּׁנִים שֶׁיָּשַׁב בָּהּ אֵינוֹ מֵעִיד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rules apply when a person protests the ownership of a field. If it contains produce, a sharecropper may not testify with regard to it. For the sharecropper wishes it to remain in the possession of the owner so that he will receive his portion of the crops. If there is no produce in the field, he may testify concerning it.<br>Different rules apply with regard to a renter. If he brings the rent with him and says: \"Let whoever is established as the owner of this field take this,\" he may offer testimony. If, however, he already paid the rent to the owner of the field he may not testify. For if the field is expropriated by the claimant, he would have to pay him rent for all the years he dwelled in it. Hence, he may not offer testimony. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שִׁמְעוֹן שֶׁלָּוָה וְהָיָה רְאוּבֵן עָרֵב וּבָא יְהוּדָה לְעַרְעֵר עַל שִׁמְעוֹן הַלּוֶֹה וְהוֹצִיא קַרְקַע מִתַּחַת יָדוֹ. אִם יֵשׁ לְשִׁמְעוֹן שָׂדֶה אַחֶרֶת כְּנֶגֶד הַחוֹב הֲרֵי רְאוּבֵן הֶעָרֵב יֵשׁ לוֹ לְהָעִיד עַל אוֹתוֹ קַרְקַע שֶׁהִיא שֶׁל שִׁמְעוֹן. שֶׁאֵין לוֹ הֲנָאָה בָּזֶה שֶׁאִם לְקָחָהּ יְהוּדָה הֲרֵי שָׂדֶה אַחֶרֶת שֶׁיִּפָּרַע מִמֶּנָּה בַּעַל חוֹבוֹ. וְכֵן לוֹקֵחַ רִאשׁוֹן מֵעִיד לְלוֹקֵחַ שֵׁנִי שֶׁלָּקַח אַחֲרָיו שֶׁזֶּה הַשָּׂדֶה שֶׁלּוֹ. וְהוּא שֶׁיֵּשׁ לַמּוֹכֵר שָׂדֶה בֶּן חוֹרִין כְּנֶגֶד דְּמֵי שָׂדֶה שֶׁל לוֹקֵחַ רִאשׁוֹן. שֶׁאֵין לְלוֹקֵחַ רִאשׁוֹן הֲנָאָה בַּעֲמִידַת זֶה הַשָּׂדֶה בְּיַד לוֹקֵחַ שֵׁנִי. שֶׁאֲפִלּוּ נִטְרַף לוֹקֵחַ הָרִאשׁוֹן עַל הַמּוֹכֵר הוּא חוֹזֵר וַהֲרֵי יֵשׁ לוֹ שָׂדֶה אַחֶרֶת שֶׁיִּגְבֶּה מִמֶּנָּה: \n",
            "english": "The following rules apply if Shimon borrowed money and Reuven guaranteed the debt. Yehudah entered into litigation against Shimon and sought to expropriate landed property from his possession. If Shimon possesses another field equal in value to the debt guaranteed by Reuven, Reuven may testify with regard to the land, asserting that it belongs to Shimon. He does not derive any benefit from this, for even if Yehudah would expropriate the field, Shimon possesses another field from which the creditor could derive payment.<br>Similarly, a person who purchased a field may testify on behalf of another person who purchased a field from the same seller and affirm that the field is his. This applies provided the seller owns a field that is not on lien that is equivalent to the value of the field acquired by the first purchaser. In such a situation, the first purchaser does not derive any benefit from the field remaining in the possession of the second purchaser, for even if the field he purchased is expropriated from him, he may seek reimbursement from the seller and the seller possesses another field from which he could expropriate his due."
          }
        }
      ]
    },
    {
      "chapter": 16,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁגָּזַל שָׂדֶה אוֹ טַלִּית מִשִּׁמְעוֹן וּבָא יְהוּדָה וְעִרְעֵר עַל רְאוּבֵן וְאָמַר שָׂדֶה זוֹ אוֹ טַלִּית זוֹ שֶׁלִּי הִיא. אֵין שִׁמְעוֹן יָכוֹל לְהָעִיד לִרְאוּבֵן שֶׁאֵין זוֹ הַשָּׂדֶה שֶׁל יְהוּדָה וְלֹא זוֹ הַטַּלִּית שֶׁל יְהוּדָה. שֶׁהֲרֵי שִׁמְעוֹן רוֹצֶה לְהַעֲמִיד שָׂדֶה זוֹ אוֹ טַלִּית זוֹ בְּיַד רְאוּבֵן שֶׁהוּא גְּזָלָהּ מִמֶּנּוּ כְּדֵי שֶׁיַּחְזְרוּ לוֹ מִיַּד הַגַּזְלָן. שֶׁהֲרֵי אֶפְשָׁר שֶׁתִּהְיֶה הָרְאָיָה שֶׁל שִׁמְעוֹן שֶׁמּוֹצִיא בָּהּ מִיַּד רְאוּבֵן אֶפְשָׁר שֶׁאֵינוֹ יָכוֹל לְהוֹצִיא בָּהּ מִיַּד יְהוּדָה. וְכֵן אִם מָכַר רְאוּבֵן הַשָּׂדֶה הַגְּזוּלָה אוֹ הוֹרִישָׁהּ לְלֵוִי וּבָא יְהוּדָה לְעַרְעֵר עַל לֵוִי. אֵין שִׁמְעוֹן מֵעִיד שֶׁאֵינָהּ שֶׁל יְהוּדָה שֶׁמָּא נַחַת רוּחַ יֵשׁ לוֹ לְהוֹצִיאָהּ מִיַּד לֵוִי:  ",
            "english": "The following rule applies when Reuven stole a field or a garment from Shimon and Yehudah lodges a claim against Reuven, stating that the field or the garment is his. Shimon may not testify on Reuven's behalf that the field or the garment does not belong to Yehudah. The rationale is that Shimon desires to have the field or garment remain in the possession of Reuven who stole it from him so that he will have it returned to him from the thief. For it is possible that the proof Shimon uses to expropriate it from Reuven will not enable him to expropriate it from Yehudah.<br>Similarly, if Reuven sold or transferred as an inheritance the stolen field to Levi and Yehudah lodges a claim against Levi, Shimon may not testify that it does not belong to Yehudah. For perhaps it is more comfortable for him to expropriate it from Levi."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "מָכַר הַטַּלִּית הַגְּזוּלָה לְלֵוִי וּבָא יְהוּדָה לְעַרְעֵר. אִם מֵת רְאוּבֵן שִׁמְעוֹן מֵעִיד עָלֶיהָ שֶׁאֵינָהּ שֶׁל יְהוּדָה שֶׁהֲרֵי אֵין טַלִּית זוֹ חוֹזֶרֶת לְשִׁמְעוֹן לְעוֹלָם שֶׁכְּבָר קְנָאָהּ הַלּוֹקֵחַ בְּיֵאוּשׁ וְשִׁנּוּי רְשׁוּת וּכְבָר מֵת רְאוּבֵן הַגַּזְלָן וְאֵין לוֹ מִמִּי יִטּל דָּמֶיהָ. אֲבָל אִם עֲדַיִן רְאוּבֵן קַיָּם אֵין שִׁמְעוֹן מֵעִיד אַף עַל הַטַּלִּית. שֶׁהֲנָאָה הִיא לוֹ שֶׁלֹּא תַּעֲמֹד בְּיַד יְהוּדָה כְּדֵי שֶׁיָּבִיא רְאָיָה שֶׁרְאוּבֵן גְּזָלָהּ וִישַׁלֵּם דָּמֶיהָ. וְכֵן אִם הָיְתָה הַטַּלִּית בְּיַד יוֹרְשֵׁי רְאוּבֵן אֵין שִׁמְעוֹן מֵעִיד עָלֶיהָ מִפְּנֵי שֶׁסּוֹפָהּ שֶׁאִם תַּעֲמֹד בְּיַד הַיּוֹרֵשׁ לַחְזֹר לוֹ. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה:  ",
            "english": "The following rules apply if Reuven sold the stolen garment to Levi and Yehudah lodges a claim concerning it. If Reuven died, Shimon may testify that it does not belong to Yehudah. The rationale is that this garment will never be returned to Shimon, because the purchaser acquires it because of his despair of recovering it and its change of domain. Reuven, the thief, died, and thus he has no one from whom he could receive reimbursement.<br>If, however, Reuven is still alive, Shimon may not testify even concerning a garment. For he will receive benefit from the fact that it will not remain in Yehudah's possession so that he can bring proof that Reuven stole it and require him to make reimbursement for it.<br>Similarly, if the garment is in the possession of Reuven's heirs, Shimon may not testify concerning it. For ultimately, if the heir retains possession, it will be returned to the original owner. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁמָּכַר שָׂדֶה לְשִׁמְעוֹן שֶׁלֹּא בְּאַחֲרָיוּת וּבָא יְהוּדָה לְעַרְעֵר עַל שִׁמְעוֹן וּלְהוֹצִיאָהּ מִתַּחַת יָדוֹ. אֵין רְאוּבֵן מֵעִיד לוֹ עָלֶיהָ. אַף עַל פִּי שֶׁאֵין עָלֶיהָ אַחֲרָיוּת הֲרֵי הוּא רוֹצֶה שֶׁתַּעֲמֹד בְּיַד שִׁמְעוֹן כְּדֵי שֶׁיָּבוֹא בַּעַל חוֹב שֶׁל רְאוּבֵן וְיִטְרְפֶנָּה בְּחוֹבוֹ וְלֹא יִהְיֶה לוֶֹה רָשָׁע וְלֹא יְשַׁלֵּם:  ",
            "english": "The following rule applies when Reuven sold a field to Shimon without taking financial responsibility for it and Yehudah issued a claim to expropriate it from Shimon. Reuven may not testify concerning it on Shimon's behalf. Even though he did not accept financial responsibility for the field, he desires that it remain in Shimon's possession. For if that is the case, one of Reuven's creditors may come and collect it as payment for Reuven's debt and thus Reuven will not be \"a wicked person who borrows and does not repay.\""
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁמָּכַר פָּרָה אוֹ טַלִּית לְשִׁמְעוֹן וּבָא יְהוּדָה לְעַרְעֵר וּלְהוֹצִיא מִיַּד שִׁמְעוֹן. רְאוּבֵן מֵעִיד לוֹ עָלֶיהָ שֶׁהִיא שֶׁל שִׁמְעוֹן שֶׁאֲפִלּוּ עָמְדָה בְּיַד שִׁמְעוֹן אֵין בַּעַל חוֹבוֹ שֶׁל רְאוּבֵן טוֹרֵף מִן הַמִּטַּלְטְלִין וַאֲפִלּוּ הָיוּ אַפּוֹתֵיקֵי. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיָה שִׁמְעוֹן מוֹדֶה שֶׁזּוֹ הַפָּרָה וְהַטַּלִּית הֵם שֶׁל רְאוּבֵן הַמּוֹכֵר בְּוַדַּאי וְהוּא יוֹדֵעַ שֶׁבֶּאֱמֶת הֵן שֶׁלּוֹ. אֲבָל אִם לֹא הוֹדָה שִׁמְעוֹן אֵין רְאוּבֵן מֵעִיד לְאַבֵּד זְכוּת יְהוּדָה. שֶׁאִם תֵּצֵא מִתַּחַת יְדֵי שִׁמְעוֹן יַחְזֹר שִׁמְעוֹן וְיִתְבַּע דָּמִים וְיֹאמַר לוֹ מָכַרְתָּ לִי דָּבָר שֶׁאֵינוֹ שֶׁלְּךָ שֶׁהֲרֵי בָּאוּ עֵדִים וְאָמְרוּ שֶׁהֵן שֶׁל יְהוּדָה. בַּמֶּה דְּבָרִים אֲמוּרִים שֶׁיָּעִיד רְאוּבֵן לְאַבֵּד זְכוּת יְהוּדָה וְיַעֲמִיד הַמִּטַּלְטְלִין בְּיַד שִׁמְעוֹן כְּשֶׁבָּאוּ עֵדִים וְהֵעִידוּ שֶׁהֵם יוֹדְעִים שֶׁרְאוּבֵן זֶה לֹא הָיְתָה לוֹ קַרְקַע מֵעוֹלָם. אֲבָל אִם לֹא בָּאוּ עֵדִים לְכָךְ אַף עַל הַפָּרָה וְהַטַּלִּית אֵינוֹ מֵעִיד. וְלָמָּה אֵינוֹ מֵעִיד עֲלֵיהֶן. שֶׁמָּא הִקְנָה אוֹתָם לְבַעַל חוֹבוֹ אַגַּב קַרְקַע וְכָתַב דְּאִיקְנֵי וְהִקְנָה לוֹ מִטַּלְטְלִין אַגַּב קַרְקַע שֶׁנִּמְצָא בַּעַל חוֹבוֹ טוֹרֵף אַף הַפָּרָה וְהַטַּלִּית. לְפִיכָךְ לֹא יָעִיד עֲלֵיהֶן שֶׁהֲרֵי רוֹצֶה לְהַעֲמִידָן בְּיַד שִׁמְעוֹן כְּדֵי שֶׁיָּבוֹא בַּעַל חוֹבוֹ וְיִטְרְפֵם. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ. וּדְבָרִים אֵלּוּ אֵינָן תְּלוּיִין אֶלָּא בְּדַעַת הַדַּיָּן וְעֹצֶם בִּינָתוֹ שֶׁיָּבִין עִקַּר הַמִּשְׁפָּטִים וְיֵדַע דָּבָר הַגּוֹרֵם לְדָבָר אַחֵר וְיַעֲמִיק לִרְאוֹת. אִם יִמָּצֵא שֶׁיֵּשׁ לְזֶה הָעֵד צַד הֲנָאָה בְּעֵדוּת זוֹ אֲפִלּוּ בְּדֶרֶךְ רְחוֹקָה וְנִפְלָאָה הֲרֵי זֶה לֹא יָעִיד בָּהּ. וּכְדֶרֶךְ שֶׁלֹּא יָעִיד בְּדָבָר זֶה שֶׁמָּא נוֹגֵעַ בְּעֵדוּתוֹ הוּא כָּךְ לֹא יָדוּן בְּאוֹתוֹ דָּבָר. וְכֵן שְׁאָר מִינֵי פְּסוּלִין כְּשֵׁם שֶׁפּוֹסְלִין בְּעֵדִים כָּךְ פּוֹסְלִין בְּדַיָּנִים:  ",
            "english": "When, by contrast, Reuven sold a cow or a garment to Shimon and Yehudah raised a claim to expropriate it from Shimon, Reuven may testify that it belongs to Shimon. The rationale is that even if it were to remain in Shimon's possession, a creditor of Reuven does not have the right to expropriate movable property that was sold. This applies even when the movable property was designated as an <i>apoteiki</i>.<br>When does the above apply? When Shimon the purchaser admits that the cow or the garment certainly belonged to Reuven the seller and he knows that they truly belonged to him. If, however, Shimon does not acknowledge this, Reuven may not testify to deny Yehudah's right to the property. For if it is expropriated from Shimon, he will sue Reuven for its value, saying: \"You sold me an article that did not belong to you, for witnesses came and stated that it belonged to Yehudah.\"<br>When do we accept Reuven's testimony to deny Yehudah's right to the movable property and thus leave it in Shimon's possession? When witnesses come and testify that Reuven never owned landed property. If, however, there are no witnesses to deliver such testimony, Reuven may not testify concerning a cow or a garment as well.<br>Why may he not testify concerning such objects? Because it is possible that he placed them on lien to his creditor by virtue of the latter's lien on landed property and in that contract stated: \"That I will acquire,\" establishing a lien on them by virtue of the lien on the landed property. Thus his creditor has the right to expropriate a cow and a garment as well. Hence, Reuven should not testify concerning them. For he desires to have them remain in Shimon's possession so that his creditor can come and expropriate them. Similar principles apply in all analogous situations.<br>These matters are dependent solely on the discerning capacity of the judge and the greatness of his understanding when he comprehends the fundamental thrust of the judgments and knows how one thing leads to another, deepening his perception. If he sees that a witness will derive benefit from this testimony even in an uncommon and extraordinary manner, he should not allow that person to testify.<br>Just as a person should not testify with regard to a matter because he may have a vested interest in the case; so, too, he should not act as a judge concerning such a matter. Similarly with regard to other disqualifying factors, just as they disqualifying a person as a witness; so, too, they disqualify him as a judge."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּלְפִיכָךְ אֵין סוֹמְכִין בְּסַנְהֶדְרִין שְׁנַיִם הַקְּרוֹבִים זֶה לָזֶה בֵּין בְּסַנְהֶדְרִי קְטַנָּה בֵּין בְּסַנְהֶדְרִי גְּדוֹלָה. אֲבָל אֵלּוּ שֶׁמּוֹסִיפִין עַד שִׁבְעָה לְעַבֵּר הַשָּׁנָה כְּמוֹ שֶׁבֵּאַרְנוּ בְּהִלְכוֹת קִדּוּשׁ הַחֹדֶשׁ יֵרָאֶה לִי שֶׁאִם הָיָה בָּהֶן קְרוֹבִים אֵין בְּכָךְ כְּלוּם:  ",
            "english": "Therefore we do not appoint two judges to the <i>Sanhedrin</i> who are related to each other. This applies to both a minor <i>Sanhedrin</i> and the Supreme <i>Sanhedrin</i>. With regard to the judges that are added to reach the number of seven charged with declaring a leap year as mentioned in <i>Hilchot Kiddush HaChodesh</i>, it appears to me that it is of no consequence that there are relatives among them."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כָּל הַכָּשֵׁר לָדוּן כָּשֵׁר לְהָעִיד. וְיֵשׁ כָּשֵׁר לְהָעִיד וְאֵינוֹ כָּשֵׁר לָדוּן. הָאוֹהֵב. וְהַשּׂוֹנֵא. וְהַגֵּר. וְהַמְשֻׁחְרָר. וְכֵן הַזָּקֵן. וְהַסָּרִיס. וְהַמַּמְזֵר. וְסוּמָא בְּאַחַת מֵעֵינָיו. כְּשֵׁרִין לְהָעִיד וְאֵינָן כְּשֵׁרִים לָדוּן דִּינֵי נְפָשׁוֹת כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "Whoever is fit to act as a judge as fit to act as a witness. There are, however, some who are acceptable to act as a witness, but not to act as a judge. They include friends, enemies, converts, and freed slaves. Similarly, an elderly person, a eunuch, a bastard, and a person with one eye are acceptable as witnesses, but are not acceptable as judges as we explained."
          }
        }
      ]
    },
    {
      "chapter": 17,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהֵעִידוּ לוֹ אֲנָשִׁים רַבִּים וּגְדוֹלִים בְּחָכְמָה וּבְיִרְאָה שֶׁהֵם אוֹמְרִים שֶׁרָאוּ פְּלוֹנִי שֶׁעָבַר עֲבֵרָה פְּלוֹנִית. אוֹ שֶׁלָּוָה מִפְּלוֹנִי. אַף עַל פִּי שֶׁהוּא מַאֲמִין הַדָּבָר בְּלִבּוֹ כְּאִלּוּ רָאָהוּ לֹא יָעִיד עַד שֶׁיִּרְאֶה הַדָּבָר בְּעֵינָיו אוֹ יוֹדֶה לוֹ הַלּוֶֹה מִפִּיו וְיֹאמַר לוֹ הֱיֵה עָלַי עֵד שֶׁפְּלוֹנִי הִלְוָה לִי מָנֶה. שֶׁנֶּאֱמַר <small>(ויקרא ה א)</small> \"וְהוּא עֵד אוֹ רָאָה אוֹ יָדָע\". וְאֵין לְךָ עֵדוּת שֶׁמִּתְקַיֶּמֶת בִּרְאִיָּה אוֹ בִּידִיעָה אֶלָּא עֵדוּת מָמוֹן. וְכָל הַמֵּעִיד מִפִּי אֲחֵרִים הֲרֵי זֶה עֵד שֶׁקֶר וְעוֹבֵר בְּלֹא תַּעֲשֶׂה שֶׁנֶּאֱמַר <small>(שמות כ יג)</small> \"לֹא תַעֲנֶה בְרֵעֲךָ עֵד שָׁקֶר\":  ",
            "english": "When many men of great wisdom and fear of God testify to a person and tell him that they saw so-and-so commit a particular transgression or borrow money from a colleague, although the listener believes the matter in his heart as if he saw it actually transpire, he may not deliver testimony unless he actually sees the matter or the borrower acknowledges the debt verbally to him, saying: \"Be a witness for me that so-and-so lent me a <i>maneh</i>.\" These concepts are derived from Leviticus 5:1 which states: \"And should he witness, see, or know of the matter....\" There is no testimony that can be established through sight or knowledge alone except testimony involving financial matters.<br>Whenever a person delivers testimony on the basis of the statements of others, he is a false witness and transgresses a negative commandment, as Exodus 20:16 states: \"Do not bear false witness against your neighbor.\""
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "לְפִיכָךְ מְאַיְּמִין אַף עַל עֵדֵי הַמָּמוֹן. וְכֵיצַד מְאַיְּמִין עֲלֵיהֶן. [מְאַיְּמִין עֲלֵיהֶם] בִּפְנֵי הַכּל. וּמוֹדִיעִין אוֹתָן כֹּחַ עֵדוּת שֶׁקֶר וּבֹשֶׁת הַמֵּעִיד בָּהּ בָּעוֹלָם הַזֶּה וּבָעוֹלָם הַבָּא. וְאַחַר כָּךְ מוֹצִיאִין אֶת כָּל הָאָדָם לַחוּץ וּמְשַׁיְּרִין אֶת הַגָּדוֹל שֶׁבָּעֵדִים וְאוֹמֵר לוֹ אֱמֹר הֵיאַךְ אַתָּה יוֹדֵעַ שֶׁזֶּה חַיָּב לָזֶה. אִם אָמַר שֶׁהוּא אָמַר לִי חַיָּב אֲנִי לוֹ אוֹ אִישׁ פְּלוֹנִי אָמַר לִי שֶׁהוּא חַיָּב לוֹ לֹא אָמַר כְּלוּם עַד שֶׁיֹּאמַר בְּפָנֵינוּ הוֹדָה לוֹ שֶׁהוּא חַיָּב לוֹ. וְהָיוּ מַכְנִיסִין אֶת הָעֵד הַשֵּׁנִי וּבוֹדְקִין אוֹתוֹ כָּךְ. נִמְצְאוּ דִּבְרֵיהֶן מְכֻוָּנִין נוֹשְׂאִין וְנוֹתְנִין בַּדָּבָר וְגוֹמְרִין הַדִּין:  ",
            "english": "Therefore, we issue a warning also to witnesses who testify regarding financial matters.<br>How do we warn them? We issue this warning in the presence of all onlookers, telling them the severity of bearing false testimony and the shame suffered by those who deliver such testimony in this world and in the world to come.<br>Afterwards, we order all other people to go outside and leave the witness of the greatest stature inside. We say to him: \"Tell us the basis on which you know that this person owes money to that.\" If he says: \"He told me that the borrower said that I owe him the money,\" or he says: \"So-and-so told me that he owed him money,\" his statements are of no consequence. He must say: \"In our presence, the defendant admitted to the plaintiff that he owes him the money.\"<br>Afterwards, we bring in the second witness and check his testimony in this manner. If their testimony corroborates each other's, the judges deliberate over the matter and conclude the judgment."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הַמַּטְמִין עֵדִים לַחֲבֵרוֹ וְהוֹדָה לוֹ בֵּינוֹ לְבֵין עַצְמוֹ וְהָעֵדִים רוֹאִין וְשׁוֹמְעִין שֶׁהוּא אוֹמֵר לוֹ וַדַּאי יֵשׁ לְךָ אֶצְלִי כָּךְ וְכָךְ אֲבָל מִתְיָרֵא אֲנִי שֶׁמָּא תְּכוּפֵנִי בְּדִין לְמָחָר הֲרֵי זוֹ אֵינָהּ עֵדוּת עַד שֶׁיּוֹדֶה בִּפְנֵי עֵדִים:  ",
            "english": "The following rules apply if a person hid witnesses against his colleague and that colleague acknowledged his obligation to him in private. The witnesses saw and heard him tell him: \"Certainly, I owe you this and this amount, but I am afraid you will call me to judgment tomorrow.\" This is not valid testimony unless he makes the acknowledgment in the presence of witnessess."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אֶחָד הַמּוֹדֶה בִּפְנֵי עֵדִים. וְאָמַר דֶּרֶךְ הוֹדָאָה זֶה יֵשׁ לוֹ אֶצְלִי כָּךְ וְכָךְ. אוֹ שֶׁאָמַר אַתֶּם עֵדַי אוֹ שֶׁאָמַר הֱיוּ עָלַי עֵדִים. בֵּין שֶׁאָמַר הַלּוֶֹה בֵּין שֶׁאָמַר הַמַּלְוֶה וְשָׁתַק הַלּוֶֹה דֶּרֶךְ מַאֲמִין לִדְבָרָיו. הֲרֵי אֵלּוּ עֵדִים. וְאֵין צָרִיךְ לוֹמַר אִם קָנוּ מִיָּדוֹ אוֹ שֶׁאָמַר לָהֶם כִּתְבוּ עָלַי שְׁטָר שֶׁיֵּשׁ לָזֶה אֶצְלִי כָּךְ וְכָךְ וְכָל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ הֲרֵי הֵם הוֹדָאָה וּמְעִידִין עַל פִּיו:  ",
            "english": "Whether a person acknowledged a debt to a colleague, making the admission in a sincere manner that he owes him such-and-such an amount, he told the witnesses: \"You are my witnesses,\" or he told them \"Serve as witnesses for me,\" they are valid witnesses. This applies whether the statement is made by the borrower or whether it is made by the lender and the borrower remains silent as if he is accepting his words. Needless to say, it applies if he affirmed the appointment with an act of contract, telling them: \"Compose a legal document stating that I owe so-and-so this-and-this amount,\" or the like, his statement is considered as an admission and the witnesses may testify on this basis."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "תַּלְמִיד שֶׁאָמַר לוֹ רַבּוֹ יוֹדֵעַ אַתָּה שֶׁאִם נוֹתְנִין לִי כָּל מָמוֹן הָעוֹלָם אֵינִי מְשַׁקֵּר מָנֶה יֵשׁ לִי אֵצֶל פְּלוֹנִי וְיֵשׁ לִי עָלָיו עֵד אֶחָד לֵךְ וְהִצְטָרֵף עִמּוֹ. אִם נִצְטָרֵף הֲרֵי זֶה עֵד שֶׁקֶר:  ",
            "english": "When a teacher tells a student: \"You know that if they would give me all the money in the world, I would not lie. So-and-so owes me a <i>maneh</i>. I have one witness against him. Please, join him.\" If he joins him, he is a false witness."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָמַר לוֹ בּוֹא וַעֲמֹד עִם הָעֵד וְלֹא תָּעִיד כְּדֵי שֶׁיִּרְאֶה הַלּוֶֹה וִיפַחֵד וְיַעֲלֶה עַל דַּעְתּוֹ שֶׁאַתֶּם שְׁנֵי עֵדִים וְיוֹדֶה מֵעַצְמוֹ הֲרֵי זֶה אָסוּר לַעֲמֹד וּלְהַרְאוֹת שֶׁהוּא עֵד אַף עַל פִּי שֶׁאֵינוֹ מֵעִיד. וְעַל זֶה וְכַיּוֹצֵא בּוֹ נֶאֱמַר <small>(שמות כג ז)</small> \"מִדְּבַר שֶׁקֶר תִּרְחָק\":  ",
            "english": "If he tells him: \"Come and stand together with the witness. You do not have to testify, but the borrower will become frightened and panic, thinking that you are two witnesses and he will admit the debt on his own volition,\" the student is forbidden to stand and make it appear that he is a witness even though he does not deliver testimony. With regard to this and similar matter, Exodus 23:7 states: \"Keep distant from words of falsehood.\""
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "הַשּׂוֹכֵר עֵדֵי שֶׁקֶר לְהָעִיד לַחֲבֵרוֹ פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם. וְכֵן עֵד אֶחָד שֶׁכָּבַשׁ עֵדוּתוֹ וְלֹא הֵעִיד פָּטוּר מִדִּינֵי אָדָם וְחַיָּב בְּדִינֵי שָׁמַיִם:  ",
            "english": "A person who hires false witnesses to testify against a colleague is not liable according to mortal law, but does have a moral and spiritual obligation. Similarly, one witness who refrains from testifying is not liable according to mortal law, but does have a moral and spiritual obligation."
          }
        }
      ]
    },
    {
      "chapter": 18,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "מִי שֶׁהֵעִיד בְּשֶׁקֶר וְנוֹדַע בְּעֵדִים שֶׁהֵעִיד בְּשֶׁקֶר זֶהוּ שֶׁנִּקְרָא עֵד זוֹמֵם. וּמִצְוַת עֲשֵׂה לַעֲשׂוֹת לוֹ כְּמָה שֶׁרָצָה לַעֲשׂוֹת בְּעֵדוּתוֹ לַחֲבֵרוֹ. אִם בַּעֲבֵרָה שֶׁחַיָּבִין עָלֶיהָ סְקִילָה הֵעִידוּ וְהוּזְמוּ נִסְקָלִין כֻּלָּן. וְאִם בִּשְׂרֵפָה נִשְׂרָפִין וְכֵן שְׁאָר הַמִּיתוֹת. וְאִם הֵעִידוּ בְּמַלְקוֹת לוֹקֶה כָּל אֶחָד מֵהֶן כִּשְׁאָר מְחֻיְּבֵי מַלְקוֹת. וְאוֹמְדִין כֹּחוֹ וּמַלְקִין אוֹתוֹ. וְאִם הֵעִידוּ לְחַיְּבוֹ מָמוֹן מְשַׁלְּשִׁין הַמָּמוֹן בֵּינֵיהֶן לְפִי מִנְיַן הָעֵדִים. כָּל אֶחָד וְאֶחָד יִתֵּן חֵלֶק הַמַּגִּיעַ לוֹ. וְאֵין לוֹקִין בִּמְקוֹם תַּשְׁלוּמִין: \n",
            "english": "When a person delivered false testimony and witnesses testify to that fact, he is called an <i>eid zomeim</i>, \"a conspiring witness.\"<br>It is a positive mitzvah to requite him in the manner in which he desired through his testimony to effect his colleague. If witnesses testify with regard to a transgression for which one is liable to be stoned to death and it is proved that they testified falsely, they are all stoned. If the transgression was punishable by being burned to death, they are burned to death. Similar laws apply with regard to other forms of capital punishment.<br>If they testified falsely with regard to a transgression punishable by lashes, each one of them is lashed as are all those obligated to be lashed. We estimate their capacity to bear the lashes and they are lashed. If they testified falsely to obligate the defendant to make a financial payment, we divide that amount according to the number of lying witnesses. Each witness must pay his share. The lying witnesses do not receive lashes when they are required to make financial reimbursement."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּעֵדִים שֶׁהוּזְמוּ. אֲבָל שְׁתֵּי כִּתּוֹת הַמַּכְחִישׁוֹת זוֹ אֶת זוֹ וְאֵין כָּאן עֵדוּת אֵין עוֹנְשִׁין אֶת אַחַת מֵהֶן. לְפִי שֶׁאֵין אָנוּ יוֹדְעִים מִי הִיא הַכַּת הַשַּׁקְרָנִית. וּמַה בֵּין הַכְחָשָׁה לַהֲזָמָה. הַהַכְחָשָׁה בָּעֵדוּת עַצְמָהּ זֹאת אוֹמֶרֶת הָיָה הַדָּבָר הַזֶּה וְזֹאת אוֹמֶרֶת לֹא הָיָה הַדָּבָר הַזֶּה אוֹ יָבוֹא מִכְּלַל דְּבָרֶיהָ שֶׁלֹּא הָיָה. וְהַהֲזָמָה בָּעֵדִים עַצְמָן וְאֵלּוּ הָעֵדִים שֶׁהֱזִימוּם אֵינָן יוֹדְעִים אִם נִהְיָה הַדָּבָר אוֹ לֹא הָיָה. כֵּיצַד. עֵדִים שֶׁבָּאוּ וְאָמְרוּ רָאִינוּ זֶה שֶׁהָרַג אֶת הַנֶּפֶשׁ אוֹ לָוָה מָנֶה מִפְּלוֹנִי בְּיוֹם פְּלוֹנִי בְּמָקוֹם פְּלוֹנִי. וְאַחַר שֶׁהֵעִידוּ וְנִבְדְּקוּ בָּאוּ שְׁנַיִם אֲחֵרִים וְאָמְרוּ בְּיוֹם זֶה וּבְמָקוֹם זֶה הָיִינוּ עִמָּכֶם וְעִם אֵלּוּ כָּל הַיּוֹם. וְלֹא הָיוּ דְּבָרִים מֵעוֹלָם לֹא זֶה הָרַג אֶת זֶה וְלֹא זֶה הִלְוָה אֶת זֶה הֲרֵי זוֹ הַכְחָשָׁה. וְכֵן אִם אָמְרוּ לָהֶם הֵיאַךְ אַתֶּם מְעִידִים כָּךְ וְזֶה הַהוֹרֵג אוֹ הַנֶּהֱרָג אוֹ הַלּוֶֹה אוֹ הַמַּלְוֶה הָיָה עִמָּנוּ בְּיוֹם זֶה בִּמְדִינָה אַחֶרֶת. הֲרֵי זוֹ עֵדוּת מֻכְחֶשֶׁת שֶׁזֶּה כְּמִי שֶׁאָמַר לֹא הָרַג זֶה אֶת זֶה וְלֹא זֶה הִלְוָה אֶת זֶה שֶׁהֲרֵי עִמָּנוּ הָיוּ וְלֹא נִהְיָה דָּבָר זֶה. וְכֵן כָּל כַּיּוֹצֵא בִּדְבָרִים אֵלּוּ. אֲבָל אִם אָמְרוּ לָהֶם אָנוּ אֵין אָנוּ יוֹדְעִים אִם זֶה הָרַג זֶה בְּיוֹם זֶה בִּירוּשָׁלַיִם כְּמוֹ שֶׁאַתֶּם אוֹמְרִין אוֹ לֹא הֲרָגוֹ. וְאָנוּ מְעִידִים שֶׁאַתֶּם עַצְמְכֶם הֱיִיתֶם עִמָּנוּ בְּיוֹם זֶה בְּבָבֶל. הֲרֵי אֵלּוּ זוֹמְמִים וְנֶהֱרָגִין אוֹ מְשַׁלְּמִין. הוֹאִיל וְהָעֵדִים שֶׁהֱזִימוּם לֹא הִשְׁגִּיחוּ עַל עַצְמָהּ שֶׁל עֵדוּת כְּלָל אִם אֱמֶת הָיָה אוֹ שֶׁקֶר: \n",
            "english": "When does the above apply? When the witnesses were disqualified through <i>hazamah</i>? When, however, the testimony of two pairs of witnesses contradict each other, both testimonies are of no consequence, but neither of them receives punishment, because we do not know which pair is lying.<br>What is the difference between testimony which is contradicted and testimony which is disqualified through <i>hazamah</i>? A contradiction concerns the testimony itself. One pair states: \"This is what took place,\" and the other pair states: \"It never took place,\" or that conclusion was obvious from his statements. <i>Hazamah</i>, by contrast, focuses on the witnesses themselves. The witnesses who disqualify them do not know whether the event happened or not.<br>What is implied? Witnesses come and say: \"We saw so-and-so kill a person...\" or \"...lend money to so-and-so on this-and-this date in this-and-this place.\" After they testified and the testimony was investigated, two other witnesses came and said: \"On that day, we were with you and with those people the entire day and those things never happened. He never killed him,\" or \"...He never lent him.\" This is considered a contradiction.<br>Similarly, if witnesses say: \"How can you testify in this manner. Either the murderer - or the victim or the borrower or the lender - were with us on that day in another city,\" the testimony is considered to be contradicted. This is as if they said: \"So-and-so did not kill him...\" or \"So-and-so did not lend him, for they were together with us and this thing did not happen.\" Similar principles apply in all analogous situations.<br>If, however, the second pair of witnesses say: \"We do not know if so-and-so killed so-and-so on this day in Jerusalem as you say or not. We are, however, testifying that you yourselves were with us in Babylon on that date,\" the first pair of witnesses are considered as <i>zomeimim</i> and they are executed or required to make financial restitution. The rationale is that the witnesses who disqualified them did not concern themselves with the testimony itself whether it was true or false, but with the presence of the witnesses in the place mentioned."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וְזֶה שֶׁהֶאֱמִינָה תּוֹרָה עֵדוּת הָאַחֲרוֹנִים עַל הָעֵדִים הָרִאשׁוֹנִים גְּזֵרַת הַכָּתוּב הִיא. אֲפִלּוּ הָיוּ הָעֵדִים הָרִאשׁוֹנִים מֵאָה וּבָאוּ שְׁנַיִם וֶהֱזִימוּם וְאָמְרוּ לָהֶם אָנוּ מְעִידִים שֶׁאַתֶּם הַמֵּאָה כֻּלְּכֶם עִמָּנוּ הֱיִיתֶם בְּיוֹם פְּלוֹנִי בְּמָקוֹם פְּלוֹנִי הֲרֵי אֵלּוּ נֶעֱנָשִׁין עַל פִּיהֶם. שֶׁהַשְּׁנַיִם כְּמֵאָה וּמֵאָה כִּשְׁנַיִם. וְכֵן בִּשְׁתֵּי כִּתֵּי עֵדִים הַמַּכְחִישׁוֹת זוֹ אֶת זוֹ אֵין הוֹלְכִין אַחַר הָרֹב אֶלָּא דּוֹחִין אֶת שְׁתֵּיהֶן: \n",
            "english": "The fact that the Torah accepted the word of the latter pair of witnesses instead of that of the first pair of witnesses is a Scriptural decree. Even if there were 100 in the first group of witnesses and two witnesses came and disqualified them all through <i>hazamah</i>, saying: \"We testify that all 100 of you were together with us on this date in this place,\" the 100 witnesses are punished on the basis of their testimony. For two witnesses are equivalent to 100 and 100 are equivalent to two. Similarly, when two groups of witnesses contradict each other, we do not follow the majority instead, we nullify the testimony of both."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "עֵדִים זוֹמְמִין אֵינָן צְרִיכִין הַתְרָאָה. וְעֵדִים שֶׁהֻכְחֲשׁוּ וּלְבַסּוֹף הוּזַמּוּ הֲרֵי אֵלּוּ נֶהֱרָגִין אוֹ לוֹקִין אוֹ מְשַׁלְּמִין מִפְּנֵי שֶׁהַכְחָשָׁה תְּחִלַּת הֲזָמָה הִיא אֶלָּא שֶׁעֲדַיִן לֹא נִגְמְרָה: \n",
            "english": "There is no need for lying witnesses to be given a warning.<br>When the testimony of witnesses was first contradicted and ultimately, disqualified through <i>hazamah</i>, the lying witnesses are executed, lashed, or forced to make financial restitution. The rationale is that a contradiction is the first stage of <i>hazamah</i>. It is not, however, completed."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "אֵין מְזִימִין אֶת הָעֵדִים אֶלָּא בִּפְנֵיהֶם. וּמַכְחִישִׁין אֶת הָעֵדִים שֶׁלֹּא בִּפְנֵיהֶם. וְעֵדִים שֶׁהוּזַמּוּ שֶׁלֹּא בִּפְנֵיהֶן הֲרֵי הֻכְחֲשׁוּ. לְפִיכָךְ אִם מֵתוּ הָעֵדִים שֶׁהֱזִימוּם קֹדֶם שֶׁיָּזִימוּ אוֹתָם בִּפְנֵיהֶם אֵין כָּאן עֵדוּת שֶׁהֲרֵי הִכְחִישׁוּ זֶה אֶת זֶה: \n",
            "english": "The testimony of witnesses can be disqualified through <i>hazamah</i> only in their presence. It can, however, be contradicted outside their presence.<br>When the testimony of witnesses has been disqualified through <i>hazamah</i> outside the presence of the witnesses, it is considered to have been contradicted. Therefore if the witnesses who have been disqualified through <i>hazamah</i> die before the testimony disqualifying them is delivered in their presence, their testimony is nullified, for the two testimonies contradicted each other."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "עֵדֵי נְפָשׁוֹת שֶׁהֻכְחֲשׁוּ וְלֹא הוּזַמּוּ אֲפִלּוּ בָּא הַנֶּהֱרָג בְּרַגְלָיו אֵינָם לוֹקִין. מִפְּנֵי שֶׁהוּא לָאו שֶׁנִּתָּן לְאַזְהָרַת מִיתַת בֵּית דִּין וְאֵין לוֹקִין עָלָיו. אֲבָל בֵּית דִּין מַכִּין אוֹתָן מַכַּת מַרְדּוּת כְּפִי מַה שֶּׁיִּרְאוּ: \n",
            "english": "When the testimony of witnesses in cases of capital punishment was contradicted, but was not disqualified through <i>hazamah</i>, they do not receive lashes. This is true, even if the person they testified was killed comes himself to court to prove the suspected murderer's innocence. The rationale is that the prohibition is punishable by execution. Hence, lashes are not given because of it. Nevertheless, the court has the witnesses beaten with stripes for rebellious conduct according to their perception of the severity of the matter."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "עֵדִים זוֹמְמִים צְרִיכִין הַכְרָזָה. וְהֵיאַךְ הִיא הַהַכְרָזָה שֶׁלָּהֶן. כּוֹתְבִין וְשׁוֹלְחִין בְּכָל עִיר וְעִיר פְּלוֹנִי וּפְלוֹנִי הֵעִידוּ בְּכָךְ וְכָךְ וְהוּזַמּוּ וַהֲרַגְנוּם. אוֹ לָקוּ בְּפָנֵינוּ אוֹ עָנַשְׁנוּ אוֹתָן כָּךְ וְכָךְ דִּינָרִין. שֶׁנֶּאֱמַר <small>(דברים יט כ)</small> \"וְהַנִּשְׁאָרִים יִשְׁמְעוּ וְיִרָאוּ\": \n",
            "english": "A public announcement must be made with regard to lying witnesses. What type of announcement is made? A proclamation is written and sent throughout every city: \"So-and-so and so-and-so testified in this manner. They were disqualified through <i>hazamah</i> and executed,\" \"...lashed in our presence,\" or \"fined so-and-so many <i>dinarim</i>.\" The necessity for this is derived from Deuteronomy 19:20: \"Those who remain shall hear and become fearful.\""
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "חִיּוּב הָעֵדִים זוֹמְמִים לְשַׁלֵּם בְּמָקוֹם שֶׁחַיָּבִין לְשַׁלֵּם קְנָס הוּא וּלְפִיכָךְ אֵין מְשַׁלְּמִין עַל פִּי עַצְמָן. כֵּיצַד. הֲרֵי שֶׁהֵעִידוּ וְנֶחְקְרָה עֵדוּתָן בְּבֵית דִּין וְאַחַר כָּךְ אָמְרוּ שְׁנֵיהֶם עֵדוּת שֶׁקֶר הֵעַדְנוּ וְאֵין לָזֶה אֵצֶל זֶה כְּלוּם. אוֹ שֶׁאָמַרְנוּ הֵעַדְנוּ עַל זֶה בְּכָךְ וְכָךְ וְהוּזַמְנוּ אֵין מְשַׁלְּמִין עַל פִּיהֶן. אֲבָל אִם אָמְרוּ הֵעַדְנוּ עַל זֶה וְהוּזַמְנוּ בְּבֵית דִּינוֹ שֶׁל פְּלוֹנִי וְנִתְחַיַּבְנוּ לִתֵּן לוֹ כָּךְ וְכָךְ הֲרֵי אֵלּוּ מְשַׁלְּמִין שֶׁזּוֹ הוֹדָאָה בְּמָמוֹן שֶׁנִּגְמַר דִּינוֹ לִתְּנוֹ. וְאִם אָמַר הָאֶחָד כָּךְ מְשַׁלֵּם חֶלְקוֹ: \n",
            "english": "The obligation of lying witnesses to make financial restitution when required is considered as a fine. Therefore, they are not required to pay when they admit their own guilt.<br>What is implied? The witnesses delivered testimony and their testimony was investigated by the court. Afterwards, they both admitted: \"We delivered false testimony. This person does not owe the other person anything.\" Or they said: \"We gave testimony concerning so-and-so with regard to this-and-this amount and we were disqualified through <i>hazamah</i>.\" They are not required to make restitution because of their own statements.<br>If, however, they said: \"We gave testimony concerning so-and-so, we were disqualified through <i>hazamah</i> in the court of so-and-so and we were obligated to give him this-and-this amount,\" they are required to make financial restitution. For this is an admission of debt with regard to money that they were already sentenced to pay.<br>If one witness makes such statements, he is obligated to pay his portion."
          }
        }
      ]
    },
    {
      "chapter": 19,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁנַּיִם שֶׁהֵעִידוּ וְאָמְרוּ בְּמִזְרַח הַבִּירָה הָרַג זֶה אֶת הַנֶּפֶשׁ בְּשָׁעָה פְּלוֹנִית וּבָאוּ שְׁנַיִם וְאָמְרוּ לָהֶן בְּמַעֲרַב הַבִּירָה הַזֹּאת הֱיִיתֶם עִמָּנוּ בָּעֵת הַזֹּאת. אִם יָכוֹל הָעוֹמֵד בְּמַעֲרָב לִרְאוֹת מַה שֶּׁבַּמִּזְרָח אֵינָן זוֹמְמִין. וְאִם אֵינוֹ יָכוֹל לִרְאוֹת הֲרֵי אֵלּוּ זוֹמְמִין וְאֵין אוֹמְרִין שֶׁמָּא מְאוֹר עֵינֵיהֶם שֶׁל רִאשׁוֹנִים רַב וְרוֹאִין מֵרָחוֹק יֶתֶר מִכָּל אָדָם. וְכֵן אִם הֵעִידוּ שְׁנַיִם וְאָמְרוּ בַּבֹּקֶר הָרַג זֶה אֶת הַנֶּפֶשׁ בִּירוּשָׁלַיִם וּבָאוּ שְׁנַיִם וְאָמְרוּ לָהֶן בְּיוֹם זֶה בָּעֶרֶב הֱיִיתֶם עִמָּנוּ בְּלוּד. אִם יָכוֹל אָדָם לְהַלֵּךְ אֲפִלּוּ עַל הַסּוּס מִירוּשָׁלַיִם לְלוּד מִבֹּקֶר עַד עֶרֶב אֵינָן זוֹמְמִין וְאִם לָאו הֲרֵי אֵלּוּ זוֹמְמִין וְאֵין אוֹמְרִין שֶׁמָּא כַּר קַל בְּיוֹתֵר נִזְדַּמֵּן לָהֶן וְקִפְּלוּ אֶת הַדֶּרֶךְ אֶלָּא בְּדָבָר הַמָּצוּי הַיָּדוּעַ לַכּל מְשַׁעֲרִין לְעוֹלָם וּמְזִימִין אוֹתָן: \n",
            "english": "The following rules apply when two witnesses testify, saying: \"So-and-so murdered a person in the eastern portion of the hall at this-and-this time,\" two other witnesses came and said: \"You were together with us in the western portion of the hall at that time.\" If a person standing in the western portion could see what transpires in the eastern portion, they are not disqualified through <i>hazamah</i>. If, however, it is impossible to see what transpires, they are disqualified through <i>hazamah</i>. We do not say perhaps the eyesight of the first pair is very powerful and they can see things which transpire at a greater distance than all other men.<br>Similar principles apply if two people testified saying: \"In the morning, so-and-so committed murder in Jerusalem,\" and two others come and tell them: \"On that day, in the evening, you were together with us in Lod.\" If it is possible for a person to travel, even on horseback, from Jerusalem to Lod from the morning to the evening, they are not disqualified through <i>hazamah</i>. If not, they are disqualified through <i>hazamah</i>. We do not say perhaps they found a speedy camel and were able to travel the route faster than usual. Instead, we always calculate the matter using according to the known standards and disqualify them through <i>hazamah</i>."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁאָמְרוּ בְּאֶחָד בְּשַׁבָּת הָרַג זֶה אֶת הַנֶּפֶשׁ בְּמָקוֹם פְּלוֹנִי וּבָאוּ שְׁנַיִם וְאָמְרוּ בְּיוֹם זֶה עִמָּנוּ הֱיִיתֶם בְּמָקוֹם אַחֵר רָחוֹק אֲבָל בַּיּוֹם שֶׁלְּאַחַר יוֹם זֶה הֲרָגוֹ בְּוַדַּאי אֲפִלּוּ הֵעִידוּ הָאַחֲרוֹנִים שֶׁקֹּדֶם כַּמָּה יָמִים הֲרָגוֹ הֲרֵי זֶה הַהוֹרֵג עִם עֵדָיו הָרִאשׁוֹנִים נֶהֱרָגִין שֶׁהֲרֵי הוּזְמוּ. שֶׁבְּעֵת שֶׁהֵעִידוּ שֶׁהָרַג עֲדַיִן לֹא נִגְמַר דִּינוֹ לֵהָרֵג. אֲבָל בָּאוּ שְׁנֵי עֵדִים בִּשְׁלִישִׁי בְּשַׁבָּת וְאָמְרוּ בְּאֶחָד בְּשַׁבָּת נִגְמַר דִּינוֹ שֶׁל פְּלוֹנִי לַהֲרִיגָה וּבָאוּ שְׁנַיִם וְאָמְרוּ בְּאֶחָד בְּשַׁבָּת עִמָּנוּ הֱיִיתֶם בְּמָקוֹם פְּלוֹנִי הָרָחוֹק אֶלָּא מֵעֶרֶב שַׁבָּת אוֹ בְּשֵׁנִי בְּשַׁבָּת נִגְמַר דִּינוֹ. אֵין עֵדִים אֵלּוּ שֶׁהוּזַמּוּ נֶהֱרָגִין שֶׁהֲרֵי מִכָּל מָקוֹם בְּעֵת שֶׁהֵעִידוּ עָלָיו כְּבָר נִגְמַר דִּינוֹ לַהֲרִיגָה. וְכֵן לְעִנְיַן תַּשְׁלוּמֵי קְנָס. כֵּיצַד. בָּאוּ שְׁנַיִם בִּשְׁלִישִׁי בְּשַׁבָּת וְאָמְרוּ בְּאֶחָד בְּשַׁבָּת גָּנַב וְטָבַח וְנִגְמַר דִּינוֹ וּבָאוּ שְׁנַיִם וְאָמְרוּ בְּאֶחָד בְּשַׁבָּת עִמָּנוּ הֱיִיתֶם בְּמָקוֹם רָחוֹק אֲבָל בְּעֶרֶב שַׁבָּת נִגְמַר דִּינוֹ. אֲפִלּוּ אָמְרוּ [בְּאֶחָד] בְּשַׁבָּת גָּנַב וְטָבַח וּמָכַר וּבְשֵׁנִי בְּשַׁבָּת נִגְמַר דִּינוֹ אֵין עֵדִים אֵלּוּ שֶׁהוּזַמּוּ מְשַׁלְּמִין שֶׁהֲרֵי מִכָּל מָקוֹם בְּעֵת שֶׁהֵעִידוּ עָלָיו חַיָּב הָיָה לְשַׁלֵּם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following rules apply when two witnesses state: \"On Sunday, so-and-so murdered a person in this-and-this place,\" and two other witnesses came and said: \"On that date, you were together with us in another far removed place, but so-and-so certainly murdered the victim on the following day,\" the murderer and the first pair of witnesses are executed. Even if the second pair of witnesses testify that he committed the murder several days previously,the above laws apply. The rationale is that at the time they delivered testimony, the murderer had not yet been sentenced to death.<br>If, however, two witnesses come on Tuesday, and say: \"On Sunday, so-and-so was sentenced to death,\" and two others come on Tuesday and say: \"On Sunday, you were together with us in this distant place, but so-and-so was sentenced to death on Friday or on Monday,\" these witnesses are not executed. The rationale is that at the time they testified, the person had already been sentenced to death.<br>Similar principles apply with regard to the payment of a fine. What is implied? Two people came on Tuesday and said: \"On Sunday, so-and-so stole, slaughtered the animal he stole, and was sentenced to pay a fine of four or five times the animal's worth.\" Two other witnesses come and testify: \"On Sunday, you were with us in a distant place, but he was sentenced on Friday\" - or even if they said: \"On Sunday, so-and-so stole, slaughtered the animal he stole, and was sentenced on Monday,\" the witnesses who were disqualified through <i>hazamah</i> are not required to make financial restitution. The rationale is that at the time they testified against him, the defendant was obligated to make financial restitution. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "אֵין עֵדֵי הַשְּׁטָר נַעֲשִׂין זוֹמְמִין עַד שֶׁיֹּאמְרוּ בְּבֵית דִּין שְׁטָר זֶה בִּזְמַנּוֹ כְּתַבְנוּהוּ וְלֹא אִחַרְנוּהוּ. אֲבָל אִם לֹא אָמְרוּ כֵּן אַף עַל פִּי שֶׁזְּמַנּוֹ שֶׁל שְׁטָר בְּאֶחָד בְּנִיסָן בִּירוּשָׁלַיִם וּבָאוּ עֵדִים וְהֵעִידוּ שֶׁעֵדֵי הַשְּׁטָר הָיוּ עִמָּהֶם בְּבָבֶל בְּיוֹם זֶה. הַשְּׁטָר כָּשֵׁר וְהָעֵדִים כְּשֵׁרִים שֶׁאֶפְשָׁר שֶׁכְּתָבוּהוּ וְאִחֲרוּהוּ וּכְשֶׁהָיוּ בִּירוּשָׁלַיִם בְּאֶחָד בַּאֲדָר כָּתְבוּ שְׁטָר זֶה שָׁם וְאִחֲרוּ זְמַנּוֹ וְכָתְבוּ זְמַנּוֹ בְּנִיסָן. אָמְרוּ בִּזְמַנּוֹ כְּתַבְנוּהוּ וְהוּזַמּוּ אִם יֵשׁ שָׁם עֵדִים שֶׁיּוֹדְעִים הַיּוֹם שֶׁחָתְמוּ עַל הַשְּׁטָר אוֹ עֵדִים שֶׁרָאוּ זֶה הַשְּׁטָר וַחֲתִימַת יָדָם בּוֹ בְּיוֹם פְּלוֹנִי. כֵּיוָן שֶׁהוּזַמּוּ הֲרֵי נִפְסְלוּ לְמַפְרֵעַ מִיּוֹם שֶׁנּוֹדַע שֶׁחָתְמוּ עַל הַשְּׁטָר. שֶׁהָעֵדִים הַחֲתוּמִים עַל הַשְּׁטָר הֲרֵי הֵן כְּמִי שֶׁנֶּחְקְרָה עֵדוּתָן בְּבֵית דִּין בְּעֵת הַחֲתִימָה. אֲבָל אִם אֵין עֵדִים שֶׁרָאוּ עֵדוּתָן וְלֹא רָאוּ הַשְּׁטָר מִקֹּדֶם אֵין נִפְסָלִין אֶלָּא מֵעֵת שֶׁהֵעִידוּ בְּבֵית דִּין שֶׁזֶּה כְּתַב יָדָן וְאָמְרוּ בִּזְמַנּוֹ כְּתַבְנוּהוּ וְאֶפְשָׁר שֶׁבְּיוֹם זֶה שֶׁהֵעִידוּ בְּבֵית דִּין בּוֹ בַּיּוֹם חָתְמוּ עַל הַשְּׁטָר שֶׁיֵּשׁ לוֹ כַּמָּה שָׁנִים וְהֵם שִׁקְּרוּ וְאָמְרוּ בִּזְמַנּוֹ כָּתַבְנוּ: \n",
            "english": "The witnesses to a legal document may not be disqualified through <i>hazamah</i> unless they testify in court, saying: \"We composed the legal document at the time stated. We did not delay the dating of it.\" If they did not say this, even though a document composed in Jerusalem is dated the first of Nisan and witnesses come and testify that the witnesses to the legal document were in Babylon on that date, the legal document is acceptable and the witnesses are acceptable. For it is possible that they composed the legal document and postdated it, i.e., they were in Jerusalem on the first of Adar and composed the legal document and postdated it, dating it the first of Nisan.<br>The following rules apply when, by contrast, they said: \"We signed the document on the date stated,\" and they were disqualified through <i>hazamah</i>. If there are witnesses who know the day they signed the legal document or witnesses saw the legal document with their signatures on it on this-and-this date, once they are disqualified through <i>hazamah</i>, they are disqualified retroactively from the date on which it is known that they signed the legal document. The rationale is that witnesses who sign a legal document are considered as if their testimony was delivered in court from the time they signed.<br>If, however, there are no witnesses who saw them sign, giving testimony, nor did any see the signed document beforehand, the witnesses are disqualified only from the time they testified in court that the signature was theirs, saying: \"We signed it on that date.\" The rationale is that it is possible that on the date that they testified in court, they signed a legal document that had existed for many years and they lied by saying: \"We signed it on the day it was dated.\""
          }
        }
      ]
    },
    {
      "chapter": 20,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אֵין עֵדִים זוֹמְמִין נֶהֱרָגִין וְלֹא לוֹקִין וְלֹא מְשַׁלְּמִין עַד שֶׁיִּהְיוּ שְׁנֵיהֶם רְאוּיִין לְעֵדוּת וְיִזּוֹמוּ שְׁנֵיהֶם אַחַר שֶׁנִּגְמַר הַדִּין. אֲבָל אִם הוּזַם אֶחָד מֵהֶן בִּלְבַד אוֹ שֶׁהוּזַמּוּ שְׁנֵיהֶם קֹדֶם גְּמַר דִּין אוֹ אַחַר גְּמַר דִּין וְנִמְצָא אֶחָד מֵהֶן קָרוֹב אוֹ פָּסוּל אֵין נֶעֱנָשִׁין אַף עַל פִּי שֶׁהוּזַמּוּ וְנִפְסְלוּ לְכָל עֵדוּת שֶׁבַּתּוֹרָה:  ",
            "english": "Lying witnesses are neither executed, given lashes, or required to make financial restitution unless both of them were fit to serve as witnesses and they were both disqualified through <i>hazamah</i> after the judgment was rendered.<br>If, however, only one of them was disqualified through <i>hazamah</i>, they were both disqualified through <i>hazamah</i> before the judgment was rendered, or after the judgment was rendered, one of them was disqualified because of family connections or because he was unfit to serve as a witness, the witnesses are not punished, even though they are disqualified through <i>hazamah</i> and no longer acceptable to deliver testimony in all matters of Scriptural Law."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "נֶהֱרַג זֶה שֶׁהֵעִידוּ עָלָיו וְאַחַר כָּךְ הוּזַמּוּ אֵינָן נֶהֱרָגִין מִן הַדִּין. שֶׁנֶּאֱמַר <small>(דברים יט יט)</small> \"כַּאֲשֶׁר זָמַם לַעֲשׂוֹת\" וַעֲדַיִן לֹא עָשָׂה. וְדָבָר זֶה מִפִּי הַקַּבָּלָה. אֲבָל אִם לָקָה זֶה שֶׁהֵעִידוּ עָלָיו לוֹקִין. וְכֵן אִם יָצָא הַמָּמוֹן מִיַּד זֶה לְיַד זֶה בְּעֵדוּתָן חוֹזֵר לִבְעָלָיו וּמְשַׁלְּמִין לוֹ:  ",
            "english": "Although according to Talmudic logic one might differ, if the person against whom they testified was executed and then they were disqualified through <i>hazamah</i>, they are not executed. This is derived from Deuteronomy 19:19: which speaks of: 'what they conspired to do.' Implied is that it was not already done. This rule is part of the Oral Tradition.<br>If, however, the person against whom they testified was lashed, they are lashed. Similarly, if money was expropriated from one person and given to another, it is returned to its owner and the witnesses are required to pay the penalty."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הָיוּ הָעֵדִים שְׁלֹשָׁה אֲפִלּוּ מֵאָה אִם הֵעִידוּ בְּבֵית דִּין זֶה אַחַר זֶה וְהֵעִיד כָּל אֶחָד מֵהֶן אַחַר חֲבֵרוֹ בְּתוֹךְ כְּדֵי דִּבּוּר וְהוּזַמּוּ מִקְצָתָן אֵין נֶעֱנָשִׁין עַד שֶׁיּוּזַמּוּ כֻּלָּן. אֲבָל אִם הָיָה הֶפְסֵק בֵּין זֶה לָזֶה יֶתֶר מִכְּדֵי דִּבּוּר שֶׁהוּא כְּדֵי שְׁאֵלַת שָׁלוֹם תַּלְמִיד לְרַב. הֲרֵי נֶחְלְקָה הָעֵדוּת וְהַשְּׁנַיִם שֶׁהוּזַמּוּ נֶעֱנָשִׁין וְהַשְּׁנַיִם הָאֲחֵרִים שֶׁהָיָה בֵּין דִּבְרֵיהֶן וְדִבְרֵי הָרִאשׁוֹנִים הֶפְסֵק אֵין נֶעֱנָשִׁין. וְאַף עַל פִּי שֶׁבָּטְלָה הָעֵדוּת כֻּלָּהּ. מִפְּנֵי שֶׁהֵן כַּת אַחַת הוֹאִיל וְנִפְסְלָה מִקְּצָתָהּ נִפְסְלָה כֻּלָּהּ:  ",
            "english": "The following laws apply if there were three or even 100 witnesses. If the witnesses deliver testimony in court one after the other, each one testifying immediately after his colleague and several of them were disqualified through <i>hazamah</i>, they do not receive punishment until all of them are disqualified through <i>hazamah</i>.<br>If, however, the interval between testimonies was greater than the time it takes a student to greet a teacher, the testimonies are divided and the two who were disqualified through <i>hazamah</i> are punished. The two who testified after there was such an interlude between their testimony and that of the first pair are not punished. This applies even though the entire testimony is disqualified because all of the witnesses are considered as one group and when the testimony of part of a group is disqualified, the entire testimony is disqualified."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הֵעִיד הָאֶחָד וְנֶחְקְרָה עֵדוּתוֹ וְאָמַר הַשֵּׁנִי אַף אֲנִי כָּמוֹהוּ אוֹ שֶׁאָמַר הֵן כַּיּוֹצֵא בָּזֶה וְהוּזַמּוּ שְׁנֵיהֶן הֲרֵי שְׁנֵיהֶן נֶהֱרָגִין אוֹ לוֹקִין אוֹ מְשַׁלְּמִין. שֶׁכָּל עֵד שֶׁאָמַר אַחַר עֵדוּת חֲבֵרוֹ הֵן הֲרֵי זֶה כְּמִי שֶׁנֶּחְקַר וְהֵעִיד כְּמוֹ שֶׁהֵעִיד חֲבֵרוֹ. וְאֵין לְעֵדִים זוֹמְמִין שְׁגָגָה לְפִי שֶׁאֵין בָּהּ מַעֲשֶׂה. לְפִיכָךְ אֵין צְרִיכִים הַתְרָאָה כְּמוֹ שֶׁבֵּאַרְנוּ:  ",
            "english": "When one witness delivers testimony, that testimony is investigated, and the second witness states: 'I also testify like him,' 'Yes, this is what happened,' or the like, they are both executed, lashed, or subjected to a financial penalty if they are both disqualified through <i>hazamah</i>. The rationale is that any witness who says 'Yes, this is what happened' after his colleague testified is considered as having testified and responded to cross-examination as his colleague did.<br>There is no concept of inadvertent transgression with regard to lying witnesses, because the transgression does not involve a deed. Therefore there is no need for a warning as we explained."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "כְּשֵׁם שֶׁהַשְּׁנַיִם מְזִימִין אֶת הַמֵּאָה אִם הֵעִידוּ הַמֵּאָה בְּבַת אַחַת. כָּךְ הֵן מְזִימִין אוֹתָן אֲפִלּוּ הָיוּ חֲמִשִּׁים כַּת וּבָאוּ שְׁנַיִם אַחַר שְׁנַיִם. כֵּיצַד. כַּת שֶׁהֵעִידָה עַל רְאוּבֵן שֶׁהָרַג אֶת שִׁמְעוֹן בִּירוּשָׁלַיִם וּבָאוּ שְׁנֵי עֵדִים וֶהֱזִימוּהָ. וּבָאת כַּת שְׁנִיָּה וְהֵעִידָה אוֹתָהּ עֵדוּת עַצְמָהּ שֶׁרְאוּבֵן הָרַג שִׁמְעוֹן בִּירוּשָׁלַיִם וְעָמְדוּ אוֹתָן הַשְּׁנַיִם וֶהֱזִימוּהָ גַּם זוֹ הַכַּת הַשְּׁנִיָּה וְכֵן הַשְּׁלִישִׁית וְכֵן הָרְבִיעִית אֲפִלּוּ מֵאָה כֻּלָּן הֵן נֶהֱרָגִין עַל פִּי אֵלּוּ הַשְּׁנַיִם:  ",
            "english": "Just as two witnesses can disqualify 100 witnesses through <i>hazamah</i> if the 100 testify at one time; so, too, they can disqualify them through <i>hazamah</i> if they testify as 50 groups, coming two by two.<br>What is implied? A group of witnesses testified that Reuven killed Shimon in Jerusalem. Two witnesses came and disqualified that group through <i>hazamah</i>. Another group came and delivered that same testimony, that Reuven killed Shimon in Jerusalem and these same two witnesses arose and disqualified that group through <i>hazamah</i>. This happened a third time and a fourth time. Even if it happens 100 times, all the other witnesses are executed on the basis of the testimony of these two."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "כַּת שֶׁהֵעִידָה עַל רְאוּבֵן שֶׁהָרַג אֶת שִׁמְעוֹן בִּירוּשָׁלַיִם וּבָאָה כַּת שְׁנִיָּה וְהֵזִימָה אֶת הַכַּת רִאשׁוֹנָה יֵהָרְגוּ הָעֵדִים הַזּוֹמְמִין וְיִנָּצֵל רְאוּבֵן. בָּאָה כַּת שְׁלִישִׁית וְהֵזִימָה אֶת הַכַּת הַשְּׁנִיָּה תֵּהָרֵג הַכַּת הַשְּׁנִיָּה וּרְאוּבֵן וְתִנָּצֵל הַכַּת רִאשׁוֹנָה. בָּאָה כַּת רְבִיעִית וְהֵזִימָה אֶת הַכַּת שְׁלִישִׁית תֵּהָרֵג הַכַּת הַשְּׁלִישִׁית וְהָרִאשׁוֹנָה וְיִנָּצֵל רְאוּבֵן וְהַכַּת הַשְּׁנִיָּה. וְכֵן אֲפִלּוּ הֵן מֵאָה כַּת זוֹ מְזִמָּה אֶת זוֹ כַּת נִכְנֶסֶת וְכַת יוֹצֵאת:  ",
            "english": "When one group of witnesses testify that Reuven killed Shimon in Jerusalem and a second group come and disqualify the first group through <i>hazamah</i>, the lying witnesses should be executed and Reuven's life saved. If a third group come and disqualify the second group through <i>hazamah</i>, the second group and Reuven should be executed and the lives of the first group saved.<br>If a fourth group come and disqualify the third group through <i>hazamah</i>, the third and the first groups should be executed and the lives of Reuven and the second group saved. Similarly, even if there are 100 groups, each one disqualifying the testimony of the previous through <i>hazamah</i>, one group's testimony is accepted and the other group's testimony is disqualified."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "עֵדִים שֶׁהֵעִידוּ עַל אִישׁ טְרֵפָה שֶׁהָרַג וְהוּזַמּוּ אֵין נֶהֱרָגִין. שֶׁאֲפִלּוּ הֲרָגוּהוּ בִּידֵיהֶן אֵין נֶהֱרָגִין לְפִי שֶׁהוּא טְרֵפָה. וְכֵן הָעֵדִים שֶׁהָיוּ טְרֵפָה וְהֵעִידוּ בְּדָבָר שֶׁחַיָּבִין עָלָיו מִיתַת בֵּית דִּין וְהוּזַמּוּ אֵין נֶהֱרָגִין. שֶׁאִם יוּזַמּוּ זוֹמְמֵיהֶן אֵין זוֹמְמֵיהֶן נֶהֱרָגִין שֶׁלֹּא הֵזִימוּ אֶלָּא טְרֵפָה:  ",
            "english": "When witnesses testify that a person who is <i>trefe</i> murdered a person and then the witnesses are disqualified through <i>hazamah</i>, the witnesses are not executed. The rationale is that even if they had killed him with their hands, they would not be executed, because he is <i>trefe</i>.<br>Similarly, if witnesses who were <i>trefe</i> testified concerning a matter punishable by execution by the court and were disqualified through <i>hazamah</i>, they are not executed. The rationale is that if their testimony was disqualified through <i>hazamah</i>, and the testimony of the witnesses who testified against them was disqualified through <i>hazamah</i>, those witnesses would not be executed, for they disqualified only a person who was <i>trefe</i>."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "עֵדִים שֶׁהֵעִידוּ עַל אֶחָד וְהִרְשִׁיעוּהוּ רֶשַׁע שֶׁאֵין בּוֹ לֹא מַלְקוֹת וְלֹא מִיתָה וְלֹא חִיּוּב מָמוֹן וְאַחַר כָּךְ הוּזַמּוּ. הֲרֵי אֵלּוּ לוֹקִין אַף עַל פִּי שֶׁלֹּא זָמְמוּ לְהַלְקוֹת זֶה וְלֹא לְחַיְּבוֹ מָמוֹן. כֵּיצַד. הֵעִידוּ עַל כֹּהֵן שֶׁהוּא חָלָל כְּגוֹן שֶׁהֵעִידוּ בְּפָנֵינוּ נִתְגָּרְשָׁה אִמּוֹ אוֹ נֶחְלְצָה בְּמָקוֹם פְּלוֹנִי בְּיוֹם פְּלוֹנִי וְהוּזַמּוּ הֲרֵי הֵן לוֹקִין. וְכֵן אִם הֵעִידוּ עַל אָדָם שֶׁהָרַג בִּשְׁגָגָה וְהוּזַמּוּ לוֹקִין וְאֵינָן גּוֹלִין. הֵעִידוּ עַל שׁוֹרוֹ שֶׁל זֶה שֶׁהָרַג הַנֶּפֶשׁ וְהוּזַמּוּ. הֲרֵי הֵן לוֹקִין וְאֵין מְשַׁלְּמִין אֶת הַכֹּפֶר. הֵעִידוּ עָלָיו שֶׁנִּמְכַּר בְּעֶבֶד עִבְרִי וְהוּזַמּוּ לוֹקִין. וְאַרְבָּעָה דְּבָרִים אֵלּוּ מִפִּי הַקַּבָּלָה הֵן:  ",
            "english": "The following rule applies when witnesses testify against another person and have him convicted in a matter that does not involve lashes, capital punishment, or a financial obligation and then the witnesses are disqualified through <i>hazamah</i>. They are given lashes even though they did not conspire to have the defendant lashed or to obligate him financially.<br>What is implied? Witnesses testified that a priest was a <i>challal</i>, e.g., they testified that his mother was divorced or released through <i>chalitzah</i> in their presence in this-and-this place on this-and-this date. If the witnesses are disqualified through <i>hazamah</i>, they are punished by lashing.<br>Similarly, if they testified that a person inadvertently killed a colleague and they are disqualified through <i>hazamah</i>, they are punished by lashing; they are not exiled. And if they testify that a person's ox killed another person and they were disqualified through <i>hazamah</i>, they receive lashes and are not required to pay an atonement fine. If they testify that a person was sold as a Hebrew servant and they were disqualified through <i>hazamah</i>, they receive lashes. These four rulings are part of the Oral Tradition."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "כָּךְ קִבְּלוּ חֲכָמִים שֶׁשְּׁנַיִם שֶׁהִרְשִׁיעוּ אֶת הַצַּדִּיק וְהִצְדִּיקוּ אֶת הָרָשָׁע בְּעֵדוּתָן. וּבָאוּ עֵדִים אֲחֵרִים וֶהֱזִימוּם וְהִצְדִּיקוּ אֶת הַצַּדִּיק וְהִרְשִׁיעוּ אֶת הָרָשָׁע. הֲרֵי עֵדִים הָרִאשׁוֹנִים לוֹקִים אַף עַל פִּי שֶׁלֹּא הִרְשִׁיעוּ הַצַּדִּיק לְהַלְקוֹתוֹ. אֲבָל אִם הֵעִידוּ עָלָיו שֶׁאָכַל בָּשָׂר בְּחָלָב אוֹ שֶׁלָּבַשׁ שַׁעַטְנֵז הֲרֵי אֵלּוּ לוֹקִין. מִשּׁוּם שֶׁנֶּאֱמַר <small>(דברים יט יט)</small> \"וַעֲשִׂיתֶם לוֹ כַּאֲשֶׁר זָמַם\":  ",
            "english": "With regard to the above matters, our Sages received the following tradition: When two people cause a righteous person to be condemned and a wicked person to be vindicated through their testimony and two others come and disqualify their testimony through <i>hazamah</i> vindicating the righteous person and condemning the wicked, the first pair of witnesses receive lashes even though their condemnation of the righteous person would not have had him subjected to lashes.<br>If, however, witnesses testify that a person partook of milk and meat or wore <i>shaatnez</i>, they are punished by lashes, as implied by Deuteronomy 19:19: 'You shall requite him as he conspired.'"
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהֵעִידוּ עַל רְאוּבֵן שֶׁנָּאַף עִם בַּת כֹּהֵן וְנִגְמַר דִּין רְאוּבֵן לֵיחָנֵק וְדִין הַנּוֹאֶפֶת לִשְׂרֵפָה וְאַחַר כָּךְ נִמְצְאוּ זוֹמְמִין הֲרֵי אֵלּוּ נֶחְנָקִין וְלֹא נִשְׂרָפִין. וְדָבָר זֶה מִפִּי הַקַּבָּלָה:  ",
            "english": "When two witnesses testify that Reuven committed adultery with the daughter of a priest, Reuven was sentenced to death by strangulation and the daughter of the priest was sentenced to be burnt to death, and afterwards the witnesses were disqualified through <i>hazamah</i>, they should be executed by strangulation and not burnt to death. This is part of the Oral Tradition."
          }
        }
      ]
    },
    {
      "chapter": 21,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "עֵדִים שֶׁהֵעִידוּ שֶׁפְּלוֹנִי גֵּרֵשׁ אִשְׁתּוֹ וְלֹא נָתַן לָהּ כְּתֻבָּה וְהוּזַמּוּ. וַהֲלֹא בֵּין הַיּוֹם בֵּין לְמָחָר אִם גֵּרֵשׁ סוֹפוֹ לִתֵּן כְּתֻבָּה. אוֹמְדִין כַּמָּה רוֹצֶה אָדָם לִתֵּן בִּכְתֻבָּתָהּ שֶׁל זוֹ שֶׁתִּמְכֹּר אוֹתָהּ בְּטוֹבַת הֲנָאָה וּמְשַׁלְּמִין דְּמֵי טוֹבַת הֲנָאָה זוֹ. וּמְשַׁעֲרִין בְּאִשָּׁה וּבִכְתֻבָּתָהּ. שֶׁאִם הָאִשָּׁה הָיְתָה חוֹלָה אוֹ זְקֵנָה אוֹ שֶׁהָיָה שָׁלוֹם בֵּינָהּ לְבֵין בַּעְלָהּ אֵין דְּמֵי הַכְּתֻבָּה כְּשֶׁתִּמָּכֵר כְּמוֹ דָּמֶיהָ אִם הָיְתָה הָאִשָּׁה בְּרִיאָה וּקְטַנָּה אִם יֵשׁ בֵּינֵיהֶן קְטָטָה שֶׁזּוֹ קְרוֹבָה מִן הַגֵּרוּשִׁין וּרְחוֹקָה מִן הַמִּיתָה. וְכֵן אֵין טוֹבַת הֲנָאָה שֶׁל כְּתֻבָּה הַמְרֻבָּה לְפִי טוֹבַת הֲנָאָה שֶׁל כְּתֻבָּה הַמּוּעֶטֶת. שֶׁאִם הָיְתָה כְּתֻבָּתָהּ אֶלֶף זוּז הֲרֵי הִיא נִמְכֶּרֶת בְּטוֹבַת הֲנָאָה בְּמֵאָה. וְאִם הָיְתָה מֵאָה אֵינָהּ נִמְכֶּרֶת בַּעֲשָׂרָה אֶלָּא בְּפָחוֹת. דְּבָרִים אֵלּוּ כְּפִי מַה שֶּׁיְּשַׁעֲרוּ הַדַּיָּנִים: \n",
            "english": "The following rule applies when witnesses testify that so-and-so divorced his wife and did not pay her the money due her by virtue of her <i>ketubah</i> and, afterwards, these witnesses were disqualified through <i>hazamah</i>. Now either today or tomorrow, when the husband divorces his wife, he must pay her the money due her by virtue of her <i>ketubah</i>. Hence we calculate how much a person would pay for the right to collect the money due this woman by virtue of her <i>ketubah</i> in the event she would be widowed or divorced and the witnesses are required to pay this amount.<br>When calculating this amount, we take into consideration the state of the woman and the amount of her <i>ketubah</i>. If the woman is sick or old or there is peace between her and her husband, the value for which her <i>ketubah</i> will be sold will not be the same if she is young and healthy or there is strife between the couple. For such a woman is more likely to be divorced and less likely to die.<br>Similarly, the amount to be received for a large <i>ketubah</i> is not the same as for a small <i>ketubah</i>. For example, if her <i>ketubah</i> is for 1000 <i>zuz</i>, it might be sold for 100. If it is for 100, it will not be sold for 10 but for less. These matters are dependent on the estimates of the judges."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הֵעִידוּ עַל זֶה שֶׁחַיָּב לִפְלוֹנִי אֶלֶף זוּז עַל מְנָת לִתֵּן מִכָּאן וְעַד שְׁלֹשִׁים יוֹם. וְהַלּוֶֹה אוֹמֵר עַד חָמֵשׁ שָׁנִים אַחַר הַשְּׁלֹשִׁים יוֹם. וְנִמְצְאוּ זוֹמְמִין. אוֹמְדִין כַּמָּה רוֹצֶה אָדָם לִתֵּן וְיִהְיוּ בְּיָדוֹ אֶלֶף זוּז חָמֵשׁ שָׁנִים וּמְשַׁלְּמִין כֵּן לַלּוֶֹה. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "Similar principles apply in the following situation. Witnesses testify with regard to a person, saying that he is obligated to pay so-and-so 1000 <i>zuz</i> in 30 days. The borrower admits the debt, but says that it is not due until five years and 30 days. If the witnesses are disqualified through <i>hazamah</i>, we evaluate how much a person would pay to have 1000 <i>zuz</i> available to him for five years. This is the sum paid to the borrower. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הֵעִידוּ עַל שׁוֹרוֹ שֶׁל זֶה שֶׁנָּגַח וְנִמְצְאוּ זוֹמְמִין מְשַׁלְּמִין חֲצִי נֵזֶק. וְאִם אֵין הַשּׁוֹר שָׁוֶה חֲצִי נֵזֶק מְשַׁלְּמִין דְּמֵי הַשּׁוֹר בִּלְבַד שֶׁאֵין מְשַׁלֵּם חֲצִי נֵזֶק אֶלָּא מִגּוּפוֹ. לְפִיכָךְ אִם הֵעִידוּ עָלָיו שֶׁאָכַל פֵּרוֹת אוֹ שָׁבַר כֵּלִים בְּדֶרֶךְ הִלּוּכוֹ מְשַׁלְּמִין נֵזֶק שָׁלֵם. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When witnesses testify that a person's ox gored another ox and afterwards, the witnesses were disqualified through <i>hazamah</i>, they are required to pay half the damages. If the ox is not worth half the damages, they are required to pay only the value of the ox. For the fine of half of the damages must be paid only from the body of the goring ox itself. Therefore if they testified that the ox consumed produce or broke utensils while walking, the witnesses are required to pay the full amount of the loss. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הֵעִידוּ עַל פְּלוֹנִי שֶׁהִפִּיל שֵׁן עַבְדּוֹ וְאַחַר כָּךְ סִמֵּא אֶת עֵינוֹ וְהוּזַמּוּ. מְשַׁלְּמִין לָאָדוֹן דְּמֵי הָעֶבֶד וּדְמֵי עֵינוֹ. הֵעִידוּ שֶׁסִּמֵּא אֶת עֵינוֹ וְאַחַר כָּךְ הִפִּיל אֶת שִׁנּוֹ וְהוּזַמּוּ (וְאַחַר כָּךְ) וְנִמְצָא הַדָּבָר הֵפֶךְ שֶׁהָאָדוֹן הִפִּיל אֶת שִׁנּוֹ וְאַחַר כָּךְ סִמֵּא אֶת עֵינוֹ מְשַׁלְּמִין דְּמֵי עַיִן לָעֶבֶד. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "When witnesses testify that a person knocked out the tooth of his servant and then blinded the servant's eye, if afterwards, the witnesses were disqualified through <i>hazamah</i>, they are required to pay the master the value of the servant and the value of his eye.<br>A different rule applies if they testified that the master blinded the servant's eye and afterwards knocked out his tooth, the witnesses were disqualified through <i>hazamah</i>, and it was later discovered that the events occurred in the opposite order, the master knocked out his tooth and afterwards blinded him. The witnesses must pay the worth of the eye to the servant. Similar laws apply in all analogous situations."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "עֵדֵי קִנּוּי וּסְתִירָה שֶׁהוּזַמּוּ לוֹקִין. בָּא עֵד אֶחָד וְהֵעִיד שֶׁזִּנְּתָה אַחַר קִנּוּי וּסְתִירָה [וְנִמְצָא אוֹתוֹ הָעֵד זוֹמֵם מְשַׁלֵּם כְּתֻבָּתָהּ. הָיוּ שְׁנַיִם וְהֵן עֵדֵי הַקִּנּוּי וְהַסְּתִירָה וְהַטֻּמְאָה] וְנִמְצְאוּ זוֹמְמִין מְשַׁלְּמִין כְּנֶגֶד הַכְּתֻבָּה וְאֵין לוֹקִין. וְלָמָּה לֹא יֵהָרְגוּ וַהֲרֵי הֵעִידוּ בַּטֻּמְאָה. לְפִי שֶׁלֹּא הִתְרוּ בָּהּ: \n",
            "english": "When witnesses who testified that a woman was warned by her husband not to enter into privacy with another man or who testified that she disobeyed the warning and entered into privacy with him are disqualified through <i>hazamah</i>, they are punished by lashes. If one witness comes and testifies that she committed adultery after she was warned and entered into privacy, and that witness was disqualified through <i>hazamah</i>, that witness is required to pay the money due her by virtue of her <i>ketubah</i>.<br>If there were two witnesses and they served as the witnesses for the warning, that she entered into privacy, and that she committed adultery, should they be disqualified through <i>hazamah</i>, they are required to pay the money due her by virtue of her <i>ketubah</i>; they do not receive lashes. Why are they not executed - they gave testimony with regard to adultery? Because they did not warn the woman."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהֵעִידוּ עַל זֶה שֶׁגָּנַב וְטָבַח אוֹ מָכַר וְהוּזַמּוּ מְשַׁלְּמִין אֶת הַכּל. הֵעִידוּ שְׁנַיִם שֶׁגָּנַב וְהֵעִידוּ שְׁנַיִם אֲחֵרִים שֶׁטָּבַח אוֹ מָכַר וְהוּזַמּוּ אֵלּוּ וְאֵלּוּ. הֲרֵי הָרִאשׁוֹנִים מְשַׁלְּמִין תַּשְׁלוּמֵי כֶּפֶל וְאַחֲרוֹנִים מְשַׁלְּמִין שְׁנַיִם וּשְׁלֹשָׁה. הוּזַמּוּ הָאַחֲרוֹנִים בִּלְבַד הֲרֵי הַגַּנָּב מְשַׁלֵּם תַּשְׁלוּמֵי כֶּפֶל וְהָעֵדִים הָאַחֲרוֹנִים מְשַׁלְּמִין לַגַּנָּב תַּשְׁלוּמֵי אַרְבָּעָה וַחֲמִשָּׁה. נִמְצָא אֶחָד מִן הָאַחֲרוֹנִים זוֹמֵם בָּטְלָה עֵדוּת שְׁנִיָּה. נִמְצָא אֶחָד מִן הָרִאשׁוֹנִים זוֹמֵם בָּטְלָה כָּל הָעֵדוּת שֶׁאִם אֵין גְּנֵבָה אֵין הַטְּבִיחָה אוֹ הַמְּכִירָה מְחַיַּבְתּוֹ לְשַׁלֵּם כְּלוּם: \n",
            "english": "If the lying witnesses testified that a person stole and slaughtered or sold the stolen animal, should they be disqualified through <i>hazamah</i>, they are required to pay the entire amount. If two witnesses testify that the person stole and two others that he slaughtered or sold the animal, and both pairs of witnesses are disqualified through <i>hazamah</i>, the first witnesses are required to pay twice the animal's worth, and the second pair, two or three times its worth.<br>If the second pair alone were disqualified through <i>hazamah</i>, the thief is required to make a double payment to his victim. The later witnesses must pay the remainder of the four and five time payment. If one of the last witnesses is disqualified through <i>hazamah</i>, the entire last testimony is negated. If one of the first witnesses is disqualified through <i>hazamah</i>, the entire testimony is negated. For if there is no theft, slaughtering it or selling the animal does not obligate the person to pay anything."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "שְׁנַיִם שֶׁהֵעִידוּ שֶׁאָכַל שָׂדֶה זוֹ שָׁלֹשׁ שָׁנִים וְנִמְצְאוּ זוֹמְמִין מְשַׁלְּמִין לְבַעַל הַשָּׂדֶה דְּמֵי הַשָּׂדֶה. הֵעִידוּ שְׁנַיִם שֶׁאֲכָלָהּ שָׁנָה רִאשׁוֹנָה וּשְׁנַיִם שֶׁאֲכָלָהּ שָׁנָה שְׁנִיָּה וּשְׁנַיִם שֶׁאֲכָלָהּ שָׁנָה שְׁלִישִׁית וְהוּזַמּוּ כֻּלָּן מְשַׁלְּשִׁין בֵּינֵיהֶן. שֶׁאַף עַל פִּי שֶׁעֵדוּת הַחֲזָקָה שָׁלֹשׁ עֵדֻיּוֹת הֵן הֲרֵי הֵן כְּעֵדוּת אַחַת לַהֲזָמָה. לְפִיכָךְ שְׁלֹשָׁה אַחִים וְאֶחָד מִצְטָרֵף עִם כָּל אֶחָד וְאֶחָד וְהֵעִידוּ בְּשָׁנָה שָׁנָה הֲרֵי אֵלּוּ שָׁלֹשׁ עֵדֻיּוֹת וְתִתְקַיֵּם בָּהֶן הַחֲזָקָה וְהֵן כְּעֵדוּת אַחַת לַהֲזָמָה. שֶׁאִם הוּזַמּוּ כֻּלָּן הֲרֵי שְׁלֹשָׁה הָאַחִין מְשַׁלְּמִין חֲצִי דְּמֵי הַשָּׂדֶה וְזֶה שֶׁנִּצְטָרֵף עִם כָּל אֶחָד מֵהֶן מְשַׁלֵּם חֲצִי דָּמֶיהָ: \n",
            "english": "When two witnesses testify that a person benefited from the produce of a field for three years and are disqualified through <i>hazamah</i>, they must pay the worth of the field to its owner. If two witnesses testify that a person benefited from the produce of a field for one year, two others testified that he benefited from its produce for a second year, and two others testified that he benefited from its produce for a third year, should they all be disqualified through <i>hazamah</i>, they divide the value of the field among themselves. For although the testimony concerning the establishment of the claimant's right to the field involves three separate testimonies, they are one testimony with regard to disqualification through <i>hazamah</i>.<br>For this reason, when there are three brothers and one other person, that person may join together with all three of the brothers and testify with regard to one of the years. Although they are three testimonies, they are considered as one testimony with regard to disqualification through <i>hazamah</i>. If they are all disqualified through <i>hazamah</i>, the three brothers must together pay half the value of the field and the person who joined together with each of them must pay the other half of its value."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "שָׁלֹשׁ כִּתֵּי עֵדִים שֶׁנִּתְקַיֵּם בְּעֵדוּתָן שֶׁשּׁוֹר זֶה מוּעָד וְנִמְצֵאת כַּת רִאשׁוֹנָה וּשְׁנִיָּה זוֹמְמִין כֻּלָּן פְּטוּרִין. נִמְצְאוּ שְׁלָשְׁתָּן זוֹמְמִין כֻּלָּן חַיָּבִין לְשַׁלֵּם הַנֵּזֶק שֶׁאַף עַל פִּי שֶׁהוּא תָּם מְשַׁלֵּם חֲצִי נֵזֶק. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁהָיוּ כֻּלָּן רוֹמְזִין זֶה אֶת זֶה. אוֹ שֶׁבָּאוּ רְצוּפִין. אוֹ שֶׁהָיוּ מַכִּירִין בַּעַל הַשּׁוֹר וְלֹא הִכִּירוּ הַשּׁוֹר. אֲבָל אִם אֵין שָׁם אַחַת מֵאֵלּוּ הֲרֵי כַּת רִאשׁוֹנָה וּשְׁנִיָּה פְּטוּרִין שֶׁהֲרֵי הֵן אוֹמְרִין לֹא בָּאנוּ אֶלָּא לְחַיְּבוֹ חֲצִי נֵזֶק וְלֹא יָדַעְנוּ שֶׁתָּבוֹא כַּת אַחֶרֶת וְיֵעָשֶׂה מוּעָד: \n",
            "english": "Different rules apply when an ox is declared to have a tendency to gore on the basis of the testimony of three groups of witnesses. If the first and the second pair of witnesses are disqualified through <i>hazamah</i>, all of the witnesses are released from liability. If all three sets of witnesses are disqualified, they are all obligated to pay for the entire damages even though half-damages are paid for an ordinary ox.<br>When does the above apply? When the witnesses are all motioning to each other, or they appear directly after each other, or they know the identity of the owner of the ox, but do not recognize the ox itself. If none of these factors are present, the first and the second group of witnesses are not liable, for they will say: \"We came only to obligate him to pay half-damages. We did not know that subsequently another group would come and cause the ox to be deemed as a goring ox.\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְכֵן שְׁנַיִם שֶׁהֵעִידוּ בְּבֵן סוֹרֵר וּמוֹרֶה עֵדוּת הָרִאשׁוֹנָה וּבָאוּ שְׁנַיִם אַחֲרֵיהֶם וְהֵעִידוּ עָלָיו עֵדוּת הָאַחֲרוֹנָה שֶׁבָּהּ יֵהָרֵג וְהוּזַמּוּ שְׁתֵּיהֶן. כַּת הָרִאשׁוֹנָה לוֹקָה וְאֵינָהּ נֶהֱרֶגֶת מִפְּנֵי שֶׁיְּכוֹלִים לוֹמַר לְהַלְקוֹתוֹ בָּאנוּ. אֲבָל כַּת הָאַחֲרוֹנָה נֶהֱרֶגֶת שֶׁעַל פִּיהֶן בִּלְבַד הוּא נֶהֱרָג. הָיְתָה הַכַּת הָאַחֲרוֹנָה אַרְבָּעָה שְׁנַיִם אוֹמְרִים בְּפָנֵינוּ גָּנַב וּשְׁנַיִם אוֹמְרִים בְּפָנֵינוּ אָכַל וְהוּזַמּוּ כֻּלָּן נֶהֱרָגִין. הֵעִידוּ שְׁנַיִם שֶׁזֶּה גָּנַב נֶפֶשׁ מִיִּשְׂרָאֵל וּמְכָרוֹ וְהוּזַמּוּ הֲרֵי אֵלּוּ נֶחְנָקִין. הֵעִידוּ שְׁנַיִם שֶׁגְּנָבוֹ וְהֵעִידוּ שְׁנַיִם אֲחֵרִים שֶׁמְּכָרוֹ. בֵּין שֶׁהוּזַמּוּ עֵדֵי גְּנֵבָה בֵּין שֶׁהוּזַמּוּ עֵדֵי מְכִירָה כָּל כַּת מֵהֶן שֶׁהוּזַמָּה נֶהֱרֶגֶת. שֶׁהַגְּנֵבָה הִיא תְּחִלַּת חִיּוּבוֹ שֶׁל זֶה לְמִיתָה. הֵעִידוּ שְׁנַיִם שֶׁמְּכָרוֹ לְזֶה הַיִּשְׂרָאֵל וְהוּזַמּוּ וְלֹא הָיוּ שָׁם עֵדִים שֶׁגְּנָבוֹ הֲרֵי אֵלּוּ פְּטוּרִין. שֶׁאֲפִלּוּ לֹא הוּזַמּוּ לֹא הָיָה זֶה נֶהֱרָג מִפְּנֵי שֶׁיָּכוֹל לוֹמַר עַבְדִּי מָכַרְתִּי. בָּאוּ עֵדֵי גְּנֵבָה אַחַר שֶׁהוּזַמּוּ עֵדֵי מְכִירָה אֲפִלּוּ רָאִינוּ אוֹתָן רוֹמְזִין זֶה אֶת זֶה אֵין נֶהֱרָגִין: \n",
            "english": "The following law applies when two people testified with regard to a \"wayward and rebellious son\" with regard to the first testimony and two others came afterwards and testified with regard to the second testimony which would cause him to be executed. If they are both disqualified through <i>hazamah</i>, the first group is lashed and not executed. The rationale is that they can say: \"We came to have him lashed.\" The second group, however, is executed, because it is their testimony that causes him to be executed. If the second group consisted of four witnesses: Two said: \"In our presence, he stole,\" and two said: \"In our presence, he feasted,\" should they all be disqualified through <i>hazamah</i>, they are all executed.<br>If two witnesses testify that a person kidnapped a Jewish person and sold him, and they were disqualified through <i>hazamah</i>, they should be executed by strangulation. If two witnesses testified that a person kidnapped a fellow Jew and another two testified that he sold him, whether the witnesses who testified that he kidnapped or those who testified that he sold were disqualified through <i>hazamah</i>, either group which is disqualified through <i>hazamah</i> are executed. The rationale is that kidnapping is the beginning of the conviction and condemnation to death of the defendant.<br>If two witnesses testify that a person sold a fellow Jew and were disqualified through <i>hazamah</i>, but there were no witnesses that he kidnapped him, the witnesses are not liable. The rationale is that even if they were not disqualified through <i>hazamah</i>, the defendant would not have been executed, because he could have excused himself saying: \"I sold my servant.\"<br>If witnesses who testify to the sale come after the disqualification of the witnesses who testified concerning the kidnapping, they are not executed. This applies even if we see that they are motioning to each other."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מוֹצִיא שֵׁם רַע עַל אִשְׁתּוֹ שֶׁהֵבִיא עֵדִים שֶׁזִּנְּתָה כְּשֶׁהִיא אֲרוּסָה וְהֵבִיא אָבִיהָ עֵדִים וֶהֱזִימוּם הֲרֵי עֵדֵי הַבַּעַל נֶהֱרָגִין. חָזַר הַבַּעַל וְהֵבִיא עֵדִים וְהֵזִימוּ עֵדֵי הָאָב. הֲרֵי עֵדֵי הָאָב נֶהֱרָגִין וּמְשַׁלְּמִין מָמוֹן לַבַּעַל. נֶהֱרָגִין מִפְּנֵי שֶׁעֵדֵי הַבַּעַל נִגְמַר דִּינָם לַהֲרִיגָה בְּעֵדוּתָן וּמְשַׁלְּמִין קְנָס מִפְּנֵי שֶׁנִּגְמַר דִּין הַבַּעַל לְשַׁלֵּם קְנָס בְּעֵדוּתָן וְנִמְצְאוּ חַיָּבִין נְפָשׁוֹת לָזֶה וּמָמוֹן לָזֶה. וְכֵן שְׁנַיִם שֶׁהֵעִידוּ עַל זֶה שֶׁבָּא עַל נַעֲרָה הַמְאֹרָסָה וְהוּזְמוּ נֶהֱרָגִין וְאֵין מְשַׁלְּמִין. בָּא עַל בִּתּוֹ שֶׁל פְּלוֹנִי וְהוּזַמּוּ נֶהֱרָגִין וּמְשַׁלְּמִין הַקְּנָס לְאָבִיהָ. פְּלוֹנִי רָבַע הַשּׁוֹר וְהוּזַמּוּ נִסְקָלִין וְאֵין מְשַׁלְּמִין. שׁוֹרוֹ שֶׁל פְּלוֹנִי נִסְקָלִין וּמְשַׁלְּמִין דְּמֵי הַשּׁוֹר לְבַעַל הַשּׁוֹר. וְכֵן כָּל כַּיּוֹצֵא בָּזֶה: \n",
            "english": "The following laws apply if a person spreads a libelous report about his wife, bringing witnesses that she committed adultery after she had been consecrated. If her father brought witnesses who disqualified the witnesses brought by the husband through <i>hazamah</i>, those witnesses are executed. If the husband brought witnesses who disqualified the witnesses brought by the father through <i>hazamah</i>, those witnesses are executed and are required to make financial restitution to the husband. They are executed, because the witnesses brought by the husband were condemned to death on the basis of their testimony. They must pay a fine, because the husband was held liable to pay a fine because of their testimony. Thus they are obligated to be executed because of this person and obligated financially, because of another person.<br>Similarly, when two people testify that a person engaged in relations with a consecrated maiden and they are disqualified through <i>hazamah</i>, they are executed and are not required to make a financial payment. If they said: \"He engaged in relations with the daughter of so-and-so,\" and they are disqualified through <i>hazamah</i>, they are executed and are required to pay the fine to her father.<br>If witnesses testify: \"So-and-so sodomized an ox,\" and they were disqualified by <i>hazamah</i>, they are executed, but not held liable financially. If they said: \"the ox belonging to so-and-so,\" they are executed and required to pay the value of the ox to its owner. Similar laws apply in all analogous situations."
          }
        }
      ]
    },
    {
      "chapter": 22,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "שְׁתֵּי כִּתֵּי עֵדִים הַמַּכְחִישׁוֹת זוֹ אֶת זוֹ שֶׁבָּא עֵד אֶחָד מִכַּת זוֹ וְעֵד אֶחָד מִכַּת זוֹ וְהֵעִידוּ בְּעֵדוּת אַחֶרֶת אֵין כָּאן עֵדוּת. שֶׁהֲרֵי בְּוַדַּאי אֶחָד מֵהֶן שֶׁקֶר וְאֵין יָדוּעַ מִי הוּא מִשְּׁנֵיהֶן. בָּאָה כַּת זוֹ בִּפְנֵי עַצְמָהּ וְהֵעִידָה עֵדוּת וּבָאָה כַּת זוֹ וְהֵעִידָה עֵדוּת אַחֶרֶת בִּפְנֵי עַצְמָהּ מְקַבְּלִין כָּל אַחַת מֵהֶן בִּפְנֵי עַצְמָהּ: \n",
            "english": "The following rules apply when two groups of witnesses contradict each other. If one witness from one group came together with one witness from the other group and they both delivered testimony concerning another matter, the testimony is of no consequence. For certainly one of them lied, but we do not know which one.<br>If one of these groups comes alone and gives testimony and the other group comes alone and gives testimony regarding another matter, we accept the testimony of both groups individually."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "רְאוּבֵן שֶׁהוֹצִיא עַל שִׁמְעוֹן שְׁנֵי שְׁטָרוֹת אֶחָד בְּמָנֶה וְאֶחָד בְּמָאתַיִם וְכָפַר שִׁמְעוֹן בִּשְׁנֵי הַשְּׁטָרוֹת וְעֵדֵי שְׁטָר זֶה כַּת אַחַת מֵאוֹתָן הַשְּׁנַיִם שֶׁהִכְחִישׁוּ זוֹ אֶת זוֹ. וְעֵדֵי הַשְּׁטָר הַשֵּׁנִי הַכַּת הַשְּׁנִיָּה. הֲרֵי שִׁמְעוֹן מְשַׁלֵּם מָנֶה שֶׁיַּד בַּעַל הַשְּׁטָר עַל הַתַּחְתּוֹנָה וְיִשָּׁבַע עַל הַשְּׁאָר. יֵרָאֶה לִי שֶׁשְּׁבוּעָה זוֹ שֶׁיִּשָּׁבַע עַל הַשְּׁאָר בִּנְקִיטַת חֵפֶץ כְּדִין מוֹדֶה בְּמִקְצָת. שֶׁהֲרֵי עָלָיו שְׁנֵי עֵדִים כְּשֵׁרִים מְעִידִין בְּמִקְצָת הַמָּמוֹן שֶׁכָּפַר בְּכֻלּוֹ. וְלֹא תְּהֵא הוֹדָאַת פִּיו גְּדוֹלָה מֵהַעֲדָאַת עֵדִים כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "Reuven produced two promissory notes against Shimon: one for a <i>maneh</i> and one for 200 <i>zuz</i>. Shimon denied being obligated for either of the promissory notes. The witnesses to one of the promissory notes were one of the groups whose testimonies contradicted each other and the witnesses to the other were the second group. Shimon is required to pay only a <i>maneh</i>, for the bearer of the promissory note has the position of lesser strength. He must take an oath concerning the remainder.<br>It appears to me that he must take this oath concerning the remainder while holding a sacred article, as is required of a person who admits a portion of the claim lodged against him. For there are two acceptable witnesses who testify concerning a portion of the money which he denied owing entirely. And the statements of his own mouth should not have greater legal power than the testimony of witnesses as we explained."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "הוֹצִיא רְאוּבֵן שְׁטָר עַל לֵוִי וְעֵדָיו כַּת אַחַת מִשְּׁתֵּיהֶן. וְהוֹצִיא שִׁמְעוֹן שְׁטָר שֵׁנִי עַל לֵוִי וְעֵדָיו הַכַּת הַשְּׁנִיָּה. וְלֵוִי כּוֹפֵר בִּשְׁנֵיהֶן. הֲרֵי רְאוּבֵן נִשְׁבָּע וְנוֹטֵל וְשִׁמְעוֹן נִשְׁבָּע וְנוֹטֵל שֶׁבְּוַדַּאי אֶחָד מֵהֶן יֵשׁ לוֹ אֶצְלוֹ. וּשְׁבוּעָה זוֹ בְּתַקָּנַת חֲכָמִים כְּדִין חֶנְוָנִי עַל פִּנְקָסוֹ: \n",
            "english": "Reuven sued Levi, producing a promissory note signed by one of these groups of witnesses. Shimon also sued Levi and produced a promissory note signed by the other group. Although Levi denies both debts, both Reuven and Shimon are given the option of taking an oath and collecting what they claim. The rationale is that certainly one of them has a viable claim against him. The oath required is a Rabbinic institution as is required of a storekeeper who takes an oath to collect a claim supported by his ledger."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "הוֹצִיא רְאוּבֵן שְׁטָר עַל שִׁמְעוֹן וְעֵדָיו כַּת אַחַת מֵהֶן וְהוֹצִיא שְׁטָר שֵׁנִי עַל לֵוִי וְעֵדָיו הַכַּת הַשְּׁנִיָּה וְכָל אֶחָד מֵהֶן כּוֹפֵר בּוֹ הַמּוֹצִיא מֵחֲבֵרוֹ עָלָיו הָרְאָיָה. הוֹאִיל וְאֵין רְאוּבֵן יָכוֹל לְקַיֵּם אֶחָד מִשְּׁנֵי שְׁטָרוֹת הֲרֵי כָּל שְׁטָר מֵהֶן כְּחֶרֶס וּשְׁנֵי הַנִּטְעָנִין נִשְׁבָּעִין הֶסֵּת וְנִפְטָרִין. בַּמֶּה דְּבָרִים אֲמוּרִים כְּשֶׁבָּאוּ שְׁתֵּי הַכִּתּוֹת לְהָעִיד כְּאַחַת. אֲבָל כָּל הַמּוֹצִיא שְׁטָר שֶׁיֵּשׁ בּוֹ עֵדוּת כַּת אַחַת מִשְּׁתֵּיהֶן הֲרֵי זֶה גּוֹבֶה בּוֹ. וְאִם הוֹצִיא אַחַר כָּךְ בֵּין הוּא בֵּין אַחֵר שְׁטָר שֶׁיֵּשׁ בּוֹ עֵדוּת הַכַּת הַשְּׁנִיָּה הֲרֵי זֶה גּוֹבֶה בּוֹ בֵּין מִמַּלְוֶה הָרִאשׁוֹן בֵּין מֵאַחֵר. שֶׁהֲרֵי כָּל כַּת מִשְּׁתֵּיהֶן בָּאָה בִּפְנֵי עַצְמָהּ וְהֵעִידָה: \n",
            "english": "Reuven sued Shimon producing a promissory note signed by one of these groups of witnesses and sued Levi, producing a promissory note signed by the other group. If both defendants deny the debts, we follow the principle: 'A person who seeks to expropriate money from a colleague must prove his claim.' Since Reuven cannot validate either of these legal documents, both the promissory notes are like shards. Both of the defendants are required to take merely a <i>sh'vuat heset</i> and they are released of obligation.<br>When does the above apply? When the two groups of witnesses come to testify at the same time. Otherwise, whenever a person produces a legal document containing testimony of one of these two groups, he may expropriate property based upon it. Afterwards, if either he or another person produce a legal document with testimony from the other group, it can be used to expropriate property whether from the first borrower or from any other person. The rationale is that it is as if each of the two groups came alone and testified."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "מִי שֶׁהֵבִיא עֵדִים וְנֶחְקְרָה עֵדוּתָן וְהוּזַמּוּ וְחָזַר וְהֵבִיא עֵדִים אֲחֵרִים בְּאוֹתָהּ הַטַּעֲנָה עַצְמָהּ וְהוּזַמּוּ אֲפִלּוּ מֵאָה כַּת. וְאַחַר כָּךְ הֵבִיא עֵדִים אֲחֵרִים בְּאוֹתָהּ הַטַּעֲנָה עַצְמָהּ וְנִמְצֵאת עֵדוּת אֵלּוּ הָאַחֲרוֹנִים מְכֻוֶּנֶת. דָּנִין עַל פִּיהֶן. שֶׁאַף עַל פִּי שֶׁהֻחְזַק זֶה שֶׁטָּעַן טַעֲנָה זוֹ לְהָבִיא עֵדִים שַׁקְרָנִים הֲרֵי לֹא הֻחְזְקוּ אֵלּוּ הָעֵדִים הָאַחֲרוֹנִים שֶׁהֵן מְשַׁקְּרִין. אֲבָל שְׁטָר שֶׁקָּרָא עָלָיו עַרְעָר וְהוּא שֶׁיָּבוֹאוּ שְׁנַיִם וְיֹאמְרוּ מִמֶּנּוּ שָׁאַל לְזַיֵּף לוֹ שְׁטָר זֶה אַף עַל פִּי שֶׁנִּתְקַיֵּם הַשְּׁטָר מֵחוֹתְמָיו אֵין גּוֹבִין בּוֹ לְעוֹלָם. וְיֵרָאֶה לִי שֶׁאִם בָּאוּ עֵדֵי הַשְּׁטָר וְהֵעִידוּ הֵן בְּעַצְמָן עַל כְּתַב יָדָן גּוֹבִין בּוֹ: סְלִיקוּ לְהוּ הִלְכוֹת עֵדוּת בְּסַ\"ד \n",
            "english": "The following rules apply when a person brings witnesses, their testimony is investigated, they were disqualified through <i>hazamah</i>, and then he brought other witnesses concerning the same claim and they were also disqualified through <i>hazamah</i>. Even if he brings 100 groups who are disqualified, if afterwards, he brings other witnesses regarding that same claim and the testimony of these witnesses is found to be accurate, the case is adjudicated on this basis. Even though the plaintiff can be presumed to bring lying witnesses, we do not operate under the presumption that these witnesses are lying.<br>When, by contrast, there is a legal document concerning which a protest has been sustained, i.e., two witnesses came and said that the plaintiff told them to forge this legal document, we never use that legal document to expropriate property even if the authenticity of the signatures of the witnesses is validated.<br>It appears to me that if the witnesses to the legal document came and testified concerning their signature, the legal document may be used to expropriate money."
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-14T18:22:16.699Z",
    "totalChapters": 22,
    "status": "imported_sefaria"
  }
}
