{
  "id": "woman_suspected_of_infidelity",
  "name": "Mishneh Torah, Woman Suspected of Infidelity",
  "type": "rambam",
  "sefariaRef": "Mishneh Torah, Woman Suspected of Infidelity",
  "chapters": [
    {
      "chapter": 1,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "קִנּוּי הָאָמוּר בַּתּוֹרָה <small>(במדבר ה יד)</small> \"וְקִנֵּא אֶת אִשְׁתּוֹ\" הוּא שֶׁיֹּאמַר לָהּ בִּפְנֵי עֵדִים אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי. אֲפִלּוּ הָיָה אָבִיהָ אוֹ אָחִיהָ אוֹ עַכּוּ\"ם אוֹ עֶבֶד אוֹ שָׁחוּף הוּא הָאִישׁ שֶׁאֵינוֹ מִתְקַשֶּׁה וְאֵינוֹ מוֹלִיד: \n",
            "english": "The admonition of jealousy<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">קנא usually has the connotation of jealousy. There are, however, instances where it has the meaning \"warning,\" as in Joel 2:18.</i> stated in the Torah [Numbers 5:14], \"And he will adjure his wife,\" means the following. He tells her in the presence of witnesses: \"Do not enter into privacy with this and this man.\"<br>This applies even if the man [under suspicion] is her father, her brother, a gentile, a servant or a man who is impotent and incapable of having an erection or fathering a child.<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The intent in all these examples is that it is unlikely that the woman would engage in adultery with such a man: the father and the brother because of the family connection, the gentile or the servant because we assume that a modest Jewish woman would not associate with such people, and the impotent man because of his physical condition. By citing such examples, the Rambam implies that surely such a warning can be given with regard to any ordinary man.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הַסְּתִירָה הָאֲמוּרָה בַּתּוֹרָה <small>(במדבר ה יג)</small> \"וְנִסְתְּרָה\" הוּא שֶׁתִּסָּתֵר עִם אוֹתוֹ הָאִישׁ שֶׁאָמַר לָהּ אַל תִּסָּתְרִי עִמּוֹ בִּפְנֵי שְׁנֵי עֵדִים. אִם שָׁהֲתָה עִמּוֹ כְּדֵי טֻמְאָה שֶׁהוּא כְּדֵי לִצְלוֹת בֵּיצָה וּלְגָמְעָהּ הֲרֵי זוֹ אֲסוּרָה עַל בַּעְלָהּ עַד שֶׁתִּשְׁתֶּה מֵי הַמָּרִים וְיִבָּדֵק הַדָּבָר. וּבִזְמַן שֶׁאֵין שָׁם מֵי סוֹטָה תֵּאָסֵר עָלָיו לְעוֹלָם וְתֵצֵא בְּלֹא כְּתֻבָּה: \n",
            "english": "The term \"enter into privacy\" mentioned in the Torah [<i>Ibid.</i>:13] refers to entering into privacy with the man concerning whom she was warned, in the presence of two witnesses, not to enter into privacy.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">These can be the same two witnesses in whose presence the warning was administered (<i>Hilchot Edut</i> 21:5).</i><br>If she remains with him long enough to engage in relations - i.e., the amount of time necessary to roast an egg and swallow it,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">We suspect that she committed adultery.</i> she is forbidden to her husband<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">As stated in <i>Hilchot Gerushin</i> 11:14, a woman who commits adultery is forbidden to her husband. Since we suspect that this woman committed adultery, she is forbidden until her faithfulness is proven.</i> until she drinks the bitter water, and [her faithfulness] is checked. In an era when [the probe of] the waters of the <i>sotah</i> is unavailable, she is forbidden to her husband forever and is divorced without receiving the [money due her by virtue of] her <i>ketubah</i>.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">For it is her immodest behavior that caused her to become forbidden (<i>Hilchot Ishut</i> 24:24).</i>"
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "קִנֵּא לָהּ עַל שְׁנַיִם כְּאֶחָד וְאָמַר לָהּ אַל תִּסָּתְרִי עִם פְּלוֹנִי וּפְלוֹנִי. וְנִסְתְּרָה עִם שְׁנֵיהֶן כְּאֶחָד וְשָׁהֲתָה כְּדֵי טֻמְאָה. אֲפִלּוּ הֵם שְׁנֵי אַחֶיהָ אוֹ אָבִיהָ וְאָחִיהָ הֲרֵי זוֹ אֲסוּרָה עַד שֶׁתִּשְׁתֶּה: \n",
            "english": "If [a husband] warns his wife with regard to two men at the same time, telling her: \"Do not enter into privacy with so and so, and so and so,\" she is forbidden [to her husband] until she drinks [the waters] if she enters into privacy with the two men at the same time,<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">Even though in general a woman is allowed to enter into privacy with two men of established moral standing, in this instance, since the husband expressed his disapproval, such an act warrants drinking the bitter water.</i> and remains there long enough to engage in relations. [This applies] even if [the two men] are her two brothers or her father and her brother."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אָמַר לָהּ בִּפְנֵי שְׁנַיִם אַל תְּדַבְּרִי עִם פְּלוֹנִי אֵין זֶה קִנּוּי. וְאַף עַל פִּי שֶׁנִּסְתְּרָה עִמּוֹ בְּעֵדִים וְשָׁהֲתָה כְּדֵי טֻמְאָה לֹא נֶאֶסְרָה עָלָיו וְאֵינָהּ שׁוֹתָה בְּקִנּוּי זֶה: \n",
            "english": "If he told her in the presence of two [men]: \"Do not speak to so and so,\" this is not considered to be a warning. Even if she enters into privacy with him in the presence of witnesses and remains there long enough to engage in relations, she is not forbidden to [her husband], nor can she be required to drink [the bitter water] because of such a warning."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וְכֵן אִם אָמַר לָהּ אַל תִּסָּתְרִי עִמּוֹ וְרָאוּהָ מְדַבֶּרֶת עִמּוֹ אֵין זוֹ סְתִירָה. וְלֹא נֶאֶסְרָה וְלֹא שׁוֹתָה. וְכֵן אִם לֹא קָדַם קִנּוּי וּבָאוּ שְׁנַיִם וְהֵעִידוּ שֶׁנִּסְתְּרָה עִם זֶה וְשָׁהֲתָה כְּדֵי טֻמְאָה לֹא נֶאֶסְרָה עַל בַּעְלָהּ וְאֵינָהּ שׁוֹתָה: \n",
            "english": "Similarly, if he told her, \"Do not enter into privacy with him,\" and witnesses saw her speaking with him, she is not considered to be having entered into privacy. She is not forbidden to [her husband], nor can she be required to drink [the bitter water].<br>Similarly, if she was not warned at all, and two witnesses came and testified that she entered into privacy with a man and remained long enough to engage in relations, she is not forbidden to [her husband],<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">Entering into privacy (<i>yichud</i>) with another man is forbidden (<i>Hilchot Issurei Bi'ah</i>, ch. 22). Nevertheless, <i>Kiddushin</i> 81a states that as long as a warning was not given, such an act is not sufficient cause for a woman to be forbidden to her husband.</i> nor can she be required to drink [the bitter water]."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָמַר לָהּ לֹא תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי וְהָיָה קָטָן פָּחוֹת מִבֶּן תֵּשַׁע שָׁנִים וְיוֹם אֶחָד. אוֹ שֶׁאָמַר לָהּ אַל תִּסָּתְרִי עִם בְּהֵמָה זוֹ אֵין זֶה קִנּוּי שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְשָׁכַב אִישׁ אֹתָהּ\" פְּרָט לְקָטָן וְלִבְהֵמָה שֶׁאֵין אוֹסְרִין אוֹתָהּ עָלָיו: \n",
            "english": "If he told her: \"Do not enter into privacy with so and so,\" and named a boy below the age of nine,\"<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Implied is that the warning is effective after a boy reaches the age of nine, for from the age of nine a boy is fit to engage in sexual relations, as explained in <i>Hilchot Ishut</i> 11:3. Rav Ovadiah of Bertinoro (<i>Sotah</i> 4:4) differs and maintains that a youth must attain majority before a warning is effective. There are several Midrashic sources for the Rambam's ruling.</i> or he told her: \"Do not enter into privacy with this animal,\" this is not a [binding] warning.<br>[These laws are derived as follows:] The Torah [<i>ibid.</i>] states: \"And a man had relations with her.\" This excludes a minor and an animal. She is not forbidden to her husband because of them."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "בַּעַל שֶׁמָּחַל עַל קִנּוּיוֹ קֹדֶם שֶׁתִּסָּתֵר קִנּוּיוֹ מָחוּל וּכְאִלּוּ לֹא קִנֵּא לָהּ מֵעוֹלָם. אֲבָל אִם מָחַל אַחַר שֶׁתִּסָּתֵר אֵינוֹ יָכוֹל לִמְחל. גֵּרְשָׁהּ הֲרֵי זֶה כְּמִי שֶׁמָּחַל וְאִם הֶחֱזִירָהּ צָרִיךְ לְקַנְּאוֹת קִנּוּי אַחֵר: \n",
            "english": "When a husband forgoes a warning before his wife enters into privacy with [the man in question], the warning is nullified, and it is as if he had never issued a warning to her [regarding him]. If, however, he forgoes the warning after she enters into privacy with him, the warning cannot be nullified.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">And she must drink the bitter water.<br>The rationale for this ruling is that as long as the woman has not entered into privacy with the other man, the husband's warning has not been reinforced by her conduct. Accordingly, since he has authority over his warning, he can withdraw it. When, however, she has already entered into privacy with the other man, she is already required by the Torah to drink the bitter water. Her husband has no authority over the Torah's requirement, and thus, he can no longer withdraw his warning (<i>Likkutei Sichos</i>, Vol. IV). See also the gloss of the <i>Tzafnat Paneach</i> to this halachah.</i><br>If he divorces his wife, it is as if he has nullified the warning. If he remarries her, he must issue a second warning [for her to be bound by it]."
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "קִנֵּא לָהּ בִּפְנֵי שְׁנַיִם וְרָאָה אוֹתָהּ שֶׁנִּסְתְּרָה עִם זֶה שֶׁקִּנֵּא לָהּ עָלָיו וְשָׁהֲתָה כְּדֵי טֻמְאָה הֲרֵי זוֹ אֲסוּרָה עָלָיו וְיוֹצִיא וְיִתֵּן כְּתֻבָּה. שֶׁאֵינוֹ יָכוֹל לְהַשְׁקוֹתָהּ עַל פִּי עַצְמוֹ. וְכֵן אִם שָׁמַע הָעָם מְרַנְּנִין אַחֲרֶיהָ אַחַר הַקִּנּוּי וְהַסְּתִירָה עַד שֶׁשָּׁמַע מֵהַנָּשִׁים הַטּוֹוֹת לְאוֹר הַלְּבָנָה נוֹשְׂאוֹת וְנוֹתְנוֹת בָּהּ שֶׁזִּנְּתָה עִם הָאִישׁ שֶׁקִּנֵּא לָהּ עָלָיו הֲרֵי זֶה אָסוּר לְקַיְּמָהּ וְיוֹצִיא וְיִתֵּן כְּתֻבָּה: \n",
            "english": "If [the husband] issued a warning to [his wife] in the presence of two [witnesses] and then saw her enter into privacy with the man concerning whom she was warned, and she remained long enough to engage in relations, she becomes forbidden to him. He must divorce her and pay her [the money due her by virtue of her] <i>ketubah</i>.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">In this instance, the husband is required to pay his wife the money due her by virtue of her <i>ketubah</i> because, although he is bound by the evidence of his own eyes, it is not sufficient to require his wife to drink the bitter water. For that, the testimony of two witnesses is necessary.</i><br>Similarly, if he hears people gossiping about her after she has been warned, that she entered into privacy with the man in question, to the extent that the women who weave at night by the moonlight chatter about her, saying that she committed adultery with the man concerning whom she has been warned, her husband is forbidden to remain married to her and must instead divorce her and pay her [the money due her by virtue of] her <i>ketubah</i>.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">The Rambam is speaking about an instance when, despite the gossip generated about the woman, there is no (or only one) witness who can testify about her entering into privacy with the man involved. Hence, because of her immodest conduct, he must divorce her. He must, however, pay the money due her by virtue of her <i>ketubah</i>, because, as stated in <i>Sotah</i> 6b, the bitter water will not test the chastity of a woman whose immodest conduct has become public knowledge.</i>"
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "בָּא עֵד אֶחָד וְהֵעִיד לוֹ שֶׁנִּסְתְּרָה עִמּוֹ אַחַר קִנּוּי וְשָׁהֲתָה כְּדֵי טֻמְאָה. אִם הוּא נֶאֱמָן לוֹ וְדַעְתּוֹ סוֹמֶכֶת עָלָיו יוֹצִיא וְיִתֵּן כְּתֻבָּה. וְאִם לָאו הֲרֵי אִשְׁתּוֹ מֻתֶּרֶת לוֹ: \n",
            "english": "[The following rules apply when] one witness comes and testifies that, after a warning was issued, she entered into privacy with the man concerning whom she was warned and remained long enough to engage in relations. If [the husband] considers [the witness] to be faithful, and he relies on him, he must divorce her and pay her [the money due her by virtue of] her <i>ketubah</i>.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Since the testimony of one witness is not sufficient to require her to drink the bitter water, and yet the husband relies on the testimony of the witness, she is forbidden to the husband, but he must bear the financial burden of the prohibition. (See <i>Hilchot Ishut</i> 24:17.)</i> If [he does] not [rely on that person], his wife remains permitted to him.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">For a woman does not become forbidden until two witnesses testify that she entered into privacy with the man in question.</i>"
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וְאֵלּוּ שֶׁבֵּית דִּין מְקַנִּין לָהֶן. מִי שֶׁנִּתְחָרֵשׁ בַּעְלָהּ אוֹ שֶׁנִּשְׁתַּטָּה אוֹ שֶׁהָיָה בִּמְדִינָה אַחֶרֶת אוֹ שֶׁהָיָה חָבוּשׁ בְּבֵית הָאֲסוּרִין. לֹא לְהַשְׁקוֹתָהּ אֶלָּא לְפָסְלָהּ מִכְּתֻבָּתָהּ: \n",
            "english": "The court should issue a warning to the following women [who are suspected of immodest behavior]: a woman whose husband has become a deaf-mute or has lost control of his mental faculties, one whose husband is overseas or one whose husband is imprisoned. The intent is not to have [such a woman] drink [the bitter water],<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">For that is possible only when a warning was administered by the husband, as stated in the following halachah.</i> but rather to disqualify her from receiving [the money due her by virtue of] her <i>ketubah</i>.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">Since the men in question are incapable of acting on their own, the court takes the initiative on their behalf. The court's action has two objectives: to maintain the moral standard of the Jewish people, and if that fails, to protect the husband's interest and cause a woman who acts immodestly to pay the penalty for her conduct.</i>"
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כֵּיצַד. שָׁמְעוּ בֵּית דִּין שֶׁהָעָם מְרַנְּנִין אַחֲרֶיהָ. קוֹרְאִין אוֹתָהּ וְאוֹמְרִין לָהּ אַל תִּסָּתְרִי עִם אִישׁ פְּלוֹנִי. בָּאוּ עֵדִים אַחַר כָּךְ שֶׁנִּסְתְּרָה עִמּוֹ וְשָׁהֲתָה כְּדֵי טֻמְאָה בֵּית דִּין אוֹסְרִין אוֹתָהּ עַל בַּעְלָהּ לְעוֹלָם וְקוֹרְעִין כְּתֻבָּתָהּ. וּכְשֶׁיָּבוֹא בַּעְלָהּ אוֹ יַבְרִיא אוֹ יָצָא מִבֵּית הָאֲסוּרִין נוֹתֵן לָהּ גֵּט. וְאֵינוֹ יָכוֹל לְהַשְׁקוֹתָהּ מִפְּנֵי שֶׁלֹּא קִנֵּא לָהּ הוּא: \n",
            "english": "What is implied? If the court hears that people are gossiping about [a particular woman], they call her and tell her: \"Do not enter into privacy with so and so.\" If witnesses come afterwards and testify that she entered into privacy with the man concerning whom she was warned, and remained long enough to engage in relations, the court prohibits her [from engaging in relations] with her husband forever and tears up her marriage contract.<br>When her husband returns, regains his health or is released from prison, he must give her a <i>get</i>.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">From the commentaries, it appears that he is required to do so; he does not have an option.</i> He cannot require her to drink [the bitter water], because he did not administer the warning himself."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "שָׁתָת מֵי הַמָּרִים וְנִקְּתָה מֵהֶן וְחָזַר וְקִנֵּא לָהּ עִם הָאִישׁ שֶׁהִשְׁקָה עַל יָדוֹ וְנִסְתְּרָה עִמּוֹ אֵינוֹ יָכוֹל לְהַשְׁקוֹתָהּ עַל יָדוֹ פַּעַם שְׁנִיָּה אֶלָּא תֵּאָסֵר עָלָיו לְעוֹלָם וְתֵצֵא בְּלֹא כְּתֻבָּה. אֲבָל אִם קִנֵּא לָהּ עִם אַחֵר וְנִסְתְּרָה עִם הָאַחֵר בְּעֵדִים מַשְׁקִין אוֹתָהּ פַּעַם שְׁנִיָּה וַאֲפִלּוּ כַּמָּה פְּעָמִים. וְהוּא שֶׁיַּשְׁקֶה אוֹתָהּ בְּכָל פַּעַם בִּגְלַל אִישׁ אַחֵר: \n",
            "english": "[The following rules apply if a woman was required to] drink the bitter water [because of her husband's suspicion of a particular man] and did not die as a result of it, and afterwards, her husband gave her a warning with regard to that same man. If she enters into privacy with him, he cannot make her drink because of him a second time. Instead, she becomes forbidden to her husband forever and must be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">In this instance as well, entering into privacy with the man is considered an immodest act, sufficient cause for the woman to forfeit the money due her by virtue of her <i>ketubah</i>.</i><br>If, however, her husband issued a warning to her regarding another man, and she entered into privacy with him in the presence of witnesses, she can be forced to drink the waters again. Indeed, this can happen several times, provided each time her husband has her drink because of another man."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "הִשְׁקָה אוֹתָהּ וְגֵרְשָׁהּ וְנִשֵּׂאת לְאַחֵר וְקִנֵּא לָהּ עִם הָאִישׁ שֶׁהִשְׁקָה אוֹתָהּ הַבַּעַל הָרִאשׁוֹן בִּגְלָלוֹ וְנִסְתְּרָה עִמּוֹ בְּעֵדִים. הֲרֵי הַבַּעַל הַשֵּׁנִי מַשְׁקֶה אוֹתָהּ עַל יָדוֹ מִפְּנֵי שֶׁהוּא בַּעַל שֵׁנִי. וַאֲפִלּוּ מֵאָה וְנִשֵּׂאת לְזֶה אַחַר זֶה מַשְׁקִין אוֹתָהּ עַל יְדֵי אִישׁ אֶחָד. וְאֵין אוֹמְרִין וַדַּאי שֶׁהֻחְזְקָה לָזֶה וּטְמֵאָה עַד שֶׁיִּהְיֶה שָׁם עֵד: \n",
            "english": "If a woman's husband had her drink [the bitter water] because of a specific man and then divorced her and she remarried, her second husband can issue a warning to her with regard to the same man. If she enters into privacy with him, her husband can make her drink [the bitter water], because he is her second husband. Even if a hundred men married this woman one after the other, they can all have her drink [the bitter water] because of this same man."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הָאִשָּׁה שֶׁקִּנֵּא לָהּ בַּעְלָהּ וְנִסְתְּרָה אַחַר הַקִּנּוּי עִמּוֹ בְּעֵדִים וַהֲרֵי הִיא עוֹמֶדֶת לִשְׁתּוֹת וּבָא עֵד אֶחָד וְהֵעִיד עָלֶיהָ שֶׁנִּבְעֲלָה בְּפָנָיו עִם זֶה שֶׁקִּנֵּא לָהּ עִמּוֹ הֲרֵי זֶה אֲסוּרָה עַל בַּעְלָהּ לְעוֹלָם. וְאֵינָהּ שׁוֹתָה וְיוֹצֵאת בְּלֹא כְּתֻבָּה. וַאֲפִלּוּ הָיָה עֵד טֻמְאָה זֶה אֶחָד מֵעֵדֵי הַסְּתִירָה שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְעֵד אֵין בָּהּ\" וַהֲרֵי כָּאן עֵד: \n",
            "english": "[The following laws apply if] a woman was warned by her husband and then entered into privacy [with the man in question] after the warning, thus causing her to be required to drink [the bitter water]. If [even] one witness comes and states that she engaged in sexual relations with the man regarding whom she was warned in his presence, the woman is forbidden to her husband forever. She may not drink [the bitter water],<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">Even if she desires to in an attempt to prove her innocence.</i> and must be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>. This applies even if the witness who testifies concerning her adultery is also one of the witnesses who testifies that she entered into privacy with [the man regarding whom she was warned].<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">If, however, the other witness who saw the man and the woman enter into privacy says that they did not engage in relations, the woman does not forfeit the money due her by virtue of her <i>ketubah</i> (<i>Beit Shmuel</i> 178:12).</i><br>[This ruling is derived from Numbers 5:13]: \"There is no witness against her.\"<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">Implied is that even if there is one witness, she is not to be tested by the bitter water. Generally, the Torah requires two witnesses for all matters involving marital law (<i>Sotah</i> 31b). In this case, an exception was made because the fact that a warning was issued and disobeyed is an indication of immodesty.</i>"
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "אֲפִלּוּ אִשָּׁה וְעֶבֶד וְשִׁפְחָה וּפָסוּל לְעֵדוּת בַּעֲבֵרָה מִדִּבְרֵי סוֹפְרִים וַאֲפִלּוּ קָרוֹב נֶאֱמָן לְעֵדוּת סוֹטָה לְהָעִיד עָלֶיהָ שֶׁזִּנְּתָה וְתֵאָסֵר עַל בַּעְלָהּ לְעוֹלָם. וְאֵינָהּ שׁוֹתָה וְתֵצֵא בְּלֹא כְּתֻבָּה. הוֹאִיל וְקָדַם הַקִּנּוּי וְהַסְּתִירָה בְּעֵדִים כְּשֵׁרִים וְהַתּוֹרָה הֶאֱמִינָה עֵד אֶחָד בְּטֻמְאָה הֲרֵי כֻּלָּן כְּשֵׁרִין לְעֵדוּת טֻמְאָה. אַף חָמֵשׁ נָשִׁים שֶׁשּׂוֹנְאוֹת זוֹ אֶת זוֹ מְעִידוֹת זוֹ עַל זוֹ לוֹמַר שֶׁנִּטְמֵאת. וְנֶאֱמֶנֶת עָלֶיהָ לְאָסְרָהּ עַל בַּעְלָהּ וְשֶׁלֹּא לְהַשְׁקוֹתָהּ. אֲבָל לֹא לְהַפְסִידָהּ מִכְּתֻבָּתָהּ. אֶלָּא נוֹטֶלֶת כְּתֻבָּתָהּ וְיוֹצְאָה: \n",
            "english": "Even a woman, a servant, a maid-servant or someone disqualified from testifying because of [the transgression of] a Rabbinic prohibition, and even a relative,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">All the individuals mentioned are normally not accepted as witnesses. Nevertheless, an exception is made in this instance, as the Rambam explains. The testimony of witnesses who have violated prohibitions of Scriptural origin is not accepted, because we suspect that they will lie.</i> may testify with regard to a woman suspected of infidelity, saying that she committed adultery. This causes her to be forbidden to her husband forever, to be prevented from drinking [the bitter water] and to be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>.<br>[The rationale is] that since the Torah accepts the testimony of one witness with regard to [the woman's] adultery [we see that the formal laws of testimony do not apply]. Therefore, anyone's testimony is accepted with regard to this matter.<br>Even the five women who we assume hate each other<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">As stated in <i>Hilchot Gerushin</i> 12:16, these women are the woman's mother-in-law, her mother-in-law's daughter, her husband's other wife, her <i>yevamah</i> and her husband's daughter from another marriage.</i> can offer testimony regarding each other,<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">The Rambam's wording refers to the following concept. Generally, because of the bad feelings that characterize the relationship between these pairs, testimony is also disqualified in the reverse of the above situations. For example, if the husband of the daughter of a woman's husband is missing, the woman may not testify about the matter, although she has no natural reason to hate the other woman.</i> saying that they committed adultery [in these circumstances]. Their testimony is accepted with regard to causing her to be forbidden to her husband and not [to compel her] to drink [the bitter water]. It is not a sufficient basis to cause her to forfeit [the money due her by virtue of] her <i>ketubah</i>. Instead, she collects [the money due her by virtue of] her <i>ketubah</i> and leaves [his household].<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The testimony of these women is accepted because through it, the woman is granted the money due her by virtue of her <i>ketubah</i>. We assume that these women would desire to discredit her entirely and cause her to forfeit this money. Since without their testimony, the woman is forbidden to her husband until she drinks the bitter water and forfeits the money due her by virtue of her <i>ketubah</i>, their testimony abets her position rather than harms it. (Indeed, note the gloss of Rabbi Akiva Eiger, who questions why the testimony of these women is accepted at all.)</i>"
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "בָּא עֵד אֶחָד כָּשֵׁר וְאָמַר נִטְמֵאת הֲרֵי זוֹ אֵינָהּ שׁוֹתָה כְּמוֹ שֶׁבֵּאַרְנוּ. בָּא עֵד אֶחָד וְהִכְחִישׁוֹ וְאָמַר לֹא נִטְמֵאת אֵין שׁוֹמְעִין לוֹ. שֶׁעֵד אֶחָד בְּטֻמְאַת סוֹטָה כִּשְׁנַיִם. וְאֵין דְּבָרָיו שֶׁל אַחֲרוֹן דּוֹחִין דִּבְרֵי הָרִאשׁוֹן שֶׁהוּא כִּשְׁנַיִם: \n",
            "english": "If one acceptable witness comes and says that the woman committed adultery, she is not required to drink [the bitter water], as we stated. If another witness comes and contradicts his testimony, saying: \"She did not commit adultery,\" the statements [of the second witness] are disregarded.<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">In most instances, when the statements of one witness are countered by the statements of another, the two are considered to be of equal weight, and thus the statements of the first witness are no longer considered.</i><br>[The rationale is] with regard to a <i>sotah</i>, [the testimony of] one witness is considered equivalent to [that of] two [witnesses in ordinary matters]. Thus, the testimony of the second witness cannot nullify the testimony of the first witness, which is considered to be equivalent to [that of] two witnesses.<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">This principle applies not only with regard to a <i>sotah</i>, but with regard to all instances in which one witness's testimony is considered equivalent to that of two witnesses (<i>Sotah</i> 31b) - e.g., testimony regarding the death of a woman's husband (<i>Hilchot Gerushin</i> 12:18).</i>"
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "בָּאוּ שְׁנֵיהֶן כְּאֶחָד זֶה אוֹמֵר נִטְמֵאת וְזֶה אוֹמֵר לֹא נִטְמֵאת. אוֹ שֶׁאָמַר אֶחָד נִטְמֵאת וּבָאוּ שְׁנַיִם אֲחֵרִים וְאָמְרוּ לֹא נִטְמֵאת הֲרֵי זוֹ שׁוֹתָה: \n",
            "english": "If, however, both come at the same time<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">I.e., one testified directly after the other.</i> and one says: \"She committed adultery,\" and the other says, \"She did not commit adultery,\"<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Since the testimony of the first witness was never established, it is not given more weight than it would ordinarily. Since the woman's fidelity is in doubt, she is required to drink the bitter water. The principles in this and the following halachot are paralleled in <i>Hilchot Gerushin</i>, Chapter 12.</i> or one says: \"She committed adultery,\" and two others say, \"She did not commit adultery,\"<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">In this instance, the testimony of the pair of witnesses balances the testimony of the witness who said that she committed adultery, even if that witness's testimony had already been established in court.</i> she must drink [the bitter water]."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "בָּא עֵד אֶחָד כָּשֵׁר וְנָשִׁים רַבּוֹת אוֹ פְּסוּלִין רַבִּים כְּאֶחָד. הָעֵד אוֹמֵר נִטְמֵאת וְהַנָּשִׁים אוֹ הַפְּסוּלִין אוֹמְרִים לֹא נִטְמֵאת הֲרֵי זוֹ שׁוֹתָה. שֶׁעֵד אֶחָד וּפְסוּלִין רַבִּים כְּמֶחֱצָה עַל מֶחֱצָה הֵם: \n",
            "english": "When one acceptable witness and many women or unacceptable witnesses come at the same time, and the acceptable witness says that the woman committed adultery, while the women or the unacceptable witnesses say that she did not, she is required to drink [the bitter water].<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Compare to <i>Hilchot Rotzeach USh'mirat HaNefesh</i> 9:16.</i> [The rationale is that the testimony of] one acceptable witness and [that of] many unacceptable witnesses are considered to be of equal weight."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "הָיוּ כֻּלָּן פְּסוּלִין הַלֵּךְ אַחַר הָרֹב. כֵּיצַד. שְׁתֵּי נָשִׁים אוֹמְרוֹת נִטְמֵאת וְשָׁלֹשׁ אוֹמְרוֹת לֹא נִטְמֵאת הֲרֵי זוֹ שׁוֹתָה. שָׁלֹשׁ אוֹמְרוֹת לֹא נִטְמֵאת וְאַרְבַּע אוֹמְרוֹת נִטְמֵאת הֲרֵי זוֹ אֵינָהּ שׁוֹתָה. הָיוּ מֶחֱצָה עַל מֶחֱצָה הֲרֵי זוֹ שׁוֹתָה: \n",
            "english": "If all the witnesses are unacceptable, the ruling depends on the majority.<br>What is implied? If two women say she committed adultery, and three say she did not, she must drink [the bitter water]. If three say she did not commit adultery and four say that she did, she is not required to drink. If an equal number of women espouse each position, she must drink [the waters].<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Since the woman's fidelity remains in doubt, she must drink the waters to clarify the situation.</i>"
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "כָּל סוֹטָה שֶׁאָמַרְנוּ שֶׁאֵינָהּ שׁוֹתָה מִפְּנֵי עֵדֵי טֻמְאָה הֲרֵי זוֹ אֲסוּרָה עַל בַּעְלָהּ לְעוֹלָם וְתֵצֵא בְּלֹא כְּתֻבָּה שֶׁהֲרֵי נֶאֶסְרָה בְּקִנּוּי וּסְתִירָה. וְהַשְּׁתִיָּה שֶׁתַּתִּירָהּ נִמְנְעָה שֶׁהֲרֵי יֵשׁ בָּהּ עֵד כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "In all instances that we said that a <i>sotah</i> should not drink [the waters] because of testimony that she committed adultery, she is forbidden to her husband forever and must be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>, for she was forbidden because [she received a] warning and entered into privacy [with the said man]. And she is prevented from drinking the waters, [which could] cause her [to be] permitted, because of the presence of the witness, as we explained.<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">See Halachah 14.</i>"
          }
        }
      ]
    },
    {
      "chapter": 2,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "אִשָׁה שֶׁקִּנֵּא לָהּ וְנִסְתְּרָה אֵין כּוֹפִין אוֹתָהּ לִשְׁתּוֹת. אֶלָּא אִם רָצְתָה וְאָמְרָה הֵן נִטְמֵאתִי תֵּצֵא בְּלֹא כְּתֻבָּה וְנֶאֶסְרָה עַל בַּעְלָהּ לְעוֹלָם וְאֵינָהּ שׁוֹתָה. וְכֵן אִם אָמְרָה אֵינִי טְמֵאָה וְאֵינִי שׁוֹתָה אֵין כּוֹפִין אוֹתָהּ לִשְׁתּוֹת וְתֵצֵא בְּלֹא כְּתֻבָּה. וְכֵן אִם אָמַר בַּעְלָהּ אֵינִי רוֹצֶה לְהַשְׁקוֹתָהּ אוֹ שֶׁבְּעָלָהּ בַּעְלָהּ אַחַר שֶׁנִּסְתְּרָה הֲרֵי זוֹ אֵינָהּ שׁוֹתָה וְנוֹטֶלֶת כְּתֻבָּתָהּ וְיוֹצְאָה וְהִיא אֲסוּרָה [עָלָיו] לְעוֹלָם: \n",
            "english": "When a woman is given a warning and enters into privacy [with the man in question], she is not compelled to drink the bitter water. Instead, if she says, \"I committed adultery,\" she is not required to drink the waters, but she must be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>, and she is forbidden to her husband forever.<br>Similarly, if she says: \"I did not commit adultery, but I will not drink the waters,\"<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">Although she claims innocence, she is still afraid of drinking the waters. See Chapter 4, Halachah 3.</i> she is not forced to drink, but she must be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>.<br>And if her husband says, \"I don't want to have her drink,\" or if he engaged in relations with her after she entered into privacy [with the man in question], she should not drink [the bitter water].<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">As stated in Chapter 1, Halachah 2, from the time the woman enters into privacy with the man in question, her husband is forbidden to enter into relations with her. As such, if they engaged in relations, the bitter water will not show her guilt, as indicated by Halachah 8.</i> Instead, she is given [the money due her by virtue of] her <i>ketubah</i><sup class=\"footnote-marker\">3</sup><i class=\"footnote\">Because it is her husband's actions that prevent her from drinking the waters that can establish her innocence, he must bear the financial responsibility.</i> and departs; she is forbidden to him forever."
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאֵלּוּ הֵן הַנָּשִׁים שֶׁאֵינָן רְאוּיוֹת לִשְׁתּוֹת אַף עַל פִּי שֶׁהֵן רוֹצוֹת לִשְׁתּוֹת וּבַעְלֵיהֶן רוֹצִים לְהַשְׁקוֹתָן אֶלָּא יוֹצְאוֹת בְּלֹא כְּתֻבָּה מִשֶּׁיָּבוֹאוּ עֵדֵי סְתִירָה אַחַר עֵדֵי קִנּוּי וְיֵאָסְרוּ עַל בַּעְלֵיהֶן לְעוֹלָם. וַחֲמֵשׁ עֶשְׂרֵה נָשִׁים הֵן. וְאֵלּוּ הֵן. אֲרוּסָה. וְשׁוֹמֶרֶת יָבָם. וּקְטַנָּה אֵשֶׁת הַגָּדוֹל. וּגְדוֹלָה אֵשֶׁת הַקָּטָן. וְאֵשֶׁת אַנְדְּרוֹגִינוּס. וְאֵשֶׁת הַסּוּמָא. וְאֵשֶׁת הַחִגֵּר אוֹ הָאִלֵּם. אוֹ מִי שֶׁאֵינוֹ שׁוֹמֵעַ. אוֹ שֶׁהוּא כְּרוּת יָד. וְכֵן הַחִגֶּרֶת. וְהָאִלֶּמֶת. וְהַסּוּמָא. וּכְרוּתַת יָד. וְשֶׁאֵינָהּ שׁוֹמַעַת. כָּל אַחַת מֵאֵלּוּ אֵינָהּ רְאוּיָה לִשְׁתּוֹת: \n",
            "english": "The following women are not fit to drink [the bitter water] even though they desire to drink, and their husbands desire to have them drink. Instead, once witnesses testify that [such women] entered into privacy with the men in question after witnesses testify that a warning was granted, they are forbidden to their husbands and must be divorced without receiving [the money due them by virtue of] their <i>ketubah</i>. There are fifteen such women; they are:<br>a woman who was consecrated but the marriage bond was not consummated,<br>a <i>yevamah</i> who is waiting for her husband's brother to perform <i>yibbum</i>,<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">The commentaries raise a question based on <i>Hilchot Yibbum</i> 2:20, which states that when a <i>yevamah</i> engages in relations with another man, she does not become forbidden to her <i>yavam</i>. They explain that an exception is made when the <i>yavam</i> issues a warning and forbids the <i>yevamah</i> to enter into privacy with a particular man.</i><br>a minor married to a man past the age of majority,<br>a woman who is past majority who is married to a minor,<br>the wife of an <i>androgynous</i>,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">A person who has both male and female sexual organs.</i><br>the wife of a blind man,<br>the wife of a man who limps,<br>who cannot speak, who is deaf, or whose hand has been cut off, and<br>similarly, a woman who limps, who cannot speak, who is blind, whose hand has been cut off, or who is deaf.<br>All the above are not fit to drink [the bitter water].<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">If they violate a warning given by their husbands and enter into privacy with the man in question, they are to be divorced without receiving the money due them by virtue of their <i>ketubah</i>.</i>"
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "וּמִנַּיִן שֶׁאֵינָהּ רְאוּיָה לִשְׁתּוֹת שֶׁנֶּאֱמַר <small>(במדבר ה כט)</small> \"אֲשֶׁר תִּשְׂטֶה אִשָּׁה תַּחַת אִישָׁהּ\". תַּחַת פְּרָט לַאֲרוּסָה וְשׁוֹמֶרֶת יָבָם שֶׁאֵינָהּ תַּחַת אִישָׁהּ. אִשָּׁה פְּרָט לִקְטַנָּה. תַּחַת אִישָׁהּ פְּרָט לְאֵשֶׁת קָטָן וְאֵשֶׁת אַנְדְּרוֹגִינוּס שֶׁאֵינוֹ אִישׁ. <small>(במדבר ה יג)</small> \"וְנֶעֱלָם מֵעֵינֵי אִישָׁהּ\" פְּרָט לְאֵשֶׁת סוּמָא. <small>(במדבר ה יח)</small> \"וְהֶעֱמִיד הַכֹּהֵן אֶת הָאִשָּׁה\" פְּרָט לְחִגֶּרֶת. <small>(במדבר ה יח)</small> \"וְנָתַן עַל כַּפֶּיהָ\" פְּרָט לְמִי שֶׁאֵין לָהּ כַּף אוֹ שֶׁהָיְתָה עֲקֻמָּה אוֹ יְבֵשָׁה שֶׁאֵינָהּ יְכוֹלָה לִקַּח בָּהּ. וַאֲפִלּוּ כַּפָּהּ אַחַת שֶׁנֶּאֱמַר כַּפֶּיהָ. וְאָמְרָה הָאִשָּׁה פְּרָט לְאִלֶּמֶת. <small>(במדבר ה יט)</small> \"וְאָמַר אֶל הָאִשָּׁה\" פְּרָט לְמִי שֶׁאֵינָהּ שׁוֹמַעַת. וַהֲרֵי הוּא אוֹמֵר אֲשֶׁר תִּשְׂטֶה אִשָּׁה תַּחַת אִישָׁהּ עַד שֶׁתִּהְיֶה שְׁלֵמָה כָּמוֹהוּ וְהוּא שָׁלֵם כְּמוֹתָהּ. הָא לָמַדְתָּ שֶׁכָּל דָּבָר שֶׁמְּעַכֵּב אוֹתָהּ מִלִּשְׁתּוֹת מְעַכֵּב אֶת בַּעְלָהּ מִלְּהַשְׁקוֹתָהּ. וְכָל הַמְעַכֵּב אֶת הַבַּעַל מִלְּהַשְׁקוֹתָהּ מוּם כָּמוֹהוּ מְעַכֵּב אוֹתָהּ מִלִּשְׁתּוֹת: \n",
            "english": "What are the sources that exclude these women from drinking [the bitter water]? [Numbers 5:29] states: \"When a woman deviates [from the paths of modesty] while married to her husband....\"<br>\"While married\" excludes a woman who was consecrated, but the marriage bond was not consummated, and a <i>yevamah</i> who is waiting for her husband's brother to perform <i>yibbum</i>. \"Her husband\" excludes a minor married to a man past the age of majority.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">When a girl below majority was not consecrated by her father, the consecration is not effective by Scriptural law. Even when she was consecrated by her father, she is not required to drink the bitter water unless she is warned after attaining majority. (See Halachah 4.) Note the <i>Kessef Mishneh</i>, who quotes a different source from that mentioned by the Rambam.</i> \"While married to her husband\" excludes a woman who is past majority who is married to a minor<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">A woman consecrated by a minor is not considered consecrated at all (<i>Hilchot Ishut</i> 4:7).</i>, and the wife of an <i>androgynous</i>, for he is not a man.<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">As stated in <i>Hilchot Ishut</i> 4;11, when an <i>androgynous</i> consecrates a woman, the status of the <i>kiddushin</i> is in doubt.</i><br>[Numbers 5:13 states:] \"And it was hidden from the eyes of her husband\" - This excludes the wife of a blind man.<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Who could not see, even when the two did not act in secrecy (<i>Sotah</i> 27a).</i> \"And the priest shall have the woman stand\" [<i>Ibid.</i>:18] - This excludes a woman who limps. \"And he shall place on her palm\" [<i>Ibid.</i>] - This excludes a woman who does not have a hand or whose hand is crooked or shrunk to the extent that she cannot hold [the meal offering]. This applies even if only one hand is in this condition, for the verse uses the plural form of the word palm, [indicating that both hands must be fit to perform this act].<br>\"And the woman shall say\" [<i>Ibid.</i>:22] - This excludes a woman who cannot speak. \"And he shall say to the woman\" [<i>Ibid.</i>:19] - This excludes a woman who cannot hear. And [the passage continues, <i>Ibid.</i>:20:] \"When a woman deviates [from the path of modesty] while married to her husband...\" - This indicates that she must be of sound body, possessing all the physical characteristics [mentioned previously] that he possesses, and he [must possess the characteristics mentioned that she possesses].<br>This teaches that any physical factor that prevents her from drinking [the bitter water] prevents her husband from compelling her to drink. And any factor that prevents her husband from compelling her to drink prevents her from drinking."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "קְטַנָּה שֶׁהִשִּׂיאָהּ אָבִיהָ אִם זִנְּתָה בִּרְצוֹנָהּ נֶאֶסְרָה עַל בַּעְלָהּ. לְפִיכָךְ מְקַנִּין לָהּ לֹא לְהַשְׁקוֹתָהּ אֶלָּא לְפָסְלָהּ מִכְּתֻבָּתָהּ כְּמוֹ שֶׁאָמַרְנוּ. אֲבָל קְטַנָּה בַּת מֵאוּן אֵין מְקַנִּין לָהּ שֶׁאֵין לָהּ רָצוֹן לְהֵאָסֵר עַל בַּעְלָהּ. וַאֲפִלּוּ הָיָה כֹּהֵן לֹא נֶאֶסְרָה עָלָיו: \n",
            "english": "When a minor is married off by her father, she is forbidden to her husband if she willingly commits adultery. Therefore, she is given a warning, not to compel her to drink [the bitter water], but so that she will be denied [the money due her by virtue of] her <i>ketubah</i>, as stated above.<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">The Ra'avad differs with the Rambam's ruling, maintaining that a minor is never forbidden to her husband because of adultery unless he is a priest, basing his opinion on <i>Yevamot</i> 33b, which states: \"The seduction of a minor is always considered equivalent to rape.\"<br>In his gloss on <i>Hilchot Issurei Bi'ah</i> 3:2, the <i>Maggid Mishneh</i> substantiates the Rambam's ruling, citing <i>Ketubot</i> 9a, which states that the statements of a husband who claims that his wife is not a virgin are accepted and cause her to be forbidden to him. According to the Rambam, this applies even when the girl is a minor. (See also the <i>Kessef Mishneh</i>.)</i><br>With regard to a minor who is entitled to nullify her marriage through <i>mi'un</i>,<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">I.e., an orphan who was married off by someone other than her father. See <i>Hilchot Ishut</i> 4:8; <i>Hilchot Gerushin</i> 11:1.</i> by contrast, no warning is given, for she has no desire to be forbidden to her husband. [Even if she commits adultery,] she is not forbidden to her husband, even if he is a priest.<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Since according to Scriptural law, her marriage is not binding, relations with another man are not considered adulterous. Even a priest who may not marry a woman who engaged in a forbidden sexual relationship may remain married to this girl.</i>"
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "קִנֵּא לַאֲרוּסָתוֹ אוֹ לִזְקוּקָתוֹ וְנִסְתְּרָה אַחַר שֶׁנִּשְּׂאָה הֲרֵי זוֹ שׁוֹתָה כִּשְׁאָר כָּל הַנָּשִׁים. נְשׂוּאָה שֶׁקִּנֵּא לָהּ וְנִסְתְּרָה קֹדֶם שֶׁיִּבְעל אוֹתָהּ בַּעְלָהּ אֵינָהּ שׁוֹתָה וְיוֹצְאָה בְּלֹא כְּתֻבָּה וַאֲסוּרָה עָלָיו לְעוֹלָם שֶׁנֶּאֱמַר <small>(במדבר ה כ)</small> \"וַיִּתֵּן אִישׁ בָּךְ אֶת שְׁכָבְתּוֹ מִבַּלְעֲדֵי אִישֵׁךְ\" שֶׁקָּדְמָה שְׁכִיבַת בַּעַל לִשְׁכִיבַת בּוֹעֵל: \n",
            "english": "When a man issues a warning to a woman he consecrated or to his <i>yevamah</i>, and she entered into privacy [with the man in question] after [the husband] consummated their marriage, she must drink [the bitter water] like any other [married] woman.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">Although these women are not required to drink if they enter into privacy with the man in question before the marriage is consummated, after its consummation the warning issued beforehand is effective.</i><br>When a husband issued a warning to his wife and she enters into privacy [with the man in question] before her husband engaged in sexual relations with her,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">I.e., the husband and the wife entered into a <i>chuppah</i>, effecting the stage of <i>nisu'in</i>. They did not, however, consummate the marriage. Before they did so, the wife entered into privacy with the man in question.</i> she does not drink [the bitter water]. Instead, she is divorced without receiving [the money due her by virtue of] her <i>ketubah</i> and is forbidden to her husband forever. [This is alluded to by Numbers 5:20, which] states: \"And another man has lain with you other than your husband,\" [implied is] that relations with the husband preceded relations with the man in question."
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "הַגִּיֹּרֶת וְהַמְשֻׁחְרֶרֶת וְאֵשֶׁת הַגֵּר וְאֵשֶׁת עֶבֶד מְשֻׁחְרָר וּמַמְזֶרֶת וְאֵשֶׁת מַמְזֵר וְאֵשֶׁת סְרִיס חַמָּה אוֹ סְרִיס אָדָם הַמֻּתָּרוֹת לְבַעְלֵיהֶן הֲרֵי הֵן כְּכָל הַנָּשִׁים וְשׁוֹתוֹת: \n",
            "english": "[The following women are judged] like all other married women - who are permitted to remain married - and are required to drink [the bitter water if they violated a husband's warning]: a convert, a freed maidservant, the wife of a convert, the wife of a freed servant, a woman who is of illegitimate parenthood, the wife of a man of illegitimate parenthood and the wife of an impotent man - whether he became impotent naturally or through an act of man.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">The words \"who are permitted to remain married\" are fundamental to the understanding of this halachah. All these women and/or their husbands mentioned are bound by different laws with regard to marriage from the Jewish people as a whole. Nevertheless, if they are permitted to their husbands or to their wives, the laws of a <i>sotah</i> apply.<br>As such, an illegitimate man or woman must be married either to another illegitimate man or woman or to a convert, as stated in <i>Hilchot Issurei Bi'ah</i>, Chapter 15. With regard to an impotent man, the laws regarding whom he is permitted to marry and whom he is forbidden to marry are stated in <i>Hilchot Issurei Bi'ah</i>, Chapter 16.</i>"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מְעֻבֶּרֶת וּמֵינִיקָה מְקַנֵּא לָהּ וּמַשְׁקֶה אוֹתָהּ כְּמוֹת שֶׁהִיא. אִשָּׁה הָעוֹמֶדֶת לִשְׁתּוֹת וּמֵת בַּעְלָהּ קֹדֶם שֶׁתִּשְׁתֶּה אֵינָהּ שׁוֹתָה וְלֹא נוֹטֶלֶת כְּתֻבָּתָהּ: \n",
            "english": "A pregnant woman and a nursing woman are required to drink [the bitter water] in their present state.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">We do not wait for her to give birth or for her to wean her child. Note <i>Tosafot, Sotah</i> 26a, who differ and maintain that we should wait for a pregnant woman to give birth before requiring her to drink.</i> When a woman is required to drink [the bitter water], but her husband dies before she has the opportunity of doing so, she should neither drink<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">For her husband is no longer alive.</i> nor collect [the money due her by virtue of] her <i>ketubah</i>.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">For she did not prove her innocence by drinking the waters.</i>"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כָּל אִישׁ שֶׁבָּא בִּיאָה אֲסוּרָה מִיָּמָיו אַחַר שֶׁהִגְדִּיל אֵין הַמַּיִם הַמְאָרְרִים בּוֹדְקִין אֶת אִשְׁתּוֹ. וַאֲפִלּוּ בָּא עַל אֲרוּסָתוֹ בְּבֵית חָמִיו שֶׁאָסוּר מִדִּבְרֵי סוֹפְרִים אֵין הַמַּיִם בּוֹדְקִין אֶת אִשְׁתּוֹ שֶׁנֶּאֱמַר <small>(במדבר ה לא)</small> \"וְנִקָּה הָאִישׁ מֵעָוֹן וְהָאִשָּׁה הַהִיא תִּשָּׂא אֶת עֲוֹנָהּ\". בִּזְמַן שֶׁהָאִישׁ מְנֻקֶּה מֵעָוֹן אִשָּׁה נוֹשְׂאָה אֶת עֲוֹנָהּ: \n",
            "english": "Whenever a man has engaged in forbidden relations from the time he attained majority onward, the curse-bearing waters<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">The term is taken from Numbers 5:18.</i> do not test [the fidelity of] his wife. Even if he engaged in relations with the woman he consecrated while she was living in her father's house - which is a Rabbinic prohibition<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See <i>Hilchot Ishut</i> 10:1. The Ra'avad differs with the Rambam regarding this point, maintaining that <i>Sotah</i> 24b appears to indicate that the wife of a man who had relations with the woman he consecrated while she was living in her father's house must still drink the bitter water. The <i>Kessef Mishneh</i> justifies the Rambam's ruling.</i> - the waters do not test [the fidelity of] his wife. [This is derived from Numbers 5:31, which] states: \"The man will then be free of sin, and the woman will bear [the burden of] her sin.\" [Implied is that] when the man is \"free of sin,\" \"the woman will bear [the burden of] her sin.\""
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "לְפִיכָךְ אִם הָיְתָה אִשְׁתּוֹ אֲסוּרָה עָלָיו מֵחַיָּבֵי לָאוִין אוֹ מֵחַיָּבֵי עֲשֵׂה אֲפִלּוּ שְׁנִיָּה וְקִנֵּא לָהּ וְנִסְתְּרָה אֵינָהּ שׁוֹתָה אֶלָּא תֵּצֵא בְּלֹא כְּתֻבָּה וְתִהְיֶה אֲסוּרָה עָלָיו אַף מִשּׁוּם זֶה. עָבַר וְנָשָׂא מְעֻבֶּרֶת חֲבֵרוֹ וּמֵינֶקֶת חֲבֵרוֹ הֲרֵי זוֹ שׁוֹתָה שֶׁאֵין כָּאן עֲבֵרָה: \n",
            "english": "Therefore, if a man's wife is forbidden to him because of a negative commandment, a positive commandment, or even [a Rabbinic prohibition - e.g.,] a <i>sh'niyah</i>, and he warned her and she entered into privacy [with the man in question], she should not drink [the bitter water].<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">For by engaging in relations with his wife, the man has transgressed a prohibition, and hence the waters will not test his wife's fidelity.</i> Instead, she should be divorced and should not receive [the money due her by virtue of] her <i>ketubah</i>. She becomes forbidden to him for this reason as well.<br>When a man transgresses and marries a woman who was made pregnant by another man, or who is nursing a child she bore by another man, she may [be compelled to] drink [the bitter water], since there is no transgression involved [in their relationship].<sup class=\"footnote-marker\">23</sup><i class=\"footnote\">It is forbidden to marry such women, as stated in <i>Hilchot Gerushin</i> 11:25. Nevertheless, since the prohibition is not inherent to the couple's relationship - as reflected in the fact that after the 24 months of nursing have passed, the couple may marry - but rather a result of the child's presence, it is not considered a sinful relationship. See the gloss of the <i>Kessef Mishneh</i> and the <i>Mishneh LaMelech</i>.<br>The Rambam's wording here implies that the faithfulness of the <i>sotah</i> should be tested immediately. From his Commentary to the Mishnah (<i>Sotah</i> 4:3), it would appear that the couple are compelled to separate until the 24 months pass. Afterwards, if the husband desires to resume his relationship with his wife, she must drink the bitter water.</i>"
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "מִי שֶׁאֵין לוֹ אִשָּׁה הָרְאוּיָה לֵילֵד וְלֹא בָּנִים וְנָשָׂא עֲקָרָה אוֹ זְקֵנָה אוֹ אַיְלוֹנִית אֵינָהּ שׁוֹתָה וְלֹא נוֹטֶלֶת כְּתֻבָּה. הָיוּ לוֹ בָּנִים אוֹ אִשָּׁה אַחֶרֶת רְאוּיָה לֵילֵד הֲרֵי זֶה מַשְׁקֶה אוֹתָהּ אַף עַל פִּי שֶׁהִיא זְקֵנָה אוֹ עֲקָרָה אוֹ אַיְלוֹנִית וְאֵינָהּ רְאוּיָה לֵילֵד שֶׁלֹּא נֶאֱמַר בַּתּוֹרָה <small>(במדבר ה כח)</small> \"וְנִזְרְעָה זָרַע\" אֶלָּא בִּרְאוּיָה לֵילֵד שֶׁאִם הָיְתָה יוֹלֶדֶת בְּצַעַר תֵּלֵד בְּרֶוַח. הָיָה דַּרְכָּהּ לֵילֵד נְקֵבוֹת תֵּלֵד זְכָרִים: \n",
            "english": "When a man is not married to a woman capable of bearing children, nor has he [fathered] children in [a previous marriage], and he marries a barren woman, a woman past the age of child-bearing or an <i>aylonit</i>, [the marriage is not considered desirable in the eyes of the Sages].<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Every Jew is commanded to be fruitful and multiply. For this reason, as the Rambam states in <i>Hilchot Ishut</i> 15:7, the husband is obligated to divorce this woman. Therefore, she is not given the opportunity to demonstrate her fidelity by drinking the bitter water.</i> [Therefore,] such a woman may not drink [the bitter water], nor does she receive [the money due her by virtue of] her <i>ketubah</i> [if the husband divorces her for violating his warning].<br>If, however, [the husband] has [already fathered] children, or he has another wife capable of bearing children, he may compel [his other wife] to drink [the bitter water] even if she is past the age of child-bearing, barren or an <i>aylonit</i>, and thus incapable of giving birth.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Significantly, the Rambam's ruling here reflects a change of mind from his ruling in his Commentary on the Mishnah (<i>Sotah</i> 4:3) where he rules that such women may not drink the bitter water even when the husband has fathered children already.</i> For the Torah's statement, [Numbers 5:28] \"And she will be cleared and she will conceive\" applies solely to a woman capable of giving birth,<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">It is not, however, an exclusion preventing a woman who is not capable of bearing children from drinking the waters. See <i>Sotah</i> 25b. See the gloss of the Ra'avad.</i> [implying] that if previously she would give birth in pain, she will give birth comfortably; if previously she would give birth to daughters, she will give birth to sons."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "הָיוּ לוֹ אִשָּׁה וּבָנִים וּמֵתוּ בֵּין קִנּוּי לִסְתִירָה כְּבָר נִרְאֵית לִשְׁתּוֹת וּמַשְׁקֶה אוֹתָהּ. לֹא הָיוּ לוֹ בָּנִים וְלֹא אִשָּׁה הָרְאוּיָה לֵילֵד אֶלָּא זוֹ הָאַיְלוֹנִית וְכַיּוֹצֵא בָּהּ וְנוֹלַד לוֹ בֵּן מִגְּרוּשָׁתוֹ בֵּין קִנּוּי לִסְתִירָה כְּבָר נִדְחֵית הָאַיְלוֹנִית מִלִּשְׁתּוֹת: \n",
            "english": "If [a husband] had [another] wife [capable of bearing children] or had children, but they died between the time when the warning was issued and the time the woman entered into privacy [with the man in question], the woman was already fit to drink the bitter water, and she should be compelled to drink.<br>If [a husband] did not have children or [another] wife capable of bearing children aside from an <i>aylonit</i> or another woman [incapable of bearing children], and his divorcee bore him a son<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">I.e., he was married to an <i>aylonit</i> and a woman capable of bearing children. The woman capable of bearing children became pregnant, he divorced her and then issued a warning to the <i>aylonit</i>.</i> between the time when the warning was issued and the time the woman entered into privacy [with the man in question], the <i>aylonit</i> was already excluded from drinking [and that ruling remains]."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "כָּל אִשָּׁה שֶׁהָיָה לָהּ קִנּוּי וּסְתִירָה וְלֹא שָׁתְתָה מֵי הַמָּרִים בֵּין שֶׁלֹּא רָצָה בַּעְלָהּ לְהַשְׁקוֹתָהּ בֵּין שֶׁלֹּא רָצְתָה הִיא וּבֵין שֶׁבָּא לָהּ עֵד טֻמְאָה אוֹ הוֹדֵית אוֹ הָיְתָה מֵאֵלּוּ הַנָּשִׁים שֶׁאֵינָן רְאוּיוֹת לִשְׁתּוֹת אוֹ שֶׁקִּנְּאוּ לָהּ בֵּית דִּין. הוֹאִיל וְנֶאֶסְרָה עַל בַּעְלָהּ מִכָּל מָקוֹם הֲרֵי הִיא אֲסוּרָה עַל זֶה שֶׁנִּתְיַחֲדָה עִמּוֹ לְעוֹלָם כְּדֶרֶךְ שֶׁהִיא אֲסוּרָה עַל בַּעְלָהּ. וְאִם עָבַר וּנְשָׂאָהּ מוֹצִיאִין אוֹתָהּ מִתַּחְתָּיו בְּגֵט אֲפִלּוּ הָיוּ לָהּ כַּמָּה בָּנִים מִמֶּנּוּ. מִפִּי הַשְּׁמוּעָה לָמְדוּ כְּשֵׁם שֶׁאֲסוּרָה לַבַּעַל כָּךְ אֲסוּרָה לַבּוֹעֵל: \n",
            "english": "Whenever a warning was administered to a woman and she entered into privacy [with the man in question], but did not drink the bitter water - whether her husband did not desire to compel her to drink, she did not want to drink, a witness testified that she committed adultery, she was one of the women who are unfit to drink [the bitter water],<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">See Halachah 2.</i> or the warning was administered by the court [and not by her husband]<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">See Chapter 1, Halachot 10-11.</i> - since she becomes forbidden to her husband, she also becomes forbidden to the man with whom she entered into privacy just as she is forbidden to her husband.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">I.e., if her husband divorces her, it is forbidden for her to marry the man concerning whom she was warned.</i><br>If this other man transgresses and marries her, he is compelled to divorce her even if she has borne him many children. Based on the Oral Tradition our Sages taught: Just as she is forbidden to her husband, she is forbidden to the man with whom she engaged in relations.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">This principle applies not only with regard to a <i>sotah</i>, but with regard to every adulterous relationship. The passage in the Torah mentions the word <i>v'nitma'ah</i> (\"and she became defiled\") twice, once in reference to the husband and once in reference to the adulterer. See <i>Hilchot Gerushin</i> 5:4-5. See also Halachah 15.</i>"
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "אֲבָל אִם לֹא קָדַם קִנּוּי וּבָאוּ עָלֶיהָ עֵדִים שֶׁנִּסְתְּרָה עִם אִישׁ זֶה וּבָאוּ וּמָצְאוּ דָּבָר מְכֹעָר כְּגוֹן שֶׁנִּכְנְסוּ אַחֲרָיו וּמְצָאוּהָ חוֹגֶרֶת חֲגוֹרָה. אוֹ מָצְאוּ רֹק לְמַעְלָה מִן הַכִּילָה וְכַיּוֹצֵא בָּזֶה. אִם הוֹצִיאָהּ בַּעְלָהּ בְּדָבָר מְכֹעָר כָּזֶה הֲרֵי זוֹ לֹא תִּנָּשֵׂא לַנִּטְעָן אֶלָּא אֲסוּרָה עָלָיו. וְאִם עָבַר וּנְשָׂאָהּ וְהָיוּ לָהּ בָּנִים מִמֶּנּוּ לֹא תֵּצֵא. וְאִם לֹא הָיוּ לָהּ בָּנִים מִמֶּנּוּ תֵּצֵא: \n",
            "english": "[Different rules apply when,] however, a woman was not warned and witnesses came and testified that she entered into privacy with a man, and then they discovered unsavory behavior: e.g., they entered [her room] after [the man in question did] and saw her tying her belt, they found wet spittle on the bed's canopy,<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">This indicates that someone was lying face up on the bed and could not turn to either side (Rashi, <i>Yevamot</i> 24a). See <i>Hilchot Ishut</i> 24:15 and notes, where these concepts are discussed in greater detail.</i> or the like. If her husband divorces her because of this unsavory behavior,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">He is not, however, compelled to divorce her. The matter is left to his initiative (<i>Kessef Mishneh; Beit Shmuel</i> 11:6).</i> she should not marry the man with whom she is suspected [of having relations]; instead, she should be forbidden to him.<br>If she transgresses and marries [this man] and children are born to them, she need not be divorced.<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">Since there is no conclusive evidence that she is forbidden, she is allowed to remain married, so that the reputation of her children will not be sullied.</i> If she has not borne [this man] children, he must divorce her."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "בַּמֶּה דְּבָרִים אֲמוּרִים בְּשֶׁרִנְּנוּ הָעִיר עָלֶיהָ וְעַל הַנִּטְעָן יוֹם וּמֶחֱצָה אוֹ יוֹתֵר. וְאָמְרוּ פְּלוֹנִי זִנָּה עִם פְּלוֹנִית וְלֹא פָּסַק הַקּוֹל. וְהוּא שֶׁלֹּא הָיוּ לָהּ אוֹ לוֹ אוֹיְבִים שֶׁמַּעֲבִירִין אֶת הַקּוֹל. אֲבָל אִם לֹא הָיְתָה שָׁם רִנָּה לְדָבָר זֶה בָּעִיר אוֹ שֶׁפָּסַק הַקּוֹל שֶׁלֹּא מֵחֲמַת יִרְאָה. אִם נִשֵּׂאת לַנִּטְעָן לֹא תֵּצֵא אַף עַל פִּי שֶׁאֵין לָהּ בָּנִים. אֲפִלּוּ בָּא עֵד אֶחָד שֶׁזִּנְּתָה עִמּוֹ לֹא תֵּצֵא: \n",
            "english": "When does the above apply? When [the inhabitants of] a city gossiped about the man and woman in question for a day and a half or more, saying: \"So and so committed adultery with so and so,\" and this rumor did not cease. [Moreover, this applies] only when neither [the man nor the woman in question] have enemies who spread this rumor.<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">The Ramah (<i>Even HaEzer</i> 11:1) differs and maintains that if there are both a rumor that continues spreading throughout the city, and witnesses who saw unsavory behavior, the husband is required to divorce his wife if she has not borne him children [<i>Shulchan Aruch</i> (<i>Even HaEzer</i> 11:2)].</i><br>If, however, the rumor was not widespread throughout the city, or the rumor ceased for reasons other than fear [different rules apply]. If she marries [the man in question], she need not be divorced although she has not borne him any children. Even when one witness comes and testifies that she committed adultery with him, she need not be divorced.<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">If, however, two witnesses testify to adultery, the adulterer is compelled to divorce her, as stated above.</i>"
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "מִי שֶׁהוֹצִיאָהּ בַּעְלָהּ בְּעֵדֵי דָּבָר מְכֹעָר וְנִשֵּׂאת לְאַחֵר וְגֵרְשָׁהּ הֲרֵי זוֹ אֲסוּרָה לְהִנָּשֵׂא לַנִּטְעָן שֶׁיָּצָאתָה מִתַּחַת בַּעְלָהּ בִּגְלָלוֹ. וְאִם נִשֵּׂאת לֹא תֵּצֵא אַף עַל פִּי שֶׁאֵין לָהּ בָּנִים: \n",
            "english": "If a woman who was divorced by her [first] husband for unsavory behavior marries another man and is later divorced by him, she is forbidden to marry the man because of whom she was divorced by her first husband. If, however, she marries him, he is not compelled to divorce her even though she has not borne him children.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Although the couple are forbidden to marry, since there were no witnesses to the act of adultery, and the second marriage interposed, a more lenient ruling is given than that stated in Halachah 13.</i>"
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "כָּל אִשָּׁה שֶׁבָּאוּ שְׁנֵי עֵדִים וְהֵעִידוּ שֶׁזִּנְּתָה עִם זֶה כְּשֶׁהָיְתָה תַּחַת בַּעְלָהּ הָרִאשׁוֹן הֲרֵי זוֹ תֵּצֵא מִזֶּה. וְאַף עַל פִּי שֶׁיֵּשׁ לָהּ מִמֶּנּוּ כַּמָּה בָּנִים. וְכָל מָקוֹם שֶׁאָמַרְנוּ תֵּצֵא תֵּצֵא בְּלֹא כְּתֻבָּה: \n",
            "english": "Whenever two witnesses testify that, while she was married to another man, a woman committed adultery<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">The <i>Chelkat Mechokek</i> 11:10 emphasizes that this law applies only when the woman willingly committed adultery. If she was raped while married to her first husband, she does not become forbidden to him. Moreover, she also does not become forbidden to the rapist, and if she is widowed or divorced, she is permitted to marry him.</i> with the man to whom she is presently married, she must be divorced by her present husband even though she has borne him several children.<br>In all the instances where we said that a woman must be divorced, she is not entitled to receive [the money due her by virtue of] her <i>ketubah</i>.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">For it is her immodest conduct that caused her to be forbidden.</i>"
          }
        }
      ]
    },
    {
      "chapter": 3,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "כֵּיצַד סֵדֶר הַשְׁקָאַת סוֹטָה. הַבַּעַל בָּא לְבֵית דִּין שֶׁבְּעִירוֹ וְאוֹמֵר לָהֶן אִשְׁתִּי זוֹ קִנֵּאתִי לָהּ עִם פְּלוֹנִי וְנִסְתְּרָה עִמּוֹ וְאֵלּוּ הֵן עֵדַי וַהֲרֵי הִיא אוֹמֶרֶת שֶׁהִיא טְהוֹרָה וַאֲנִי רוֹצֶה לְהַשְׁקוֹתָהּ לִבְדֹּק הַדָּבָר. וּבֵית דִּין שׁוֹמְעִין דִּבְרֵי הָעֵדִים. וּמוֹסְרִין לוֹ שְׁנֵי תַּלְמִידֵי חֲכָמִים לְשָׁמְרוֹ שֶׁמָּא יָבֹא עָלֶיהָ קֹדֶם שְׁתִיָּה. שֶׁהֲרֵי נֶאֶסְרָה עָלָיו עַד שֶׁתִּשְׁתֶּה. וּמְשַׁלְּחִין אוֹתוֹ לִירוּשָׁלַיִם שֶׁאֵין מַשְׁקִין אֶת הַסּוֹטָה אֶלָּא בְּבֵית דִּין הַגָּדוֹל שֶׁל שִׁבְעִים זְקֵנִים בַּמִּקְדָּשׁ: \n",
            "english": "What is the process through which a <i>sotah</i> is compelled to drink the bitter water? First the husband comes to the court in his city and tells them: \"I warned my wife [not to enter into privacy] with so and so, and she entered into privacy with him. These are the witnesses who will confirm my statements. She claims not to have committed adultery. I desire to have her drink the bitter water to verify this matter.\"<br>The court then listens to the testimony of the witnesses. [If it is substantial,] they provide [the husband] with two sages<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">For they know that she is forbidden to him and will warn him against engaging in relations with her (Rambam's Commentary on the Mishnah, <i>Sotah</i> 1:3).</i> to watch over him, lest he engage in relations with her before she drinks the bitter water, for she is prohibited to him until that time,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">And if he engages in relations with her, the bitter water will not test her fidelity, as reflected by Chapter 2, Halachah 5.</i> and he is sent to Jerusalem. For a <i>sotah</i> is compelled to drink [the bitter water] only by the Supreme Court of 70 elders,<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">This refers to the <i>Sanhedrin</i>, the highest Jewish court. The obligation for a case involving a <i>sotah</i> to be tried before this body is derived from an association between this case and a rebellious elder (<i>Sotah</i> 7b).</i> who [hold session] in the Temple.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">More precisely, the <i>Sanhedrin</i> would hold session in the Chamber of Hewn Stone, which was located half within the Temple Courtyard and half outside the Temple Courtyard.<br>Note the responsum of the <i>Chida, Chayim Sha'al</i>, (Volume II, section 4), which states that the High Court can try a <i>sotah</i> even when it does not hold session in the Temple Courtyard. Rather, according to his interpretation, the words \"in the Temple\" refer to the process of testing a <i>sotah</i>. Every aspect of the test is carried out in the Temple.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "הִגִּיעוּ לִירוּשָׁלַיִם בֵּית דִּין הַגָּדוֹל מוֹשִׁיבִין אוֹתָהּ בֵּינֵיהֶן וּמְאַיְּמִין עָלֶיהָ שֶׁלֹּא בִּפְנֵי בַּעְלָהּ וּמַפְחִידִין אוֹתָהּ פַּחַד גָּדוֹל שֶׁלֹּא תִּשְׁתֶּה. וְאוֹמְרִים לָהּ בִּתִּי הַרְבֵּה הַיַּיִן עוֹשֶׂה. הַרְבֵּה שְׂחוֹק עוֹשֶׂה. הַרְבֵּה יַלְדוּת עוֹשָׂה. הַרְבֵּה שְׁכֵנִים רָעִים עוֹשִׂים. אַל תִּגְרְמִי לַשֵּׁם הַגָּדוֹל שֶׁנִּכְתַּב בִּקְדֻשָּׁה שֶׁיִּמָּחֶה עַל הַמַּיִם. וְאוֹמְרִין לָהּ בִּתִּי הַרְבֵּה קְדָמוּךְ וְנִשְׁטְפוּ וַאֲנָשִׁים גְּדוֹלִים וִיקָרִים תָּקַף יִצְרָן עֲלֵיהֶן וְנִכְשְׁלוּ. וּמַגִּידִין לָהּ מַעֲשֵׂה יְהוּדָה וְתָמָר כַּלָּתוֹ. וּמַעֲשֵׂה רְאוּבֵן בְּפִילֶגֶשׁ אָבִיו עַל פְּשָׁטוֹ. וּמַעֲשֵׂה אַמְנוֹן וַאֲחוֹתוֹ. כְּדֵי לְהָקֵל עָלֶיהָ עַד שֶׁתּוֹדֶה. וְאִם אָמְרָה הֵן נִטְמֵאתִי אוֹ אֵינִי שׁוֹתָה יוֹצְאָה בְּלֹא כְּתֻבָּה וְהוֹלֶכֶת לָהּ: \n",
            "english": "When they arrive in Jerusalem, the High Court has her sit in its presence while her husband is not present,<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">Some commentaries explain that if her husband is present, she will be motivated to uphold her previous statements and will not admit her guilt. Others explain that if her husband is present, she might be embarrassed to admit that she committed adultery.</i> and they alarm her, frighten her and bring upon her great dread so that she will not [desire to] drink [the bitter water.<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">And thus cause God's name to be blotted out.</i><br>They tell her: \"My daughter, [we know] that wine has a powerful influence, frivolity has a powerful influence, immaturity has a powerful influence, bad neighbors have a powerful influence.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">I.e., a candid admission of guilt is nothing to be ashamed of, because we understand the extenuating circumstances.</i> Do not cause [God's] great name, which is written in holiness, to be blotted out in the water.\"<br>And they tell her: \"There are many who preceded you and were swept away [from the world].<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">I.e., you are not the first woman to have committed adultery. Many women have done so and they have been swept away from the world in punishment via the medium of the bitter water. Why follow in the same pattern? Admit your guilt.</i> Men of greater and more honorable stature have been overcome by their natural inclination and have faltered.\" [To emphasize this,] they tell her the story of Judah and Tamar, his daughter-in-law,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">Genesis, Chapter 38. The Bible relates how Tamar dressed up like a prostitute and seduced Judah. The story is significant not only because it shows how a person can be lured into sexual misconduct, but it also relates how Judah was not embarrassed to admit his guilt publicly.</i> the simple meaning of the episode concerning Reuben and [Bilhah], his father's concubine,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Genesis 35:22 states that Reuben had relations with Bilhah, his father's concubine. According to <i>Shabbat</i> 55b, the verse is not meant to be interpreted literally, for actually he did not commit a sin of this nature. Nevertheless, to encourage the woman to admit her guilt, she is told the simple meaning of the narrative.</i> and the story of Amnon and his sister,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">II Samuel, Chapter 13, describes how Amnon, King David's firstborn, raped his half-sister Tamar.</i> to make it easier for her to admit [her guilt].<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">I.e., hearing the example of these distinguished individuals' conduct will motivate her to admit her own shortcomings.</i><br>If she says: \"I committed adultery,\" or \"I will not drink [the water],\"<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">Although she does not admit her guilt explicitly, this statement is equivalent to an admission of guilt.</i> she is to be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>, and the matter is dismissed."
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "עָמְדָה בְּדִבּוּרָהּ שֶׁהִיא טְהוֹרָה. מְבִיאִין אוֹתָהּ לְשַׁעַר מִזְרָחִי שֶׁל עֲזָרָה שֶׁהוּא כְּנֶגֶד קדֶשׁ הַקָּדָשִׁים. וּמַעֲלִין אוֹתָהּ מִמָּקוֹם לְמָקוֹם וּמַקִּיפִין בָּהּ כְּדֵי לְיַגְּעָהּ עַד שֶׁתִּקְצַר נַפְשָׁהּ אוּלַי תּוֹדֶה: \n",
            "english": "If she persists in he claim of innocence, she is brought to the eastern gate of the Temple Courtyard, which faces the Holy of Holies.<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">This gate is referred to as the Gate of Nicanor.</i> She should be taken from place to place [in the Temple Courtyard] and made to walk around it so that she will become tired and her spirits will sap [with the intent that perhaps] she will admit [her guilt]."
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אִם עָמְדָה בְּדִבּוּרָהּ מְבִיאִין אוֹתָהּ כְּנֶגֶד שַׁעַר הַמִּזְרָח מִבַּחוּץ וּמַעֲמִידִין אוֹתָהּ שָׁם. הָיְתָה מִתְכַּסָּה בִּלְבָנִים מִתְכַּסָּה בִּשְׁחוֹרִין. וְאִם הָיוּ הַשְּׁחוֹרִין נָאִין לָהּ מִתְכַּסָּה בִּבְגָדִים שֶׁאֵין לָהּ בָּהֶן נוֹי. וּמְסִירִין כָּל כְּלֵי כֶּסֶף וְזָהָב שֶׁעָלֶיהָ: \n",
            "english": "If she persists in her claim, she is brought outside the eastern gate and made to stand there. If she usually dresses in white, she should dress in black. If black garments make her look attractive, she should dress in clothes that do not make her attractive. All silver and gold jewelry should be removed from her."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּמְקַבְּצִין עָלֶיהָ קִבּוּץ גָּדוֹל שֶׁל נָשִׁים שֶׁכָּל הַנָּשִׁים הַנִּמְצָאוֹת שָׁם חַיָּבוֹת לִרְאוֹתָהּ שֶׁנֶּאֱמַר <small>(יחזקאל כג מח)</small> \"וְנִוַּסְּרוּ כָּל הַנָּשִׁים וְלֹא תַעֲשֶׂנָה כְּזִמַּתְכֶנָה\". וְכָל אִישׁ שֶּׁיַּחְפֹּץ לָבֹא לִרְאוֹתָהּ יָבֹא וְיִרְאֶה. וְהִיא עוֹמֶדֶת בֵּינֵיהֶן בְּלֹא רְדִיד וּבְלֹא מִטְפַּחַת אֶלָּא בִּבְגָדֶיהָ וְכִפָּה שֶׁעַל רֹאשָׁהּ כְּמוֹ שֶׁהָאִשָּׁה בְּתוֹךְ בֵּיתָהּ: \n",
            "english": "Many women are gathered [to see] her, for all the women present [on the Temple Mount] are obligated to observe her, [as implied by Ezekiel 23:48]: \"So that all women will be taught not to follow their lewdness.\" Any man who wants to observe her may do so.<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">The presence of the onlookers serves two purposes: It embarrasses the woman being tested, and it spurs the onlookers themselves to higher moral practice.</i><br>She stands among [the women] without a cloak or a veil, wearing only her clothes and a cap, as a woman dresses within her home.<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">See <i>Hilchot Ishut</i> 13:11 and 24:12, which describe these garments.</i>"
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "וְאֵין מַנִּיחִין שָׁם לֹא עֲבָדֶיהָ וְלֹא שִׁפְחוֹתֶיהָ מִפְּנֵי שֶׁהִיא מַכֶּרֶת אוֹתָן וְדַעְתָּהּ מִתְיַשֶּׁבֶת בָּהֶן: \n",
            "english": "Neither her servants nor her maidservants are allowed to be there, because [when] she recognizes them, her spirits will be fortified.<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">Seeing familiar faces will encourage her to persist in her position, rather than admit her guilt.</i>"
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ מַשְׁבִּיעָהּ הַכֹּהֵן בְּלָשׁוֹן שֶׁהִיא מַכֶּרֶת וּמוֹדִיעָהּ בִּלְשׁוֹנָהּ שֶׁלֹּא גָּרַם לָהּ אֶלָּא קִנּוּי וּסְתִירָה שֶׁקִּנֵּא לָהּ בַּעְלָהּ וְנִסְתְּרָה. וְאוֹמֵר לָהּ בְּלָשׁוֹן שֶׁמַּכֶּרֶת <small>(במדבר ה יט)</small> \"אִם לֹא שָׁכַב אִישׁ אֹתָךְ וְאִם לֹא שָׂטִית טֻמְאָה תַּחַת אִישֵׁךְ הִנָּקִי מִמֵּי הַמָּרִים הַמְאָרַרִים הָאֵלֶּה\" <small>(במדבר ה כ)</small> \"וְאַתְּ כִּי שָׂטִית תַּחַת אִישֵׁךְ וְכִי נִטְמֵאת וַיִּתֵּן אִישׁ בָּךְ אֶת שְׁכָבְתּוֹ מִבַּלְעֲדֵי אִישֵׁךְ\" <small>(במדבר ה כא)</small> \"יִתֵּן ה' אוֹתָךְ לְאָלָה וְלִשְׁבֻעָה בְּתוֹךְ עַמֵּךְ בְּתֵת ה' אֶת יְרֵכֵךְ נֹפֶלֶת וְאֶת בִּטְנֵךְ צָבָה\" <small>(במדבר ה כב)</small> \"וּבָאוּ הַמַּיִם הַמְאָרְרִים הָאֵלֶּה בְּמֵעַיִךְ לַצְבּוֹת בֶּטֶן וְלַנְפִּל יָרֵךְ\". וְהִיא אוֹמֶרֶת <small>(במדבר ה כב)</small> \"אָמֵן אָמֵן\" בְּלָשׁוֹן שֶׁמַּכֶּרֶת. וּמוֹדִיעָהּ שֶׁהַבֶּטֶן הִיא תִּלְקֶה תְּחִלָּה וְהַיָּרֵךְ בַּסּוֹף כְּדֵי שֶׁלֹּא לְהוֹצִיא לַעַז עַל הַמַּיִם: \n",
            "english": "Afterwards, the priest administers an oath to her in a language that she understands.<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">Although the process that follows is a ritual, it is necessary that the woman understand the oath and her response to it, for the oath to be binding upon her. Therefore, there is no necessity for it to be administered in Biblical Hebrew; any language that the woman understands is sufficient.</i> He tells her in her language that [she is being subjected to this test] because of the warning that her husband gave her, [which she violated by] entering into privacy [with the man in question].<br>He repeats for her in a language that she understands [the Biblical passage, Numbers 5:19-23]: \"If a man has not lain with you, and you have not committed adultery, so as to be defiled to your husband, you shall be unharmed by this curse-bearing bitter water. But if you have committed adultery and you have become defiled, because a man other than your husband has lain with you... God will make you into a curse and into an oath among your people, causing your thigh to rupture and your belly to swell. This curse-bearing water will enter your body, causing your belly to swell and your thigh to rupture.\" [This serves as an oath]. She responds: \"Amen, Amen,\"<sup class=\"footnote-marker\">19</sup><i class=\"footnote\">As the above passage concludes. Repeating Amen after an oath is equivalent to taking that oath oneself (<i>Hilchot Sh'vuot</i> 2:1).</i> in a language she understands.<br>He tells her that her belly will be affected first and afterwards, her thigh so as not to tarnish the reputation of the water.<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">Since the passage mentions both orders, the priest mentions that the order of retribution will be from the belly to the thigh, lest people say that the waters did not bring about the curse in the manner in which the Torah said they would (<i>Sotah</i> 9b).</i>"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ מֵבִיא מְגִלָּה שֶׁל עוֹר טָהוֹר כְּמוֹ סֵפֶר תּוֹרָה וְכוֹתֵב עָלֶיהָ בִּלְשׁוֹן הַקֹּדֶשׁ בִּדְיוֹ שֶׁאֵין בּוֹ קַנְקַנְתּוֹם לִשְׁמָהּ שֶׁל אִשָּׁה כְּמוֹ הַגֵּט. וְכוֹתֵב כָּל הַדְּבָרִים שֶׁהִשְׁבִּיעַ אוֹתָהּ בָּהֶם אוֹת בְּאוֹת מִלָּה בְּמִלָּה. וְכוֹתֵב אֶת הַשֵּׁם כִּכְתָבוֹ. וְאֵינוֹ כּוֹתֵב אָמֵן אָמֵן: \n",
            "english": "Afterwards, a scroll of parchment from a kosher animal, like the parchment used for a Torah scroll,<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">See <i>Hilchot Tefillin</i> 1:10. See Chapter 4, Halachah 8, which mentions several factors in which an equivalence is made between the scroll used for a <i>sotah</i> and a Torah scroll. As stated in that halachah, the equivalence is based on Numbers 5:23, which refers to the scroll used for a <i>sotah</i> as a <i>sefer</i>, the same term used for a Torah scroll.<br>The Jerusalem Talmud (<i>Sotah</i> 2:4) states that the parchment must be made from the hide of a kosher animal, lest the woman refuse to drink and the passage be required to be entombed. It would not be fitting for God's name to remain on parchment from a non-kosher animal.</i> is brought. On it is written, word for word, letter for letter,<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">Originally, the passage would be copied from a Torah scroll. In the Second Temple era, Queen Heleni had fashioned a golden tablet with the words of this passage written on it (<i>Yoma</i> 37a).</i> the entire passage that [the priest] administered to the woman as an oath.<br>[The passage must be] written in Biblical Hebrew, with ink that does not contain <i>kankantum,</i><sup class=\"footnote-marker\">23</sup><i class=\"footnote\">In his Commentary on the Mishnah, <i>Gittin</i> 2:3, the Rambam defines this term with an Arabic word explained by Rav Kapach as referring to a green powder that when mixed with gallnut juice produces a black substance. Ink made with this substance cannot be rubbed out. See Chapter 4, Halachah 9.</i> for the sake of the woman, as a <i>get</i> must be written with that intent.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">See <i>Hilchot Gerushin</i>, Chapter 3.</i> God's name should be written in the proper manner.<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">The <i>Zohar</i>, Volume III, page 124b, interprets this as meaning that chronologically the first letter of God's name must be written first; the second, second; etc. Perhaps this is the Rambam's intent as well.<br>Alternatively, it is possible to explain that God's name is written with the letters י-ה-ו-ה, and not in another form.</i> The words \"Amen, Amen\" should not be written."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ מֵבִיא כְּלִי חֶרֶשׂ שֶׁלֹּא נַעֲשָׂה בּוֹ מְלָאכָה מֵעוֹלָם וְלֹא יֵרָאֶה כִּכְלִי בָּלֶה מֵאֹרֶךְ הַזְּמַן. וְאִם הֶחְזִירוֹ לַכִּבְשָׁן עַד שֶׁנִּתְחַדֵּשׁ כָּשֵׁר. וְנוֹתֵן לְתוֹכוֹ חֲצִי לוֹג מַיִם מִן הַכִּיּוֹר. וּבַחֲצִי לוֹג שֶׁהָיָה בַּמִּקְדָּשׁ הָיָה מוֹדְדוֹ. וְנִכְנַס בּוֹ לַהֵיכָל: \n",
            "english": "Afterwards, an earthenware vessel<sup class=\"footnote-marker\">26</sup><i class=\"footnote\"><i>Sotah</i> 9a states: She prepared wine for the adulterer in attractive goblets. As a consequence, the priest shall make her drink bitter water from a clay cup.</i> that was never used for any task previously<sup class=\"footnote-marker\">27</sup><i class=\"footnote\"><i>Sotah</i> 15b establishes an equivalence between the vessel that contains the water used for a <i>sotah</i> and the vessel that contains the water used to purify a person afflicted with <i>tzara'at</i>, a Biblical ailment somewhat like leprosy. And that vessel cannot have been used for any task previously (<i>Hilchot Tum'at Tzara'at</i> 11:1).</i> and that does not look aged is brought. If one takes an aged vessel and returns it to a kiln so that it looks new, it is acceptable.<br>A half a <i>log</i><sup class=\"footnote-marker\">28</sup><i class=\"footnote\">172.8 cubic centimeters according to <i>Shiurei Torah</i>, 298.5 cubic centimeters according to <i>Chazon Ish</i>.</i> of water from the basin [from which the priests wash]<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Numbers 5:17 states that \"holy water must be taken.\" The <i>Sifre</i> interprets this as referring to \"water that has been consecrated in a utensil, the water of the basin.\"</i> is placed in it. There was a measuring vessel of that size in the Temple. Afterwards, the water is taken into the Sanctuary."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "וּמָקוֹם הָיָה שָׁם אַמָּה עַל אַמָּה לִימִין הַנִּכְנָס וּבוֹ טַבְלָא שֶׁל שַׁיִשׁ וְטַבַּעַת קְבוּעָה בָּהּ. מַגְבִּיהַּ הַטַּבְלָא וְלוֹקֵחַ עָפָר מִקַּרְקַע הַמִּשְׁכָּן. וְנוֹתְנוֹ עַל גַּבֵּי הַמַּיִם כְּדֵי שֶׁיֵּרָאֶה עַל פְּנֵי הַמַּיִם. וְנוֹתֵן לְתוֹכָן דָּבָר מַר כְּגוֹן לַעֲנָה וְכַיּוֹצֵא בָּהּ שֶׁנֶּאֱמַר <small>(במדבר ה יח)</small> \"מֵי הַמָּרִים\". וּמוֹחֵק לְתוֹכָן הַמְּגִלָּה לִשְׁמָהּ וְיִמְחֹק יָפֶה יָפֶה עַד שֶׁלֹּא יִשָּׁאֵר בַּמְּגִלָּה רשֶׁם הַנִּכָּר כְּלָל: \n",
            "english": "[In the Sanctuary,] there was a place, one cubit by one cubit, at the right as one entered, [covered by] a marble tile with a ring affixed to it.<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">The ring enables the tile to be lifted easily.</i> [The priest] would lift the tile and take \"from the dust... on the earth of the Tabernacle\" [Numbers 5:17] and place it in the water, so that it could be seen [floating] on the water.<br>Into this mixture is also placed a bitter substance, wormwood or the like, as implied by [<i>ibid.</i>:18], which refers to \"the bitter water.\"<br>He [then] dissolves [the writing of] the scroll in [the water], doing this for the sake of [the woman being tested]. He must dissolve [the writing] carefully, so that no trace of it remains on the scroll."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ כֹּהֵן אֶחָד בָּא אֵלֶיהָ מִכֹּהֲנֵי הָעֲזָרָה וְאוֹחֵז בִּבְגָדֶיהָ מִכְּנֶגֶד פָּנֶיהָ וְקוֹרֵעַ עַד שֶׁהוּא מְגַלֶּה אֶת לִבָּהּ. וּמְגַלֶּה שְׂעָרָהּ וְסוֹתֵר מַחְלְפוֹת רֹאשָׁהּ כְּדֵי לְנַוְּלָהּ. וּמֵבִיא חֶבֶל מִצְרִי כְּדֵי לְהַזְכִּירָהּ מַעֲשֵׂה מִצְרַיִם שֶׁעָשְׂתָה. וְאִם לֹא מָצְאוּ מִצְרִי מֵבִיא חֶבֶל מִכָּל מָקוֹם. וְקוֹשְׁרוֹ לְמַעְלָה מִדָּדֶיהָ כְּדֵי שֶׁלֹּא יִפְּלוּ הַבְּגָדִים וְנִמְצֵאת עֲרֻמָּה שֶׁהֲרֵי נִקְרְעוּ: \n",
            "english": "Afterwards,<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">Note the <i>Kessef Mishneh</i>, who questions the Rambam's source for the fact that the writing of the scroll would be dissolved before the woman's clothes were torn open.</i> one of the priests [serving] in the Temple courtyard would approach her.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">The <i>Tosefta</i> (<i>Sotah</i> 1:5) states that the priest would be chosen by a lottery. <i>Chasdei David</i> explains that a priest would be selected in this manner so that no one would think that one desired the task in order to view the woman's nakedness.</i> He would take hold of her clothes from the front and rip them until he revealed her heart. Similarly, he would reveal her hair,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">This is cited by the Rabbis as proof that a Jewish woman's hair must always be covered. Otherwise, she is considered immodest. See <i>Hilchot Ishut</i> 24:11-12.</i> undoing the plaits of her hair, to make her look unattractive.<br>He would then bring an Egyptian rope<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">I.e., a rope made of palm bast.</i> to allude to the conduct of the Egyptians<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">As implied by Leviticus 18:3, the Egyptians were known for their immodest behavior. Thus, the imagery evoked by the rope also served to chastise the woman for her conduct (Jerusalem Talmud, <i>Sotah</i> 1:6).</i> - which she emulated - and tie it above her breasts so that her clothes would not fall, for they were torn, and she be left standing naked. If an Egyptian [rope] is not available, he should bring any rope."
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ מֵבִיא עִשָּׂרוֹן קֶמַח שְׂעוֹרִים מִשֶּׁל בַּעַל. וְנוֹתְנוֹ בִּכְפִיפָה מִצְרִית. וְהַחֶבֶל וְהַכְּפִיפָה בָּאִין מִשְּׁיָרֵי הַלִּשְׁכָּה. וְנוֹתְנוֹ לְיָדֶיהָ כְּדֵי לְיַגְּעָהּ: \n",
            "english": "Afterwards, he would bring an <i>isaron</i><sup class=\"footnote-marker\">36</sup><i class=\"footnote\">An <i>isaron</i> is considered the size of 43.2 eggs. According to modern measure, the size of an egg is considered to be 57.6 cubic centimeters according to <i>Shiurei Torah</i> and 99.5 cubic centimeters according to the <i>Chazon Ish</i>.</i> of barley<sup class=\"footnote-marker\">37</sup><i class=\"footnote\"><i>Sotah</i> 15b notes that, in contrast to wheat, which is used as food for humans, barley is employed primarily as animal fodder. Since the woman acted like an animal, betraying her fidelity to her husband, the sacrifice she brings consists of grains used for beasts.</i> meal purchased by the husband and place it in an Egyptian basket.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">I.e., a wicker basket made of palm leaves. The allusion to Egypt is intended to convey the same symbolism as above.</i><br>The rope and the basket should be purchased from the funds remaining in the Temple treasury.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">See <i>Hilchot Shekalim</i> 2:4, which explains that this term refers to money collected from the half-<i>shekalim</i> donated by the entire Jewish people, which remains after the purchase of communal sacrifices. As stated in <i>Hilchot Shekalim</i> 4:8, these funds were used for various communal purposes.</i> [The basket with the meal] should be placed in her hand to weary her.<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">This is intended to motivate her to admit her guilt. Until the meal offering is sacrificed, she may admit her guilt and thus free herself of the obligation to drink the bitter water and suffer the severe penalty involved (<i>Sotah</i> 14a).</i>"
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ לוֹקֵחַ הַמִּנְחָה מִן הַכְּפִיפָה וְנוֹתְנָהּ לִכְלִי שָׁרֵת. וְאֵינוֹ נוֹתֵן עָלֶיהָ שֶׁמֶן וְלֹא לְבוֹנָה. וְאִם נָתַן לוֹקֶה עַל הַשֶּׁמֶן בִּפְנֵי עַצְמוֹ וְעַל הַלְּבוֹנָה בִּפְנֵי עַצְמָהּ. שֶׁנֶּאֱמַר <small>(במדבר ה טו)</small> \"לֹא יִצֹק עָלֶיהָ שֶׁמֶן וְלֹא יִתֵּן עָלֶיהָ לְבֹנָה\": \n",
            "english": "Afterwards, the meal offering is taken from the basket and placed in a sacred vessel.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">As befits a sacrificial offering.</i> Neither oil nor frankincense should be placed upon it.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">Note the commentary of Rashi on Numbers 5:15, which explains the rationale for these prohibitions. Adding frankincense and oil adorns the sacrifices, making them more attractive. More specifically, there are allegorical connotations to the above. Oil is a metaphor for light, and this woman acted in darkness. Frankincense is used as an allusion to the Matriarchs, who were the epitome of modesty, and this woman departed from their ways.</i> If [these substances] are placed upon it, [the priest] should be lashed for [placing] both the oil and the frankincense individually,<sup class=\"footnote-marker\">43</sup><i class=\"footnote\">I.e., each one is considered as a separate negative commandment. See <i>Sefer HaMitzvot</i> (negative commandment 104-105) and <i>Sefer HaChinuch</i> (mitzvot 366-367).</i> as [implied by Numbers 5:15]: \"He shall not pour oil on it, nor place frankincense on it.\""
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "וּבְכָל זְמַן שֶׁפּוֹרֵעַ רֹאשָׁהּ וְנוֹתֵן הָעִשָּׂרוֹן עַל יָדֶיהָ יִהְיוּ הַמַּיִם בִּכְלִי בְּיַד הַכֹּהֵן וְיַרְאֶה אוֹתָהּ אֶת הַמַּיִם שֶׁנֶּאֱמַר <small>(במדבר ה יח)</small> \"וּבְיַד הַכֹּהֵן יִהְיוּ מֵי הַמָּרִים הַמְאָרַרִים\": \n",
            "english": "Throughout the time the priest uncovers the woman's hair and places the <i>isaron</i> [of meal] on her hand, the priest should hold the vessel containing the water in his hand and show it to the woman,<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">To frighten her and to encourage her to confess (<i>Bemidbar Rabbah</i> 9:33).</i> as [implied by Numbers 5:18]: \"The bitter, curse-bearing waters shall be in the hand of the priest.\""
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "וְאַחַר כָּךְ מַשְׁקֶה אוֹתָהּ. וְאַחַר שֶׁתִּשְׁתֶּה לוֹקֵחַ כְּלִי שָׁרֵת שֶׁבּוֹ הַמִּנְחָה וְנוֹתְנוֹ עַל יָדֶיהָ. וְכֹהֵן מֵנִיחַ יָדוֹ תַּחְתֶּיהָ וּמְנִיפָהּ בַּמִּזְרָח כִּשְׁאָר כָּל הַתְּנוּפוֹת. מוֹלִיךְ וּמֵבִיא מַעֲלֶה וּמוֹרִיד. וְאַחַר כָּךְ מַגִּישׁ הַמִּנְחָה לְקֶרֶן דְּרוֹמִית מַעֲרָבִית שֶׁל מִזְבֵּחַ כִּשְׁאָר מְנָחוֹת שֶׁל יָחִיד. וְקוֹמֵץ וּמַקְטִיר הַקֹּמֶץ. וְהַשְּׁאָר נֶאֱכָל לַכֹּהֲנִים: \n",
            "english": "Afterwards, he gives her [the water] to drink. After she drinks, he takes the sacred vessel containing the meal offering and places it on her hand. The priest then places his hand below her [hand] and waves the offering<sup class=\"footnote-marker\">45</sup><i class=\"footnote\">The meal offering had to be waved by both the woman bringing it and the priest. The Jerusalem Talmud (<i>Sotah</i> 3:1) states that \"the evil inclination does not operate at that time,\" and hence there is no danger that the physical contact will stir the priest to sexual desire.</i> in [the portion of the Temple courtyard to] the east [of the altar], as is done with all other meal offerings.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">See <i>Hilchot Ma'aseh HaKorbanot</i> 9:6-7.</i><br>He should bring it to [each of the four compass directions] and up and down.<sup class=\"footnote-marker\">47</sup><i class=\"footnote\"><i>Sukkah</i> 37b interprets this as acknowledgement of God's dominion over the entire universe. <i>Menachot</i> 62a explains that this is a measure to check undesirable winds.</i> Afterwards, he brings the meal offering to the horn at the southwestern corner of the altar, as is done with other meal offerings brought by private individuals.<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">See <i>Hilchot Ma'aseh HaKorbanot</i> 13:12, which describes the offering of meal offerings brought by private individuals.</i><br>He should take a fistful of the meal and offer it on the fire. The remainder [of the meal] should be eaten by the priests.<sup class=\"footnote-marker\">49</sup><i class=\"footnote\">See <i>Hilchot Ma'aseh HaKorbanot</i> 12:9, which describes the consumption of the meal offerings.</i>"
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "אִם טְהוֹרָה הִיא יוֹצֵאת וְהוֹלֶכֶת לָהּ וַהֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ. וְאִם טְמֵאָה הִיא מִיָּד פָּנֶיהָ מוֹרִיקוֹת וְעֵינֶיהָ בּוֹלְטוֹת וְהִיא מִתְמַלֵּאת גִּידִין גִּידִין וְהֵן אוֹמְרִין הוֹצִיאוּהָ (הוֹצִיאוּהָ) כְּדֵי שֶׁלֹּא תִּפְרשֹׁ נִדָּה וְהַנִּדּוֹת מְטַמְּאוֹת עֶזְרַת נָשִׁים. וְהֵן מוֹצִיאִין אוֹתָהּ מֵעֶזְרַת נָשִׁים שֶׁהִיא עוֹמֶדֶת בָּהּ. וּבִטְנָהּ צָבָה בַּתְּחִלָּה וְאַחַר כָּךְ תִּפּל יְרֵכָהּ וְתָמוּת: \n",
            "english": "If the woman is guiltless, she may depart; she is permitted to her husband. If she committed adultery, her face will immediately turn pale yellow, her eyes will bulge forth, and her veins will surface.<br>Everyone immediately shouts, \"Take her out [of the Women's Courtyard]! Take her out!\" so that she does not have a menstrual emission [there],<sup class=\"footnote-marker\">50</sup><i class=\"footnote\"><i>Sotah</i> 20b states that the terror of death might provoke menstruation.</i> for women who are in a menstrual state make the Women's Courtyard impure.<sup class=\"footnote-marker\">51</sup><i class=\"footnote\">The Rambam's wording, based on that of the Mishnah (<i>Sotah</i> 3:3), requires some clarification. The intent appears to be, not that the Women's Courtyard becomes impure, but that the woman becomes impure, and in that state she is forbidden to be in the Women's Courtyard. See <i>Hilchot Bi'at HaMikdash</i> 3:3.</i><br>They take her out of the Women's Courtyard, where she was standing. Her belly swells first and then her thigh ruptures and she dies."
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "בְּאוֹתָהּ שָׁעָה שֶׁתָּמוּת הִיא יָמוּת הַנּוֹאֵף שֶׁהִשְׁקָה עַל יָדוֹ בְּכָל מָקוֹם שֶׁהוּא וְיֶאֶרְעוּ לוֹ מְאֹרָעוֹת שֶׁאֵרְעוּ לָהּ <small>(במדבר ה כב)</small> \"לַצְבּוֹת בֶּטֶן וְלַנְפִּל יָרֵךְ\". וְכָל זֶה אִם לֹא בָּא בַּעְלָהּ בִּיאָה אֲסוּרָה מֵעוֹלָם. אֲבָל אִם בָּעַל בְּעִילָה שֶׁל אִסּוּר אֵין הַמַּיִם בּוֹדְקִין אֶת אִשְׁתּוֹ כְּמוֹ שֶׁבֵּאַרְנוּ: \n",
            "english": "When she dies, the adulterer because of whom she was compelled to drink will also die, wherever he is located. The same phenomena, the swelling of the belly and the rupture of the thigh, will also occur to him.<br>All the above applies provided her husband never engaged in forbidden sexual relations in his life. If, however, her husband ever engaged in forbidden relations, the [bitter] waters do not check [the fidelity of] his wife."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "וְאִם עָבַר וְהִשְׁקָה אֶת אִשְׁתּוֹ הֲרֵי זֶה מוֹסִיף עַל חַטָּאתוֹ פֶּשַׁע שֶׁגָּרַם לַשֵּׁם הַמְפֹרָשׁ שֶׁיִּמָּחֶה בַּמַּיִם לְבַטָּלָה וּמוֹצִיא לַעַז עַל מֵי סוֹטָה שֶׁאִשְׁתּוֹ אוֹמֶרֶת לַאֲחֵרוֹת שֶׁזִּנְּתָה וְלֹא בָּדְקוּ בָּהּ הַמַּיִם וְהִיא לֹא תֵּדַע שֶׁמַּעֲשֵׂי הַבַּעַל גָּרְמוּ שֶׁלֹּא בָּדְקוּ בָּהּ: \n",
            "english": "If [a husband] transgressed and compelled his wife to drink [the bitter water], although he previously entered into a forbidden relationship, he adds further transgression to his sin. For he causes God's name [which is not] pronounced to be blotted out on the waters for no reason and defames the reputation of the waters [used to test] a <i>sotah</i>. For his wife will tell others that she committed adultery and that the [bitter] waters did not harm her, without knowing that it was her husband's deeds that prevented the waters from checking her [fidelity]."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "לְפִיכָךְ מִשֶּׁרַבּוּ הַמְנָאֲפִים בְּגָלוּי בְּבַיִת שֵׁנִי בִּטְּלוּ הַסַּנְהֶדְרִין אֶת מֵי הַמָּרִים וְסָמְכוּ עַל הַכָּתוּב בַּקַּבָּלָה <small>(הושע ד יד)</small> \"לֹא אֶפְקוֹד עַל בְּנוֹתֵיכֶם כִּי תִזְנֶינָה\" וְגוֹ': \n",
            "english": "Therefore, when the number of people who openly committed adultery increased in the Second Temple era, the <i>Sanhedrin</i><sup class=\"footnote-marker\">52</sup><i class=\"footnote\"><i>Sotah</i> 47a states that this took place in the time of Rabban Yochanan ben Zakkai, shortly before the destruction of the Second Temple.</i> nullified the use of the bitter water, relying on the verse in the [prophetic] tradition, [Hoshea 4:14]: \"I will not punish your daughters when they commit harlotry.\""
          }
        },
        {
          "halakha": 20,
          "translations": {
            "hebrew": "סוֹטָה שֶׁיֵּשׁ לָהּ זְכוּת תַּלְמוּד תּוֹרָה אַף עַל פִּי שֶׁאֵינָהּ מְצֻוָּה עַל תַּלְמוּד תּוֹרָה הֲרֵי זֶה תּוֹלֶה לָהּ וְאֵינָהּ מֵתָה לִשְׁעָתָהּ אֶלָּא נִמֹּקֶת וְהוֹלֶכֶת וָחֳלָאִים כְּבֵדִים בָּאִין עָלֶיהָ עַד שֶׁתָּמוּת אַחַר שָׁנָה אוֹ שְׁתַּיִם אוֹ שָׁלֹשׁ לְפִי זְכוּתָהּ. וְהִיא מֵתָה בִּצְבִיַּת בֶּטֶן וּבִנְפִילַת אֵיבָרִין: \n",
            "english": "When a <i>sotah</i> has merit because of Torah study<sup class=\"footnote-marker\">53</sup><i class=\"footnote\"><i>Sotah</i> 21a says that this refers to the woman's efforts in assisting her husband and her sons in their studies.</i> - although she herself is not obligated to study the Torah<sup class=\"footnote-marker\">54</sup><i class=\"footnote\">See <i>Hilchot Talmud Torah</i> 1:1,13.</i> - her merit prolongs [her life] and she does not die immediately. Instead, she continues to be weakened,<sup class=\"footnote-marker\">55</sup><i class=\"footnote\">Our translation is based on the Rambam's Commentary on the Mishnah (<i>Sotah</i> 3:3). Others render the term as \"she deteriorates.\"</i> and suffers severe illness until she dies after a year, two years or three years, according to her merit. [When she dies,] she dies with a swollen belly and ruptured limbs."
          }
        },
        {
          "halakha": 21,
          "translations": {
            "hebrew": "סוֹטָה שֶׁשָּׁתָת מֵי הַמָּרִים וְלֹא מֵתָה מִיָּד הֲרֵי הִיא מֻתֶּרֶת לְבַעְלָהּ. וַאֲפִלּוּ הָיָה כֹּהֵן. וְאַף עַל פִּי שֶׁהִתְחִילוּ הֶחֳלָאִים לָבוֹא עָלֶיהָ וְחָלוּ שְׁאָר אֵיבָרֶיהָ הוֹאִיל וְלֹא צָבְתָה בִּטְנָהּ וְלֹא הִתְחִיל יְרֵכָהּ לִנְפּל הֲרֵי זוֹ מֻתֶּרֶת. אֲבָל מִשֶּׁהִתְחִיל בִּטְנָהּ לַצְבּוֹת וִירֵכָהּ לִנְפּל הֲרֵי זוֹ אֲסוּרָה וַדָּאִית: \n",
            "english": "When a <i>sotah</i> drinks the bitter water and does not die immediately, she is permitted to her husband, even if he is a priest.<sup class=\"footnote-marker\">56</sup><i class=\"footnote\">Who is forbidden to engage in relations with a woman who took part in forbidden sexual relations.</i> Even if illness begins to set in and her limbs become afflicted, as long as her belly does not swell or her thigh rupture, she is permitted.<sup class=\"footnote-marker\">57</sup><i class=\"footnote\">The <i>Mishneh LaMelech</i> (in the gloss on Halachah 24) explains that in this halachah, the Rambam's intent is that one might think that the fact that she becomes afflicted by sickness indicates that she was raped - i.e., the bitter water had an effect, but because she did not willfully engage in the transgression, she did not die. To negate this hypothesis, the Rambam states that even a priest is allowed to continue married life with such a woman.</i><br>When, however, her belly begins to expand and her thigh begins to rupture, she is forbidden.<sup class=\"footnote-marker\">58</sup><i class=\"footnote\">For this is a sign of adulterous relationships.</i>"
          }
        },
        {
          "halakha": 22,
          "translations": {
            "hebrew": "סוֹטָה שֶׁשָׁתָת וְהָיְתָה טְהוֹרָה הֲרֵי זוֹ מִתְחַזֶּקֶת וּפָנֶיהָ מַזְהִירוֹת. וְאִם הָיָה בָּהּ חלִי יָסוּר. וְתִתְעַבֵּר וְתֵלֵד זָכָר. וְאִם הָיָה דַּרְכָּהּ לֵילֵד בְּקֹשִׁי תֵּלֵד בִּמְהֵרָה. הָיָה דַּרְכָּהּ לֵילֵד נְקֵבוֹת תֵּלֵד זְכָרִים: \n",
            "english": "When a <i>sotah</i> who was innocent drinks [the bitter water], she becomes stronger and her face glows. If she was afflicted by sickness [that prevented her from conceiving],<sup class=\"footnote-marker\">59</sup><i class=\"footnote\">The bracketed additions are based on the commentary of the Meiri.</i> it will disappear; she will conceive and give birth to a male. If she previously had difficulty giving birth, she will give birth speedily. If she would give birth to girls, she will give birth to males."
          }
        },
        {
          "halakha": 23,
          "translations": {
            "hebrew": "בָּאוּ עֵדֵי טֻמְאָה אַחַר שֶׁשָּׁתְתָה הֲרֵי זוֹ תֵּצֵא בְּלֹא כְּתֻבָּה וַאֲסוּרָה לְבַעְלָהּ. וַאֲפִלּוּ לֹא אֵרַע לָהּ דָּבָר מִדְּבָרִים אֵלּוּ מִפְּנֵי שֶׁאֵין הַמַּיִם בּוֹדְקִין אֶלָּא מִי שֶׁאֵין לָהּ עֵדִים שֶׁמּוֹדִיעִין זְנוּתָהּ. וְעוֹד שֶׁמָּא בַּעְלָהּ אֵינוֹ מְנֻקֶּה מֵעָוֹן לְפִיכָךְ לֹא בָּדְקוּ הַמַּיִם אֶת אִשְׁתּוֹ. אֲבָל אִם בָּא עֵד אֶחָד וְהֵעִיד שֶׁהָיְתָה טְמֵאָה אֵינָהּ אֲסוּרָה וְתֵשֵׁב תַּחַת בַּעְלָהּ שֶׁהֲרֵי שָׁתְתָה: \n",
            "english": "If witnesses who say that she committed adultery come after she drinks the bitter water, she should be divorced without receiving [the money due her by virtue of] her <i>ketubah</i>, and she is forbidden to her husband.<br>This applies even when none [of the negative consequences] mentioned above occur to her. For the [bitter] waters will check only [the fidelity of a woman] concerning whom there are no witnesses who will testify to her sexual misconduct.<sup class=\"footnote-marker\">60</sup><i class=\"footnote\">When there are witnesses, there is no need for the miraculous activity of the water. For ultimately the witnesses will testify in court and cause the woman to be forbidden to her husband (Rambam's Commentary on the Mishnah, <i>Sotah</i> 1:1).</i> Moreover, it is possible that her husband is not guiltless, and it is because of him that the waters did not check his wife.<sup class=\"footnote-marker\">61</sup><i class=\"footnote\">See Halachah 17.</i><br>If, however, one witness comes and testifies that a woman committed adultery, she is not forbidden [to] her husband and can remain married to him. For she drank [the bitter water].<sup class=\"footnote-marker\">62</sup><i class=\"footnote\">I.e., had the witness testified before she drank the bitter water, she would not have been allowed to drink them, as stated in Chapter 1, Halachah 14. Nevertheless, once she drank the waters, the testimony of one witness is not sufficient to cause her to be considered guilty.</i>"
          }
        },
        {
          "halakha": 24,
          "translations": {
            "hebrew": "אִשָּׁה שֶׁזִּנְּתָה בְּאֹנֶס אוֹ בִּשְׁגָגָה אוֹ שֶׁבָּא עָלֶיהָ זֶה שֶׁקִּנֵּא לָהּ עִמּוֹ דֶּרֶךְ אֵיבָרִים אֵין הַמַּיִם בּוֹדְקִין אוֹתָהּ שֶׁנֶּאֱמַר <small>(במדבר ה יג)</small> \"וְהִיא לֹא נִתְפָּשָׂה\" פְּרָט לַאֲנוּסָה שֶׁהֲרֵי נִתְפְּשָׂה בְּחָזְקָה. <small>(במדבר ה כז)</small> \"וַתִּמְעל מַעַל בְּאִישָׁהּ\" פְּרָט לְשׁוֹגֶגֶת. <small>(במדבר ה יג)</small> \"וְשָׁכַב אִישׁ אֹתָהּ שִׁכְבַת זֶרַע\" פְּרָט לְבָא עָלֶיהָ דֶּרֶךְ אֵיבָרִים: \n",
            "english": "When a woman was compelled to engage in adulterous relationships or did so unintentionally,<sup class=\"footnote-marker\">63</sup><i class=\"footnote\">See <i>Hilchot Ishut</i> 24:20.</i> or lay naked in the embrace of the man regarding whom she was warned, but did not engage in vaginal relations,<sup class=\"footnote-marker\">64</sup><i class=\"footnote\">See the Rambam's Commentary on the Mishnah (<i>Yevamot</i> 6:1) for a more specific definition of the Hebrew term <i>derech evarim</i>.</i> [her fidelity] will not be checked by the [bitter] waters, as [implied by the following verses]. [Numbers 5:13 states:] \"And she was not taken against her will,\" thus excluding a woman who was raped. [<i>Ibid</i>.:27 states:] \"And she was unfaithful to her husband,\" excluding a woman who acted unintentionally.\" And [<i>ibid.</i>:13 states]: \"And a man laid with her, [imparting] his seed,\" excluding an embrace without intercourse."
          }
        }
      ]
    },
    {
      "chapter": 4,
      "halakhot": [
        {
          "halakha": 1,
          "translations": {
            "hebrew": "בַּחֲמִשָׁה עָשָׂר בַּאֲדָר נִפְנִין בֵּית דִּין לְצָרְכֵי הָרַבִּים. וּבוֹדְקִין עַל הָרְאוּיָה לִשְׁתּוֹת לְהַשְׁקוֹתָהּ. וְעַל הָרְאוּיָה לְקַנֵּא לָהּ וּלְהוֹצִיאָהּ בְּלֹא כְּתֻבָּה. וּבְכָל זְמַן מַשְׁקִין אֶת הַסּוֹטוֹת: \n",
            "english": "On the fifteenth of Adar, the court attends to the needs of the community at large.<sup class=\"footnote-marker\">1</sup><i class=\"footnote\">See <i>Hilchot Arachin</i> 8:1, <i>Hilchot Kilayim</i> 2:15, and <i>Hilchot Rotzeach</i> 8:6, where reference is made to various services performed by the court at that time.</i> [At that time,] they check which women should be compelled to drink, so that they can compel them to drink,<sup class=\"footnote-marker\">2</sup><i class=\"footnote\">The commentaries note that the court cannot actually compel a woman to drink the bitter water. All it can do is issue a warning so that she will become forbidden to her husband, as stated in Chapter 1, Halachot 10:11.</i> and to which should be given a warning so that they are divorced without receiving [the money due them by virtue of] their <i>ketubah</i>.<br>A <i>sotah</i> can, [however,] be compelled to drink at any time of the year.<sup class=\"footnote-marker\">3</sup><i class=\"footnote\">I.e., although the court pays attention to this matter in Adar, it is possible for a <i>sotah</i> to be compelled to drink at any time of the year. See <i>Hilchot Sh'vitat Yom Tov</i> 7:11, which states that it was customary to have a <i>sotah</i> drink the bitter water during <i>Chol HaMo'ed</i> when there will be many people visiting the Temple.</i>"
          }
        },
        {
          "halakha": 2,
          "translations": {
            "hebrew": "וְאֵין מַשְׁקִין אֶת הַסּוֹטָה אֶלָּא בַּיּוֹם. וְכָל הַיּוֹם כָּשֵׁר לְהַשְׁקוֹת סוֹטָה. וְאֵין מַשְׁקִין שְׁתֵּי סוֹטוֹת כְּאַחַת שֶׁנֶּאֱמַר <small>(במדבר ה טז)</small> \"וְהֶעֱמִיד אֹתָהּ הַכֹּהֵן\": \n",
            "english": "A <i>sotah</i> is compelled to drink the bitter water only during the daytime.<sup class=\"footnote-marker\">4</sup><i class=\"footnote\">See Halachah 7.</i> The entire day is fit for this purpose.<br>Two <i>sotot</i> should not be compelled to drink at the same time, as implied by [the verse]:<sup class=\"footnote-marker\">5</sup><i class=\"footnote\">The commentaries note that there is no verse in the Torah that uses the wording cited by the Rambam. There are, however, several from which it could be implied that only one <i>sotah</i> should be compelled to drink at one time.</i> \"And the priest shall have her stand.\""
          }
        },
        {
          "halakha": 3,
          "translations": {
            "hebrew": "סוֹטָה שֶׁאָמְרָה אֵינִי שׁוֹתָה מֵחֲמַת יִרְאָה וָפַחַד שֶׁיֵּשׁ לָהּ יְכוֹלָה לַחֲזֹר וְלוֹמַר הֲרֵינִי שׁוֹתָה. אֲבָל אָמְרָה אֵינִי שׁוֹתָה וְהִיא בְּרִיאָה וְאֵינָהּ יְרֵאָה וְלֹא פּוֹחֶדֶת אֵינָהּ יְכוֹלָה לַחֲזֹר וְלוֹמַר הִנְנִי שׁוֹתָה: \n",
            "english": "When a <i>sotah</i> says, \"I will not drink [the bitter water],\" because she is overcome by fear, she has the option of retracting and saying that she will drink the waters. If, however, she says that she will not drink when she is healthy and not affected by fear, she may not change her mind and say that she will drink [the bitter water].<sup class=\"footnote-marker\">6</sup><i class=\"footnote\">Her original refusal to drink the waters is interpreted as an admission of guilt that cannot be retracted.</i>"
          }
        },
        {
          "halakha": 4,
          "translations": {
            "hebrew": "אָמְרָה אֵינִי שׁוֹתָה קֹדֶם שֶׁתִּמָּחֵק הַמְּגִלָּה הֲרֵי מְגִלָּתָהּ נִגְנֶזֶת וְאֵינָהּ כְּשֵׁרָה לְהַשְׁקוֹת בָּהּ סוֹטָה אַחֶרֶת. וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדֶּשֶׁן. וְאִם אָמְרָה אֵינִי שׁוֹתָה אַחַר שֶׁנִּמְחֲקָה הַמְּגִלָּה מְעַרְעֲרִין אוֹתָהּ וּמַשְׁקִין אוֹתָהּ בְּעַל כָּרְחָהּ: \n",
            "english": "If she says, \"I will not drink,\" before the scroll [with God's name] written for her is blotted out, the scroll is entombed. It is not fit to be used for another <i>sotah</i>.<sup class=\"footnote-marker\">7</sup><i class=\"footnote\">For every scroll must be written for the sake of the woman who drinks its waters, as stated in Chapter 3, Halachah 8. See also Halachah 11 of this chapter.</i> Her meal offering is scattered on the ash heap.<sup class=\"footnote-marker\">8</sup><i class=\"footnote\">The \"ash heap\" was a place in the Temple Courtyard, east of the altar, where sacrifices that became disqualified were burned. Rashi (<i>Sotah</i> 20a) states that this offering also had to be burned.</i><br>If she says, \"I will not drink [the water],\" after the scroll has been blotted out, we take hold of her and force her to drink the water."
          }
        },
        {
          "halakha": 5,
          "translations": {
            "hebrew": "וּמְאַיְּמִין עָלֶיהָ שֶׁתִּשְׁתֶּה וְאוֹמְרִין לָהּ בִּתִּי אִם בָּרוּר לָךְ הַדָּבָר שֶׁטְּהוֹרָה אַתְּ עִמְדִי עַל בֻּרְיֵךְ וּשְׁתִי וְאַל תִּפְחֲדִי לְפִי שֶׁאֵין הַמַּיִם דּוֹמִין אֶלָּא לְסַם יָבֵשׁ מֻנָּח עַל בָּשָׂר חַי. יֵשׁ שָׁם מַכָּה מְחַלְחֵל וְיוֹרֵד. אֵין שָׁם מַכָּה אֵינוֹ עוֹשֶׂה כְּלוּם: \n",
            "english": "We intimidate her so that she will drink, and we tell her: \"My daughter. If you are certain that you are innocent, stand firm. Drink [the water] without fear. For the water can be compared to the powder of a drug placed on the skin. If there is a wound, it will penetrate and descend. If there is no wound, it will have no effect.\""
          }
        },
        {
          "halakha": 6,
          "translations": {
            "hebrew": "אָמְרָה טְמֵאָה אֲנִי אַף עַל פִּי שֶׁנִּמְחֲקָה הַמְּגִלָּה הַמַּיִם נִשְׁפָּכִין מִפְּנֵי שֶׁאֵין בָּהֶן קְדֻשָּׁה. וּמִנְחָתָהּ מִתְפַּזֶּרֶת עַל הַדֶּשֶׁן: \n",
            "english": "If she says, \"I committed adultery,\" although the scroll has been blotted out, the waters should be poured out,<sup class=\"footnote-marker\">9</sup><i class=\"footnote\">She is not compelled to drink them. At the outset, their purpose was to determine whether or not she was innocent. Through her admission, that determination was made (Rashi, <i>Sotah</i> 20a).</i> for they are not of a sacred nature,<sup class=\"footnote-marker\">10</sup><i class=\"footnote\">Although God's name was blotted out in it, this does not endow it with holiness.</i> and her meal offering is scattered on the ash heap."
          }
        },
        {
          "halakha": 7,
          "translations": {
            "hebrew": "מְגִלַּת סוֹטָה שֶׁכְּתָבָהּ בַּלַּיְלָה פְּסוּלָה שֶׁנֶּאֱמַר וְכָתַב וְגוֹ' <small>(במדבר ה כד)</small> \"וְהִשְׁקָה\" וְגוֹ' <small>(במדבר ה כה)</small> \"וְהִקְרִיב\" וְגוֹ' כְּשֵׁם שֶׁקָּרְבָּנָהּ בַּיּוֹם כָּךְ כְּתִיבַת הַמְּגִלָּה וְהַשְׁקָיָתָהּ בַּיּוֹם. כְּתָבָהּ לְמַפְרֵעַ פְּסוּלָה שֶׁנֶּאֱמַר הָאָלָה עַל הַסֵּדֶר. כְּתָבָהּ קֹדֶם שֶׁתְּקַבֵּל עָלֶיהָ הַשְּׁבוּעָה פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר ה כא)</small> \"וְהִשְׁבִּיעַ\" וְכָתַב: \n",
            "english": "When the scroll for a <i>sotah</i> is written at night, it is unacceptable, as [implied by Numbers 5:22-25], which states: \"[The priest] shall write,... he shall give to drink,... and he shall offer,\" [establishing an equivalence between these different activities]. Just as the sacrifice must be offered during the daytime,<sup class=\"footnote-marker\">11</sup><i class=\"footnote\">As must all sacrifices.</i> so too the writing of the scroll and making the woman drink must be performed during the day.<sup class=\"footnote-marker\">12</sup><i class=\"footnote\">Significantly, in his Commentary on the Mishnah (<i>Sotah</i> 2:4), the Rambam quotes a different proof-text as the source for this concept.</i><br>If [the scroll] is written in non-sequential order, it is not acceptable, [as implied by Numbers 5:23, which] states: \"[The priest shall write] these [curses]\" - i.e., in sequence.<br>If he wrote the scroll before she accepted the oath, it is unacceptable, [as implied by <i>ibid.</i>:21-23, which] state: \"And he will administer the oath... and he will write.\"<sup class=\"footnote-marker\">13</sup><i class=\"footnote\">I.e., in that order.</i>"
          }
        },
        {
          "halakha": 8,
          "translations": {
            "hebrew": "כְּתָבָהּ אִגֶּרֶת פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר ה כג)</small> \"בַּסֵּפֶר\". כְּתָבָהּ עַל שְׁנֵי דַּפִּין פְּסוּלָה שֶׁנֶּאֱמַר בַּסֵּפֶר סֵפֶר אֶחָד וְלֹא שְׁנַיִם וּשְׁלֹשָׁה. וְאֵינוֹ כּוֹתֵב לֹא עַל הַנְּיָר וְלֹא עַל הַדִּפְתְּרָא אֶלָּא בִּמְגִלַּת סֵפֶר שֶׁנֶּאֱמַר בַּסֵּפֶר. וְאִם כְּתָבָהּ עַל נְיָר אוֹ דִּפְתְּרָא פְּסוּלָה: \n",
            "english": "If he wrote it as a letter,<sup class=\"footnote-marker\">14</sup><i class=\"footnote\">The <i>Kessef Mishneh</i> quotes Rashi (<i>Sotah</i> 17b) as stating that this means without having the lines of the scroll ruled (<i>sirtut</i>) before it is written.</i> it is unacceptable, for the verse states \"on a scroll.\" If he writes it on two sheets [of parchment], it is unacceptable, for the verse states \"on a scroll\" - i.e., one and not two or three.<br>It may not be written on paper or on untreated parchment,<sup class=\"footnote-marker\">15</sup><i class=\"footnote\">For a more detailed definition of the term the Rambam uses, see <i>Hilchot Tefillin</i> 1:6.</i> but rather on a parchment scroll, [as implied by] the use of the term: \"on a scroll.\" If it is written on paper or on untreated parchment, it is unacceptable."
          }
        },
        {
          "halakha": 9,
          "translations": {
            "hebrew": "וְאִם כְּתָבָהּ יִשְׂרָאֵל אוֹ כֹּהֵן קָטָן פְּסוּלָה שֶׁנֶּאֱמַר <small>(במדבר ה כג)</small> \"וְכָתַב הַכֹּהֵן\". אֵינוֹ כּוֹתְבָהּ לֹא בְּקוֹמוֹס וְלֹא בְּקַנְקַנְתּוֹם וְלֹא בְּכָל דָּבָר שֶׁרִשּׁוּמוֹ נִכָּר וְעוֹמֵד אֶלָּא בִּדְיוֹ שֶׁאֵין בּוֹ קַנְקַנְתּוֹם שֶׁנֶּאֱמַר וְכָתַב <small>(במדבר ה כג)</small> \"וּמָחָה\" כְּתָב שֶׁהוּא יָכוֹל לְהִמָּחוֹת. וְאִם כָּתַב בְּדָבָר הַמִּתְקַיֵּם פְּסוּלָה: \n",
            "english": "If the scroll is written by an Israelite,<sup class=\"footnote-marker\">16</sup><i class=\"footnote\">I.e., a person other than a priest.</i> or a priest who is a minor, it is unacceptable, for [Numbers 5:23] states: \"And the priest shall write....\"<br>He should not write it with <i>kumos</i>, <i>kankantum</i>,<sup class=\"footnote-marker\">17</sup><i class=\"footnote\">In his Commentary on the Mishnah, <i>Gittin</i> 2:3, the Rambam mentions Arabic terms for these words. Rav Kapach explains the meaning as follows: <i>Kumos</i> and <i>kankantum</i> are two similar substances, yellow and green powders, which when mixed with gallnut juice produce a black substance. Others translate <i>kumos</i> as gum or resin and <i>kankantum</i> as vitriol or atramentum sutorum.</i> or with any other substance that leaves a permanent mark. Instead, he should use ink<sup class=\"footnote-marker\">18</sup><i class=\"footnote\">See <i>Hilchot Tefillin</i> 1:4, which describes how ink was made.</i> without <i>kankantum</i>, for the verse states: \"And he will write and he will blot out.\" [Implied is that one must] write [with a substance] that can be blotted out. If one writes with a substance that leaves a permanent impression, it is unacceptable."
          }
        },
        {
          "halakha": 10,
          "translations": {
            "hebrew": "נִשְׁאַר בַּמְּגִלָּה רשֶׁם כְּתָב נִכָּר פְּסוּלָה עַד שֶׁיִּמְחֹק יָפֶה יָפֶה. כָּתַב אוֹת אַחַת וּמְחָקָהּ וְחָזַר וְכָתַב אוֹת שְׁנִיָּה וּמְחָקָהּ עַד שֶׁהִשְׁלִים פְּסוּלָה עַד שֶׁתִּהְיֶה כֻּלָּהּ כְּתוּבָה: \n",
            "english": "If [when the writing of the scroll is being blotted out] any trace of the writing remains, it is unacceptable until it is thoroughly blotted out.<br>If [the priest] writes one letter and then blots it out, and then writes another letter and blots it out, completing [the writing of the entire scroll in this manner], it is unacceptable. It must be written out completely [at one time to be acceptable]."
          }
        },
        {
          "halakha": 11,
          "translations": {
            "hebrew": "כְּתָבָהּ שֶׁלֹּא לִשְׁמָהּ אוֹ מְחָקָהּ שֶׁלֹּא לִשְׁמָהּ פְּסוּלָה. כָּתַב שְׁתֵּי מְגִלּוֹת לִשְׁתֵּי סוֹטוֹת וּמְחָקָן לְתוֹךְ כּוֹס אֶחָד אוֹ לְתוֹךְ שְׁתֵּי כּוֹסוֹת וְעֵרְבָן בְּכוֹס אֶחָד וְהִשְׁקָה לִשְׁתֵּיהֶן פְּסוּלָה. לְפִי שֶׁכָּל אַחַת מֵהֶן לֹא שָׁתְתָה מְגִלָּתָהּ. מְחָקָן בִּשְׁנֵי כּוֹסוֹת וְעֵרְבָן וְחָזַר וְחִלְּקָן לִשְׁנֵי הַכּוֹסוֹת לֹא יַשְׁקֶה אוֹתָן וְאִם הִשְׁקָה כָּשֵׁר. וְאִם נִשְׁפְּכוּ הַמַּיִם הֲרֵי זֶה כּוֹתֵב מְגִלָּה אַחֶרֶת וּמֵבִיא מַיִם אֲחֵרִים. נִשְׁפְּכוּ וְנִשְׁתַּיֵּר מֵהֶן לֹא יַשְׁקֶה אֶת הַשְּׁאָר. וְאִם הִשְׁקָה כָּשֵׁר: \n",
            "english": "If the scroll was not written for the sake of the woman, or it was not blotted out for the sake of the woman, it is unacceptable.<br>If [a priest] wrote two scrolls, [one for each of] two <i>sotot</i> and blotted them out into the same cup or blotted them out into two cups, but [afterwards] mixed them together in one cup and gave the two women to drink from it, it is unacceptable. Neither of the women drank [only the water in which] her scroll [was blotted out].<br>If [two scrolls] were blotted out in two different cups, mixed together and then separated again into two different cups, the women should not be given the water to drink. If, however, they were forced to drink [this water], it is acceptable.<sup class=\"footnote-marker\">19</sup><i class=\"footnote\"><i>Sotah</i> 18a states that the decision in this instance resolves around the question of <i>bererah</i> - i.e., the idea that retroactively it can be considered that an activity was performed originally with an intent that becomes clarified only afterwards.<br>There is an unresolved debate among the Sages if the principle of <i>bererah</i> is accepted with regard to questions of Scriptural law, and therefore, the more stringent approach is taken. In this instance, this implies that God's name should not be blotted out a second time.<br>Note the <i>Minchat Chinuch</i>, who asks how this questionable drinking of the water is considered sufficient to release a woman from the prohibition she incurred after violating her husband's warning and entering into privacy with the man in question.<br>Note also that Halachah 2 states that two <i>sotot</i> should not be forced to drink at the same time.</i><br>If [the water prepared for a <i>sotah</i>]<sup class=\"footnote-marker\">20</sup><i class=\"footnote\">This is not a continuation of the previous subject, but rather deals with an ordinary instance in which water was prepared for one <i>sotah</i>.</i> is spilled, [the priest] should write another scroll and bring other water.<sup class=\"footnote-marker\">21</sup><i class=\"footnote\">We do not say that God's name should not be blotted out a second time because of one woman.</i> If [the water] spills, but some remains, the woman should not be forced to drink it.<sup class=\"footnote-marker\">22</sup><i class=\"footnote\">For at the outset, the woman must drink all the water in which her scroll was blotted out.</i> If she drinks [the remaining water], it is acceptable.<sup class=\"footnote-marker\">23</sup><i class=\"footnote\"><i>Sotah</i> (<i>ibid.</i>) also leaves this as an unresolved question. Since there is no binding decision that it is acceptable, the Rambam rules as above, that one may not blot out God's name in such a situation.</i>"
          }
        },
        {
          "halakha": 12,
          "translations": {
            "hebrew": "מֵי סוֹטָה שֶׁלָּנוּ נִפְסָלִין בְּלִינָה. הִקְדִּים עָפָר לַמַּיִם פְּסוּלָה. לֹא הָיָה שָׁם עָפָר בַּהֵיכָל מֵבִיא עָפָר מִבַּחוּץ וּמַנִּיחוֹ בַּהֵיכָל וְלוֹקֵחַ מִמֶּנּוּ וְנוֹתֵן עַל פְּנֵי הַמַּיִם. וְאֵינוֹ מֵבִיא אֵפֶר אֲבָל מֵבִיא רַקְבּוּבִית שֶׁהִיא כְּעָפָר: \n",
            "english": "If the water for a <i>sotah</i> is kept overnight, it becomes unacceptable.<sup class=\"footnote-marker\">24</sup><i class=\"footnote\">Since it came from the basin - and was measured in a sacred vessel - it must be used on the day on which it was taken. See <i>Hilchot Pesulei HaMukdashin</i>, ch. 3.</i> If one placed the dust<sup class=\"footnote-marker\">25</sup><i class=\"footnote\">Mentioned in Chapter 3, Halachah 10.</i> [in the cup] before the water, it is unacceptable.<br>If there is no dust in the Sanctuary, one should bring dust from outside the Sanctuary, leave it in the Sanctuary and then take some of it and place it on the water. He should not use ash;<sup class=\"footnote-marker\">26</sup><i class=\"footnote\">Although in some halachic contexts (see <i>Hilchot Shechitah</i> 14:13) ash is considered to be dust, in this instance, the phrase \"from the dust that is on the earth of the Tabernacle\" implies a similarity between dust and earth (<i>Sotah</i> 16a).</i> he may, however, use rotten produce,<sup class=\"footnote-marker\">27</sup><i class=\"footnote\">Our translation follows <i>Sotah</i> 16b. The Meiri states that this refers to rotten wood.</i> for it is considered to be dust."
          }
        },
        {
          "halakha": 13,
          "translations": {
            "hebrew": "וְלֹא יַחְפֹּר בְּקוֹרְדוֹם בַּהֵיכָל וְיוֹצִיא עָפָר שֶׁנֶּאֱמַר <small>(במדבר ה יז)</small> \"אֲשֶׁר יִהְיֶה בְּקַרְקַע הַמִּשְׁכָּן\". וְאִם חָפַר וְהוֹצִיא עָפָר כָּשֵׁר: \n",
            "english": "[The priest] should not dig with a hatchet [under the floor of] the Sanctuary to remove dust, as [implied by Numbers 5:17]: \"the dust that is on the earth of the Sanctuary.\"<sup class=\"footnote-marker\">28</sup><i class=\"footnote\">I.e., that it existed there previously (<i>Sotah</i> 15b).</i> If one did dig and remove dust, it is acceptable."
          }
        },
        {
          "halakha": 14,
          "translations": {
            "hebrew": "הִקְרִיב אֶת מִנְחָתָהּ וְאַחַר כָּךְ הִשְׁקָהּ כְּשֵׁרָה. נִטְמֵאת מִנְחָתָהּ קֹדֶם שֶׁיַּנִּיחֶנָה בִּכְלִי שָׁרֵת הֲרֵי זוֹ תִּפָּדֶה כְּכָל הַמְּנָחוֹת שֶׁנִּטְמְאוּ קֹדֶם שֶׁיִּתְקַדְּשׁוּ בִּכְלִי שָׁרֵת וְיָבִיאוּ מִנְחָה אַחֶרֶת. נִטְמֵאת הַמִּנְחָה אַחַר שֶׁקִּדְּשָׁהּ בִּכְלִי שָׁרֵת הֲרֵי זוֹ תִּשָּׂרֵף. וְכֵן אִם אָמְרָה טְמֵאָה אֲנִי קֹדֶם שֶׁתִּקָּמֵץ הַמִּנְחָה. אוֹ שֶׁאָמְרָה אֵינִי שׁוֹתָה. אוֹ שֶׁלֹּא רָצָה בַּעְלָהּ לְהַשְׁקוֹתָהּ. אוֹ שֶׁבָּאוּ עֵדֵי טֻמְאָה. אוֹ שֶׁמֵּת הוּא. אוֹ שֶׁמֵּתָה הִיא. הֲרֵי הַמִּנְחָה כֻּלָּהּ נִשְׂרֶפֶת. וְאִם אֵרַע אֶחָד מֵאֵלּוּ אַחַר שֶׁקָּרַב הַקֹּמֶץ אֵין הַשְּׁיָרִים נֶאֱכָלִין: \n",
            "english": "If [the priest] first brought her meal offering and then had her drink the water, it is acceptable.<sup class=\"footnote-marker\">29</sup><i class=\"footnote\">Although this deviates from the order stated in Chapter 3, Halachah 15, <i>Sotah</i> 19a states that this order is also acceptable, after the fact.</i><br>If her meal offering became impure before it was placed in a sacred vessel, it should be redeemed like any other meal offering that became impure before being consecrated in a sacred vessel,<sup class=\"footnote-marker\">30</sup><i class=\"footnote\">See <i>Hilchot Issurei Mizbe'ach</i> 6:5. In such an instance, although the meal has been designated for use as a sacrifice, since it has not been placed in a sacred vessel, its actual substance has not become consecrated.</i> and she should bring another meal offering.<sup class=\"footnote-marker\">31</sup><i class=\"footnote\">With the money received from redeeming the first one.</i> If the meal offering became impure after being consecrated in a sacred vessel, it should be burned.<sup class=\"footnote-marker\">32</sup><i class=\"footnote\">Since it was placed in a sacred vessel, it became consecrated. Consequently, once it became impure it must be burned, as stated in <i>Hilchot Pesulei Hamukdashim</i> 19:1.</i><br>Similarly, if a woman admitted to committing adultery before the fistful of meal was taken from the meal offering,<sup class=\"footnote-marker\">33</sup><i class=\"footnote\">The meal offering must be burned, because the offering of a <i>sotah</i> is acceptable only when it is being used to test the fidelity of a woman. Once she has admitted her guilt, that is unnecessary. Nor may it be offered as a voluntary offering, for a <i>sotah's</i> offering is of barley meal, and voluntary offerings may be brought from wheat only, but not from barley.</i> she refused to drink [the water],<sup class=\"footnote-marker\">34</sup><i class=\"footnote\">See Halachah 4.</i> her husband was unwilling to have her drink [the water], witnesses came [and testified that she] committed adultery,<sup class=\"footnote-marker\">35</sup><i class=\"footnote\">In this instance as well, the question of the woman's fidelity has been clarified.</i> [her husband] died, or she died,<sup class=\"footnote-marker\">36</sup><i class=\"footnote\">As stated above, the purpose of the offering is to test the woman's fidelity and thus allow her to resume relations with her husband. If that objective is no longer relevant, as in the latter two instances mentioned in the halachah, the offering is not brought.</i> the entire meal offering should be burned. If any of these things happened after the fistful of meal was offered, the remainder of the meal offering should not be eaten.<sup class=\"footnote-marker\">37</sup><i class=\"footnote\">Many authorities maintain that a printer's error has crept into the text and the text should read \"the remainder is eaten.\" Nevertheless, the majority favor the version stated above.</i>"
          }
        },
        {
          "halakha": 15,
          "translations": {
            "hebrew": "הָיָה בַּעְלָהּ כֹּהֵן אֵין שְׁיָרֵי מִנְחָתָהּ נֶאֱכָלִין מִפְּנֵי שֶׁיֵּשׁ לַבַּעַל חֵלֶק בָּהֶם. וְאֵינָהּ עוֹלָה כֻּלָּהּ לְאִשִּׁים כְּמִנְחַת זִכְרֵי כְּהֻנָּה מִפְּנֵי שֶׁיֵּשׁ לָהּ חֵלֶק בָּהּ. אֶלָּא הַקֹּמֶץ קָרֵב לְעַצְמוֹ וּשְׁיָרִים מִתְפַּזְּרִין עַל בֵּית הַדֶּשֶׁן. נִמְצְאוּ עֵדֵיהָ זוֹמְמִין מִנְחָתָהּ תֵּצֵא לְחֻלִּין: \n",
            "english": "If [the <i>sotah's</i>] husband was a priest, the remainder of her meal offering should not be eaten, because he has a portion in it.<sup class=\"footnote-marker\">38</sup><i class=\"footnote\">As stated in Leviticus 6:15, a meal offering brought by a priest should not be eaten, but instead burned on the altar.</i> It should not, however, be burned on the altar in its entirety, as are other meal offerings brought by male priests, because the woman also has a portion in it.<sup class=\"footnote-marker\">39</sup><i class=\"footnote\">The meal offerings brought by priests are offered on the altar entirely, without a fistful of meal being separated. For a meal offering brought by a non-priest to be acceptable, by contrast, the fistful of meal must be separated and burned as a distinct entity. See <i>Hilchot Ma'aseh HaKorbanot</i> 12:12.</i> Therefore, the fistful [of meal] is offered as a distinct entity, and the remainder is scattered on the ash heap.<br>If the witnesses are discovered to have lied,<sup class=\"footnote-marker\">40</sup><i class=\"footnote\">The term used by the Rambam (and his source, <i>Sotah</i> 6b) refers to <i>hazamah</i>, when the testimony of the witnesses is disqualified because others testify that they and the witnesses were together in another place at the time the witnesses say the act took place. Seemingly, the same law would apply if the witnesses' testimony was disqualified on other grounds.</i> the meal offering is considered to be a non-sacred entity.<sup class=\"footnote-marker\">41</sup><i class=\"footnote\">It need not be redeemed. The rationale is that it was consecrated based on a false premise - that the woman had entered into privacy with the man in question. Whenever an entity is consecrated on a false premise, the consecration is not binding.</i>"
          }
        },
        {
          "halakha": 16,
          "translations": {
            "hebrew": "הַמְקַנֵּא לְאִשְׁתּוֹ עַל יְדֵי אֲנָשִׁים הַרְבֵּה וְנִסְתְּרָה עִם כָּל אֶחָד וְאֶחָד מֵהֶם הֲרֵי זֶה מֵבִיא מִנְחָה אַחַת עַל יְדֵי כֻּלָּן כְּשֶׁמַּשְׁקֶה אוֹתָהּ שֶׁנֶּאֱמַר <small>(במדבר ה טו)</small> \"מִנְחַת קְנָאֹת הִיא\". מִנְחָה אַחַת לְקִנּוּיִין הַרְבֵּה: \n",
            "english": "If a man warns his wife against [entering into privacy with] several men, and she entered into privacy with each of the men in question, she is required to bring one meal offering that includes them all when her husband requires her to drink [the bitter water].<br>[This is implied by Numbers 5:15, which uses a plural term when referring to] \"the meal offering [brought because of] the warnings\" - i.e., one offering can requite several warnings.<sup class=\"footnote-marker\">42</sup><i class=\"footnote\">The commentaries have questioned why the Rambam quotes the derivation of this concept from the <i>Midrash</i> (<i>Sifre Zuta</i>), instead of citing the Talmud (<i>Keritot</i> 9b), which cites a different proof-text.</i>"
          }
        },
        {
          "halakha": 17,
          "translations": {
            "hebrew": "יֵשׁ לַבַּעַל לְגַלְגֵּל בִּשְׁבוּעָה עָלֶיהָ שֶׁלֹּא זִנְּתָה עִם אִישׁ זֶה שֶׁקִּנֵּא לָהּ בּוֹ וְלֹא עִם אִישׁ אַחֵר. וְשֶׁלֹּא זִנְּתָה תַּחְתָּיו מִשֶּׁנִּתְאָרְסָה קֹדֶם שֶׁתִּנָּשֵׂא וְלֹא אַחַר שֶׁנִּשֵּׂאת. אֲבָל אֵינוֹ מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה קֹדֶם הָאֵרוּסִין וְלֹא אַחַר שֶׁגֵּרְשָׁהּ אִם גֵּרְשָׁהּ וְהֶחֱזִירָהּ. שֶׁאִם זִנְּתָה בְּעֵת זֶה לֹא תֵּאָסֵר עָלָיו. וְכָל שֶׁתִּבָּעֵל וְלֹא תִּהְיֶה אֲסוּרָה לוֹ אֵינוֹ מַתְנֶה עִמָּהּ. לְפִיכָךְ אִם כָּנַס יְבִמְתּוֹ אֵינוֹ מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה כְּשֶׁהָיְתָה שׁוֹמֶרֶת יָבָם. אֲבָל מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה תַּחַת אָחִיו שֶׁאִם זִנְּתָה תַּחַת אָחִיו הֲרֵי זוֹ אֲסוּרָה עָלָיו. וְכֵן אִם גֵּרְשָׁהּ וְהֶחֱזִירָהּ מְגַלְגֵּל עָלֶיהָ שֶׁלֹּא זִנְּתָה תַּחְתָּיו בַּנִּשּׂוּאִין הָרִאשׁוֹנִים. וְיֵשׁ לוֹ לְגַלְגֵּל עָלֶיהָ בִּלְהַבָּא שֶׁלֹּא תִּזְנֶה תַּחְתָּיו וְשֶׁלֹּא תִּזְנֶה אַחַר שֶׁיַּחְזִירֶנָּה אִם יְגָרֵשׁ וְיַחֲזִיר. לְפִיכָךְ כְּשֶׁתִּזְנֶה לְהַבָּא מַיִם בּוֹדְקִין אוֹתָהּ וְיֶאֶרְעוּ לָהּ אוֹתָן הַמְאֹרָעוֹת. לְכָךְ נֶאֱמַר <small>(במדבר ה כב)</small> \"אָמֵן אָמֵן\". אָמֵן מֵאִישׁ זֶה אָמֵן מֵאִישׁ אַחֵר. אָמֵן נְשׂוּאָה אָמֵן אֲרוּסָה. אָמֵן לְשֶׁעָבַר אָמֵן לְהַבָּא: \n",
            "english": "[Based on the principle of] <i>gilgul [sh'vuah</i>],<sup class=\"footnote-marker\">43</sup><i class=\"footnote\"><i>Gilgul Sh'vuah</i> implies that when taking an oath on one claim, a person may be required to include a variety of related claims in that oath. See <i>Hilchot To'en V'Nit'an</i> 1:12.</i> the husband may have the woman include in her oath that she did not commit adultery with the man concerning whom she was given a warning or with any other man, that she did not commit adultery during the time between her consecration and the consummation of the marriage, nor after the consummation.<br>He may not, however, have her include that she did not engage in relations [with another man] before she was consecrated or between the time she was divorced [and remarried], if she was in fact divorced and remarried. The rationale is that even if she engaged in relations [with other men at that time], she would not be forbidden [to her husband]. And whenever she is not forbidden to him, he cannot make any stipulations regarding her conduct.<br>For this reason, if a man married his <i>yevamah</i>, he cannot compel her to include in her oath that she did not engage in relations with others while she was waiting for him to perform <i>yibbum</i>.<sup class=\"footnote-marker\">44</sup><i class=\"footnote\">For even if she did engage in relations with another man at that time, she would not be forbidden to her <i>yavam</i> (<i>Hilchot Yibbum</i> 2:20).</i> He may, however, compel her to include in her oath that she did not commit adultery when married to his brother. For if she committed adultery when married to his brother, she is forbidden to him.<br>Similarly, if [the husband] divorced his wife and remarried her, he may compel her to include in her oath that she did not commit adultery when married to him originally. Similarly, he may have her include in her oath that she will not commit adultery in the future or that she will not commit adultery if he divorces her and remarries her. [In such an instance,] if she commits adultery in the future, the waters will check her [fidelity], and [if she is guilty,] the physical phenomena [described above] will be visited upon her.<br>All the above is implied by [the woman's response to the oath, Numbers 5:22]: \"Amen, Amen.\" [This can be interpreted as meaning] Amen with regard to this man; Amen with regard to others. Amen with regard to the time when I was married; Amen with regard to the time when I was consecrated. Amen with regard to the past; Amen with regard to the future."
          }
        },
        {
          "halakha": 18,
          "translations": {
            "hebrew": "מִצְוַת חֲכָמִים עַל בְּנֵי יִשְׂרָאֵל לְקַנְּאוֹת לִנְשֵׁיהֶן שֶׁנֶּאֱמַר <small>(במדבר ה יד)</small> \"וְקִנֵּא אֶת אִשְׁתּוֹ\". וְכָל הַמְקַנֵּא אֶת אִשְׁתּוֹ נִכְנְסָה בּוֹ רוּחַ טָהֳרָה. וְלֹא יְקַנֵּא לָהּ לֹא מִתּוֹךְ שְׂחוֹק וְלֹא מִתּוֹךְ שִׂיחָה וְלֹא מִתּוֹךְ קַלּוּת רֹאשׁ וְלֹא מִתּוֹךְ מְרִיבָה וְלֹא לְהַטִּיל עָלֶיהָ אֵימָה. וְאִם עָבַר וְקִנֵּא לָהּ בִּפְנֵי עֵדִים מִתּוֹךְ אֶחָד מִכָּל הַדְּבָרִים הָאֵלּוּ הֲרֵי זֶה קִנּוּי: \n",
            "english": "It is a mitzvah for Israelites to issue warnings to their wives,<sup class=\"footnote-marker\">45</sup><i class=\"footnote\"><i>Sotah</i> 3a records a difference of opinion regarding this matter between Rabbi Akiva and Rabbi Yishmael. Rabbi Akiva states, as the Rambam rules here, that a man is obligated to issue a warning, while Rabbi Yishmael maintains that the matter is optional. Other commentaries note that the first mishnah in the tractate of <i>Sotah</i> appears to indicate that it is forbidden for a husband to issue a warning. (This concept is derived as follows: The mishnah begins: \"When a man issued a warning....\" From this wording, our Sages infer that the mishnah is speaking after the fact. At the outset, a warning should not be given.)<br>Significantly, Rabbi Akiva was noted for his love of his fellow man, as he stated: \"'Love your fellow man as yourself,'... this is a great general principle within the Torah.\" This implies - and so is evident from the continuation of the Rambam's words - that the warning is not an instrument of strife, but rather is intended to prompt love and closeness.</i> [as implied by Numbers 5:14] \"And he shall warn his wife.\" [Our Sages said that] whoever issues a warning to his wife has become possessed by a spirit of purity.<br>A warning should not be issued in a spirit of levity, nor in the midst of conversation, nor with frivolity, nor in the midst of an argument, nor with the purpose of instilling fear.<br>If, however, a man transgressed and issued a warning to his wife under such circumstances, the warning is binding."
          }
        },
        {
          "halakha": 19,
          "translations": {
            "hebrew": "אֵין רָאוּי לִקְפֹּץ וּלְקַנְּאוֹת בִּפְנֵי עֵדִים תְּחִלָּה אֶלָּא בֵּינוֹ לְבֵינָהּ בְּנַחַת וּבְדֶרֶךְ טָהֳרָה וְאַזְהָרָה כְּדֵי לְהַדְרִיכָהּ בְּדֶרֶךְ יְשָׁרָה וּלְהָסִיר הַמִּכְשׁוֹל. וְכָל מִי שֶׁאֵינוֹ מַקְפִּיד עַל אִשְׁתּוֹ וְעַל בָּנָיו וּבְנֵי בֵּיתוֹ וּמַזְהִירָן וּפוֹקֵד דַּרְכֵיהֶן תָּמִיד עַד שֶׁיֵּדַע שֶׁהֵן שְׁלֵמִין מִכָּל חֵטְא וּמֵעָוֹן הֲרֵי זֶה חוֹטֵא שֶׁנֶּאֱמַר <small>(איוב ה כד)</small> \"וְיָדַעְתָּ כִּי שָׁלוֹם אָהֳלֶךָ וּפָקַדְתָּ נָוְךָ וְלֹא תֶחֱטָא\": \n",
            "english": "It is not proper for a man to rush and at the outset issue a warning in the presence of witnesses.<sup class=\"footnote-marker\">46</sup><i class=\"footnote\">For this is likely to cause shame and embarrassment and prevent healthy communication between husband and wife. If, however, a warning that was delivered gently and in private is not effective, then the husband should warn his wife in the presence of witnesses.</i> Instead, he should [first speak to his wife] privately and gently, in a spirit of purity and caution, in order to guide her to the proper path and remove obstacles.<br>Whenever a person is not careful regarding [the conduct of] his wife, his sons and the members of his household, warning them,<sup class=\"footnote-marker\">47</sup><i class=\"footnote\">I.e., giving them gentle warnings, as mentioned in the first clause of this halachah.</i> and scrutinizing their ways at all times so that he knows that they are perfect without sin or transgression, he is himself a sinner, as [implied by Job 5:24]: \"And you shall know that your tent is at peace and scrutinize your dwelling, and you shall not sin.\"<sup class=\"footnote-marker\">48</sup><i class=\"footnote\">One may infer that failing to invest oneself in such scrutiny is sinful.</i>"
          }
        }
      ]
    }
  ],
  "metadata": {
    "imported": "2025-11-15T04:10:17.129Z",
    "totalChapters": 4,
    "status": "imported_sefaria"
  }
}
