{
  "bookId": "bereshit",
  "chapter": 11,
  "translations": {
    "1": "En wat is de Heer van de Heer",
    "2": "En wat is hetzelfde als een dag en een goede tijd op de dag",
    "3": "֞ ֞ ֞ ֞ ֚ ֚",
    "4": "En wat is het",
    "5": "En er is een goede tijd en veel tijd en een goede tijd.",
    "6": "En er is een goede tijd voor jou en de dag van de dag.",
    "7": "Een sardy en een lip van hen om dit te doen.",
    "8": "En er is een goede tijd voor jou, en dan",
    "9": "In de eerste plaats is er veel tijd op de dag van de zee en de zee.",
    "10": "Heb je een tweede -jarige man en een kind en een kind -vrij.",
    "11": "En er is een goede tijd omwille        ",
    "12": "En een levenslijn en een ijver en een nachtmerrie.",
    "13": "En er is een goede tijd voor alle drie jaar en een dag en een kind en een gebouw.        ",
    "14": "En er is een leven en een kind en een kind.",
    "15": "En tenslotte is er tenslotte een goede tijd en een goede dag        ",
    "16": "En er is een lancering en een nacht en een nacht en een nachtmerrie.",
    "17": "En daarna zijn er tenslotte drie -jarigen en een kind en een kind en een gebouw en een gebouw.        ",
    "18": "En er zijn drie jaar oud",
    "19": "En er is een goede tijd omwille        ",
    "20": "En er is een goede tijd en een ijver en een nachtmerrie.",
    "21": "En daarna is er een goede nacht en een goede tijd en een goede doorgebrachte en zonen van de zonen        ",
    "22": "En er zijn drie -jarigen en een kind.",
    "23": "En er is een goede tijd voor mij        ",
    "24": "En er is een rusteloosheid en een nacht en een goede tijd.",
    "25": "En daarna is er een goede tijd omwille        ",
    "26": "En er is een goede tijd en een kind en uw kind is een goede tijd en de zee.",
    "27": "En er is een goede tijd voor een goede tijd.",
    "28": "En er is een goede tijd voor zijn vader -in -law.",
    "29": "En er is een goede tijd en een zucht om te betalen voor sake -sake",
    "30": "En mijn eigen",
    "31": "Ik moet het doen. Tot de tijd",
    "32": "En er is veel haat en haat en haat en afscheid van de ochtend."
  },
  "lastUpdated": "2025-09-30T17:44:11.935Z",
  "totalVerses": 32,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
