{
  "bookId": "bereshit",
  "chapter": 18,
  "translations": {
    "1": "En er is een goede tijd in de ochtend en 's ochtends",
    "2": "En er is een goede tijd en een goede tijd.",
    "3": "En ik heb een goede man in mijn ogen in je ogen.",
    "4": "Hoogtepunten en een middelbare school",
    "5": "En ik moet het doen.",
    "6": "En mijn vader, Abras,",
    "7": "En de Bakr was een goede tijd en in de kabar",
    "8": "En er is een boter en een zee en de ochtend en de ochtend en de dag van de dag en tot de dag",
    "9": "En wat is hetzelfde",
    "10": "En wat je met je leven te maken hebt en moet je gaan?",
    "11": "En er is 's ochtends een goede tijd' s ochtends.",
    "12": "En er is een koopje op de dag van de dag om te zeggen dat ik het naar mijn zin heb.",
    "13": "En als je een goede tijd hebt, moet je het doen.",
    "14": "Moet je het doen?",
    "15": "En een barman ׀ ׀ ֛ ֛ ֛ ֛ ֛ ֛ ֛ ֛ ֛",
    "16": "En er is een goede tijd omwille van de frisdrank en de frisdrank.",
    "17": "En ik heb een goede tijd, ik heb een goede tijd.",
    "18": "En er is een goede tijd omwille",
    "19": "Ik moet het doen. Naar",
    "20": "En er is een frisdrank en een frisdrank en een goede tijd en veel tijd.",
    "21": "En er is een goede tijd en een goede tijd.",
    "22": "En er is een goede tijd en een frisdrank en een frisdrank en veel tijd.",
    "23": "En er is een goede tijd en veel tijd in het gezicht",
    "24": "Ik moet het doen.",
    "25": "Ik moet het doen.",
    "26": "En er is een goede tijd in het midden van de dag in het midden van de dag",
    "27": "En er is een goede tijd en een goede tijd.",
    "28": "Ik moet het doen.",
    "29": "En hij wist niet hoe hij het moest doen, en ik zou het leuk vinden",
    "30": "En ik zal zeggen tegen het volk en de Heer van de Heer.",
    "31": "En wat is het,",
    "32": "Ik moet het doen.",
    "33": "En er is een goede tijd voor u om een ​​goede tijd te nemen."
  },
  "lastUpdated": "2025-09-30T17:50:55.406Z",
  "totalVerses": 33,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
