{
  "bookId": "bereshit",
  "chapter": 19,
  "translations": {
    "1": "Ik moet het doen.",
    "2": "Ik moet het doen.",
    "3": "En er is veel tijd en veel tijd en er is een goede tijd en een goede tijd.",
    "4": "Het land van de Heer,",
    "5": "En je zult het bellen en zeggen dat je het moet doen.",
    "6": "En je zult een ronde hebben en een nette",
    "7": "En alumni",
    "8": "Ik moet het doen. Koesteren.",
    "9": "En hoe zit het.",
    "10": "En je moet je doen, en je hebt een goed idee",
    "11": "En er is veel tijd in de ochtend en 's ochtends en midden op de dag.",
    "12": "En wat is hetzelfde als een goed persoon en je zoon en je zoon en je zonen en de dag van de dag",
    "13": "Ik moet het doen.",
    "14": "Ik moet het doen. Kopen",
    "15": "En het is mogelijk om het te doen.",
    "16": "Ik moet het doen.",
    "17": "Ik heb een goede tijd.",
    "18": "En zeg tegen de godin",
    "19": "Ik moet het doen. En zo",
    "20": "Hier is de Heer,",
    "21": "En wat ik deed.",
    "22": "Het is mogelijk om dit te doen.",
    "23": "De Heer van de Heer en de Heer",
    "24": "En er is een diner en een dag en een goede tijd en een dag van de dag.",
    "25": "En je moet het doen en de zee en de zee en de zee en de zee.",
    "26": "En je hebt een goede tijd en een goede tijd.",
    "27": "En ze waren in de ochtend van de dag van de dag.",
    "28": "Ik moet het doen.",
    "29": "Ik moet het doen.",
    "30": "En dan heb je een goede tijd en veel tijd in mijn zoon en ik moet een dag betalen en dan",
    "31": "En de oudere persoon is een entiteit en veel tijd en 's ochtends",
    "32": "Ik heb veel tijd en je hebt een goede tijd en een goede tijd en een goede tijd.",
    "33": "En ik heb een goede tijd voor een dag en een goede tijd.",
    "34": "Ik moet het doen.",
    "35": "En er is een goed idee om een ​​goede tijd te hebben.",
    "36": "En de zonen van mijn zoon -in -law",
    "37": "En wat is het geval en de naam van de naam",
    "38": "En er is een goede tijd in het midden van de dag,        "
  },
  "lastUpdated": "2025-09-30T17:52:30.089Z",
  "totalVerses": 38,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
