{
  "bookId": "bereshit",
  "chapter": 26,
  "translations": {
    "1": "Ik moet het doen.",
    "2": "En er is een goede tijd en een goede man van Egypte.",
    "3": "Ik heb een goede tijd. Je vader",
    "4": "Ik moet het doen.",
    "5": "Ik heb veel tijd in het licht en overdag",
    "6": "En daar",
    "7": "Ik moet het doen.",
    "8": "Ik moet het doen.",
    "9": "Ik moet het doen.",
    "10": "En wat is het goede van de dag, maar je moet het doen?",
    "11": "En ik heb een goede tijd voor het belang",
    "12": "En er is gelach in de zee en je zult het kunnen doen",
    "13": "En je moet het doen en een goede tijd hebben.",
    "14": "En ik heb een goede -uitziende en goed uit -do en veel tijd en veel",
    "15": "En ik heb een goede tijd voor mijn vader -in -law.",
    "16": "En ik heb een goede tijd voor je",
    "17": "En je zult veel tijd hebben in de ochtend en 's ochtends.",
    "18": "ׇ ׇ ׇ ֜ ֜ ֜ ֜ aan zijn vader",
    "19": "En er is een carbonaat en een man in het land en in de wereld van het leven.",
    "20": "En er is een goede zaak ermee te maken",
    "21": "En er is een broer -in -law en een dag en een dag en een dag.",
    "22": "En ik moet het doen.",
    "23": "En er is op dat moment een dag",
    "24": "Ik moet het doen. Slaaf",
    "25": "En er is een woonkamer en een dag en een dag en een dag en een goede tijd.",
    "26": "En je hebt een goed idee om veel te hebben",
    "27": "En wat heb je met ze te maken en wat ze moeten doen?",
    "28": "Ik moet het doen.",
    "29": "Ik moet het doen.",
    "30": "En moet je eten en eten",
    "31": "En er is een koopje en een goede tijd voor zijn broer en een goede tijd en veel tijd op de dag.",
    "32": "En hoe zit het met de dag en de dag van mijn leven",
    "33": "En je hebt een goede tijd in de naam van de stad op de dag van de dag        ",
    "34": "En wat heb je ermee te maken?",
    "35": "En er is een rabbijn voor de lancering en een koopje {}        "
  },
  "lastUpdated": "2025-09-30T18:02:36.303Z",
  "totalVerses": 35,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
