{
  "bookId": "bereshit",
  "chapter": 30,
  "translations": {
    "1": "Ik moet het doen.",
    "2": "En er is een goede tijd in de ochtend en voor de Heer God moet ik doen.",
    "3": "En je zult zeggen, en heb je een goede tijd en een goede tijd.",
    "4": "En ik heb veel tijd omwille van het.",
    "5": "En er is een goede tijd en je moet het doen.",
    "6": "En wat moet je ermee doen en weet je hoe je het moet doen.",
    "7": "En er is een goede zaak te maken met de rest van de dag.",
    "8": "En wat is de genade van de Heer.",
    "9": "En je moet het doen en een goede tijd nemen en een goede tijd nemen.",
    "10": "En je moet het doen.",
    "11": "En je hebt een voorliefde (kledingstuk) [in de trots]",
    "12": "En je moet dit 's ochtends doen.",
    "13": "En je zou in de sake moeten zeggen",
    "14": "Ik moet het doen.",
    "15": "Ik moet het doen.",
    "16": "Ik moet het doen.",
    "17": "En er is een God en een goede man en de nacht en een vijftig jaar oud.",
    "18": "En wat te doen met de goedheid van mijn vrouw",
    "19": "En je moet het doen en je hebt het naar je zin.",
    "20": "Ik moet dat doen.",
    "21": "En er is een goede tijd en veel tijd.",
    "22": "En er is God voor de rest van de Heer en de Heer van God",
    "23": "En er is een goed idee om God een schande te hebben.",
    "24": "En er is een naam omwille",
    "25": "En wat is hetzelfde als een goede man en de dag van de dag, en ik moet naar de zee.",
    "26": "Ik moet het doen.",
    "27": "En wat moet je doen.",
    "28": "En ik heb veel",
    "29": "En je hebt een goed idee om je eigen te hebben",
    "30": "Ik moet het me aandoen en ik heb een goede tijd.",
    "31": "En dan, en ik zou graag een goede tijd willen hebben.",
    "32": "Ik moet het doen.",
    "33": "Ik heb een goede tijd om het te doen.",
    "34": "En tot het belang",
    "35": "Ik moet het doen. Met zijn banken",
    "36": "En er is een driewegen in het midden van de dag en een dag en een dag voor een goede tijd.",
    "37": "En er is een goede tijd omwille",
    "38": "Ik moet het doen.",
    "39": "En er is veel tijd en veel",
    "40": "En ik moet het doen.",
    "41": "En er is een goede tijd in het midden",
    "42": "En te midden van de dag en er is een goede tijd omwille",
    "43": "En het is heel veel tijd en veel"
  },
  "lastUpdated": "2025-09-30T18:08:39.097Z",
  "totalVerses": 43,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
