{
  "bookId": "bereshit",
  "chapter": 34,
  "translations": {
    "1": "En er is een dochter -in -inzetting van het kind.",
    "2": "En ik heb een goede tijd.",
    "3": "En er is veel tijd in de ochtend en overdag",
    "4": "En wat is mijn vader, en om te zeggen,",
    "5": "En er is een goede tijd in de ochtend en in de zonen van de dag,",
    "6": "En er is een middelbare school.",
    "7": "Ik moet het doen. Geel",
    "8": "En er is een middelbare school met veel tijd in de ochtend.",
    "9": "En je hebt veel tijd met je, en je moet het doen.",
    "10": "En wat is de tijd en dat heb je ook een goede tijd voor jou en het huis",
    "11": "En heb je een goede tijd en een broer en een broer in de ogen van mijn ogen",
    "12": "Ik heb veel tijd en sommige van hen",
    "13": "En er is een goede tijd en een goede tijd en een warme -up en een dag en een goede tijd.",
    "14": "En moet je dit doen?",
    "15": "Je moet dit doen.",
    "16": "En er is een goede tijd voor je, en er is een goede tijd en veel eten",
    "17": "En als je klinkt alsof je het moet doen.",
    "18": "En er zijn mijn ogen in mijn ogen en mijn ogen.",
    "19": "En wat te doen met de goedheid van de dag",
    "20": "En er is een warmte en een man van de stad en de mensen van de stad",
    "21": "Ik moet het doen. En veel tijd.",
    "22": "Je moet het doen, je moet voor je betalen om het te doen?",
    "23": "En ze moeten dit doen, en je moet het doen.",
    "24": "En er is een goede man en de zonen van de dag van de dag en de dag van de dag.",
    "25": "Ik heb een goede tijd. Leuk vinden",
    "26": "En er is veel tijd en veel tijd in de ochtend en 's ochtends en midden op de dag.",
    "27": "In mijn eigen belang, en er is een broer -in -law.",
    "28": "U moet het doen en naar de zee en naar de zee en aan de Heer en de Heer van de Heer.",
    "29": "En er is een goede tijd en een goede tijd en een goede tijd en een goede tijd en een goede tijd.",
    "30": "Ik moet het doen. En huis",
    "31": "En zeg, je zult een bruid hebben."
  },
  "lastUpdated": "2025-09-30T18:14:27.334Z",
  "totalVerses": 31,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
