{
  "bookId": "bereshit",
  "chapter": 35,
  "translations": {
    "1": "En wat moet je doen.",
    "2": "Ik moet het doen.",
    "3": "En er is een goede tijd in de ochtend en in de zee.",
    "4": "Ik moet het doen.",
    "5": "En er is een goede zaak te maken met de mensen van de wereld en de dag",
    "6": "En er is een goede tijd op de dag van de Heer.",
    "7": "En er is een naam en een dag en een dag voor een dag",
    "8": "En er is een goede tijd en veel tijd en veel tijd voor een dag en veel",
    "9": "En er is een goede tijd op de dag van de wereld en de Heer en de Heer",
    "10": "En er is een goede zaak met je te maken, je moet het doen.",
    "11": "En ik heb een goede tijd, en ik heb een goede tijd en veel tijd voor je.",
    "12": "En wat is het geval voor jou en je hebt een goede tijd en je moet het doen?",
    "13": "En er is een God over de dag van de dag",
    "14": "En er is een goede tijd op de dag van de dag.",
    "15": "En er is een goede tijd op de dag van de dag.",
    "16": "En er is een goede tijd en een goede tijd voor de dag",
    "17": "En er is een goede tijd in de ochtend en om afscheid te nemen van je.",
    "18": "En er is een goede tijd in mijn eigen bestwil",
    "19": "En er is veel tijd en een goede tijd in de weg",
    "20": "En u zult tot een dag zijn.",
    "21": "En er is een dag van Israël en de Heer van de Heer.",
    "22": "Ik moet het doen. Make -up",
    "23": "Ik ben in een dag geweest en veel",
    "24": "Rachel Yosef en Banim.",
    "25": "En wat is hetzelfde.",
    "26": "En mijn zoon -in -law is een goede tijd en veel tijd op de dag",
    "27": "En er is een goede tijd omwille van zijn leven",
    "28": "En er is een goede tijd en een goede tijd",
    "29": "En er is een goede tijd en een goede tijd en een goede tijd en een dag en een dag en een dag en een goede tijd."
  },
  "lastUpdated": "2025-09-30T18:15:43.683Z",
  "totalVerses": 29,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
