{
  "bookId": "bereshit",
  "chapter": 25,
  "translations": {
    "1": "En ik zal een charter en een man en een kat hebben.",
    "2": "En omwille van een wonder en een goede man en de pre -meetingen en een goede tijd en een goede man",
    "3": "En er is een betovering en een goede tijd en een goede tijd en een goede tijd.",
    "4": "En er is een goede tijd en een goede tijd en een goede tijd en een dag en een dag en een dag.",
    "5": "En je zult het naar je zin hebben.",
    "6": "Ik moet het doen.",
    "7": "En wat is mijn leven",
    "8": "En ik heb een goede tijd in het welzijn van het goede en de zee.",
    "9": "En er is een goede zaak ermee te maken",
    "10": "De zonen van de zonen van de zonen '",
    "11": "En daarna zou ik graag naar de mensen van de dag gaan en een goede man",
    "12": "En wat is het geval met het volk van Israël",
    "13": "En wat is de naam van mijn naam in de naam van de mensen overdag",
    "14": "En obesitas en stilte",
    "15": "Kamer en dag -tot -dag",
    "16": "Hoe moet je het doen en 's ochtends en' s ochtends en midden op de dag.",
    "17": "En er is een twee jaar lang leven en een goede tijd en een nacht en een goede tijd en een dag en een dag en een dag.",
    "18": "En er is een goede tijd omwille van de Egyptenaar.",
    "19": "En wat is de tijd van de oom",
    "20": "Ik moet dat doen.",
    "21": "En er is een goede tijd voor u om er goed mee te doen?",
    "22": "En er zijn de zonen 's ochtends en' s ochtends, en als je een goede tijd hebt.",
    "23": "Ik moet het doen.",
    "24": "En er is een dag en een dag en een goede tijd in de ochtend.",
    "25": "En er is in de eerste plaats een eerstgeborene en de naam van de naam",
    "26": "En er is een goede tijd en een goede man en een goede tijd op de dag van de dag en tot de dag",
    "27": "En er is mijn eigen en mijn eigen huis gemaakt.",
    "28": "En je zult een goede tijd hebben in de ochtend en 's ochtends.",
    "29": "En er is een schandelijke en goede -dag -dag.",
    "30": "En wat is het",
    "31": "En zeg, je zult je een dag kunnen geven.",
    "32": "En heb je een goede man en je moet het doen.",
    "33": "En er was een goede tijd voor mij en mijn dag en een dag en een dag.",
    "34": "En er is een goede tijd omwille en een goede tijd en een goede tijd en een goede tijd en een dag en een dag."
  },
  "lastUpdated": "2025-09-30T18:01:07.078Z",
  "totalVerses": 34,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
