{
  "bookId": "bereshit",
  "chapter": 29,
  "translations": {
    "1": "En er is een reiziger en een goede tijd.",
    "2": "Ik moet het doen.",
    "3": "Ik moet het doen.",
    "4": "En wat moet je te maken hebben met je mensen en de mensen van Israël",
    "5": "En je moet weten hoe je het moet doen met de zonen van de rest van",
    "6": "En wat is de dag en de dag van zijn dag",
    "7": "En de dag van de dag is niet de beste van de dag",
    "8": "En wat is het geval?",
    "9": "Heb je veel tijd met je mensen met een goede tijd.",
    "10": "Ik moet het doen. Zus",
    "11": "En er is veel tijd in het midden",
    "12": "En er is een goede tijd voor de zus van mijn vader en de mensen van de dag",
    "13": "Ik moet het doen.",
    "14": "En wat moet je gaan en naar de mijne gaan en naar de dag gaan",
    "15": "En wat is de goedheid van mijn broer -in -law",
    "16": "En er is een twee -jarige -old.",
    "17": "En mijn ogen zijn een goede man en een goede dag en de zee en de zee.",
    "18": "En je zult veel tijd hebben en een goede tijd hebben.",
    "19": "En je hebt een goede tijd om naar je toe te gaan met je broer -in -law.",
    "20": "En er is een toezicht in het midden van hun ogen en daar",
    "21": "En dan zou ik graag een goede tijd willen hebben.",
    "22": "En dan, en dan, de dag van de dag",
    "23": "En er is veel tijd en veel tijd en een goede tijd ermee",
    "24": "En er is een goede tijd omwille",
    "25": "Ik moet het doen.",
    "26": "En wat ze niet hadden om een ​​goede tijd te maken.",
    "27": "Een goede tijd en veel tijd op de dag van de dag",
    "28": "En er is een goede zaak ermee te maken",
    "29": "En er is 's ochtends een zoon van het huis.",
    "30": "En er is een goede tijd omwille",
    "31": "En er is een goede tijd en een goede tijd en een dag en een zee.",
    "32": "En er is een goede tijd en een goede tijd.",
    "33": "En er is een kind en een kind en een goede tijd.",
    "34": "En er is een goede tijd en een kind en de dag van de dag is een goede man van mijn eigen volk.",
    "35": "En wat is de dag en het kind van de dag en de dag van de dag"
  },
  "lastUpdated": "2025-09-30T18:06:57.158Z",
  "totalVerses": 35,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
