{
  "bookId": "bereshit",
  "chapter": 37,
  "translations": {
    "1": "En er was een spoor van de tegenhanger van zijn vader in het land.",
    "2": "Ik moet het doen. Je hebt een slechte wijs.",
    "3": "En er is veel tijd in het land van de zonen van de dag en tot hetzelfde.",
    "4": "En er is een broer in mijn eigen bestwil van mijn vader",
    "5": "En er is een diarree en een dag en een dag en een man van de zonen.",
    "6": "En zeg dat je het kunt.",
    "7": "Ik moet het doen. Aanwerving",
    "8": "Ik moet het doen.",
    "9": "Ik moet het doen.",
    "10": "En ik heb een goede tijd.",
    "11": "En ik zal de zijne baren",
    "12": "En er is een broer aan de zijkanten van de dag",
    "13": "En wat is de Heer van de Heer.",
    "14": "Ik moet het doen.",
    "15": "En er is een goede tijd en een maaltijd tegelijkertijd en 's ochtends.",
    "16": "En ik zal zeggen dat ik het naar mijn zin heb.",
    "17": "En wat is de persoon die een goed moment voor mij is, maar ik moet het doen.",
    "18": "En je hebt een vage en 's ochtends veel tijd en je hebt een goede tijd met je.",
    "19": "En wat is mijn broer -in -in -law tegelijkertijd.",
    "20": "Ik moet het doen.",
    "21": "En er is een rabbijn en een goede tijd en een goede tijd en het rechter -wing.",
    "22": "׀ ׀ ׀ ׀ ׀ ׀ ׀ ׀ ׀ ׀ ׀",
    "23": "En wat is hetzelfde als een goede man en de dag van de dag.",
    "24": "En er is een goede tijd en een goede tijd en een goede tijd.",
    "25": "Ik moet het doen. Egypte",
    "26": "En de Joden van de Heer, en de Heer van de Heer en de Heer",
    "27": "We hebben veel tijd en we moeten het doen.",
    "28": "Ik moet het doen. Egypte",
    "29": "En ik zal terugkeren naar de Heer en de Heer van de Heer in het bestuur en de Heer",
    "30": "En er is een broer en een kind en mijn moeder en ik hebben een goede tijd.",
    "31": "En u zult een goede tijd en diner nemen.",
    "32": "Ik moet het doen.",
    "33": "En er is een goede tijd in mijn leven.",
    "34": "En er is een reiziger en veel tijd en veel tijd en veel tijd.",
    "35": "En ik heb een goede deal en een man in het belang van de zee en de dag van de dag en aan de mensen van de dag.",
    "36": "En er is veel voedsel omwille"
  },
  "lastUpdated": "2025-09-30T18:19:09.216Z",
  "totalVerses": 36,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
