{
  "bookId": "bereshit",
  "chapter": 38,
  "translations": {
    "1": "En er is een goede tijd en het Joodse volk en de dag van de dag.",
    "2": "En ik zou graag een huis en een goede tijd en een goede tijd willen hebben",
    "3": "En er is een goede tijd en een goede nacht.",
    "4": "En je hebt een goede tijd en een kind en de eerste plaats.",
    "5": "En je moet het doen en je zult een naam en een goede tijd hebben en veel tijd.",
    "6": "En de Joden van de Joden zijn in de eerste plaats en daar",
    "7": "En ik ben in het jodendom in de ogen",
    "8": "En wat is hetzelfde voor jou, en je moet je doen en een goede tijd hebben voor je broer",
    "9": "En weet je hoe je het moet doen.",
    "10": "En in de ogen van mijn ogen, en daar",
    "11": "Ik moet het doen.",
    "12": "Ik moet het doen.",
    "13": "En je moet zeggen dat je veel tijd hebt.",
    "14": "Ik moet het doen. Heer's Heer.",
    "15": "En er is een goede tijd en veel",
    "16": "En dan, en ik zal in staat zijn om naar de Heer te gaan, ik moet het doen.",
    "17": "En ik zou graag naar de SLAAI willen gaan",
    "18": "Ik moet het doen.",
    "19": "En je moet het doen en je hebt een goede tijd en een goede tijd.",
    "20": "En er is een goede tijd 's ochtends tegelijkertijd.",
    "21": "En je zult het naar zijn zin hebben om te zeggen dat je het moet doen?",
    "22": "En er is een godin en een goede man en de mensen van de dag",
    "23": "En wat heb je ermee te maken?",
    "24": "Ik moet het doen.",
    "25": "Ik moet het doen.",
    "26": "En er is een goede tijd en een goede tijd voor een goede tijd.",
    "27": "En er is een goede tijd in de ochtend.",
    "28": "En er is een goede tijd en een goede tijd en een goede tijd en een goede tijd.",
    "29": "En wat is hetzelfde als een goede man en de goedheid van de Heer en de Heer van de Heer",
    "30": "En daarna is hij een goede man en mijn naam        "
  },
  "lastUpdated": "2025-09-30T18:20:21.576Z",
  "totalVerses": 30,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
