{
  "bookId": "bereshit",
  "chapter": 41,
  "translations": {
    "1": "En er is een zonen van de dag en veel tijd en een goede dag",
    "2": "En er is een goede tijd voor een goede tijd en veel",
    "3": "En er is een goede tijd om naar de dag en naar de dag te gaan",
    "4": "En wat is het geval met het recht en de juiste wing van de dag.",
    "5": "En er is een sardy en een sardy en een dag, veel tijd op de dag",
    "6": "En er is een goede tijd en alarm.",
    "7": "En er is veel tijd in de ochtend en 's ochtends en' s ochtends.",
    "8": "Ik moet het doen.",
    "9": "En we zullen van uzelf hebben.",
    "10": "Paragraaf van zijn werk en met jou midden op de dag.",
    "11": "En een levenslijn op de dag van de dag",
    "12": "Ik heb een goede tijd voor me",
    "13": "En wat is hetzelfde als een goede man met je eigen mensen",
    "14": "En er is een farao en een man en een man en een goede man en de zee en de zee, en daar",
    "15": "En wat is hetzelfde als een goede dag en een goede tijd en een goede tijd.",
    "16": "En er is een goed moment om afscheid te nemen van de Heer",
    "17": "En er is een farao in de zuivel.",
    "18": "En er is veel tijd omwille",
    "19": "Ik moet het doen.",
    "20": "En je moet het belang van de bar doen.",
    "21": "En er is veel van mij",
    "22": "En dan in de zuivel en 's ochtends.",
    "23": "En er is een tweedejaarsstudent omwille",
    "24": "En er is veel tijd in de ochtend en je moet het doen.",
    "25": "En wat is het tijd voor het belang",
    "26": "Redder van de beste van twee jaar en dan en de beste van de dag.",
    "27": "֠ ְ ְ ְ ְ ְ ְ ְ ְ ְ ְ ְ ְ ְ ְ ְ ְ",
    "28": "Ik moet dat doen.",
    "29": "Hier is veel tijd in de wereld.",
    "30": "En dan zijn ze een honger en een goede tijd en een goede tijd.",
    "31": "En er is een goede tijd op de dag van de dag.",
    "32": "En wat is de dag van de dag, maar omwille van de dag",
    "33": "En er is een goede tijd en een goede tijd en een goede tijd en een dag van Egypte",
    "34": "Er is een afscheid van de zijkanten en de zee en de dag van de dag.",
    "35": "En dan, en ik moet het doen.",
    "36": "En het was mogelijk om naar de dag van de dag te gaan.",
    "37": "En in de ogen van de ogen en in mijn ogen in feite.",
    "38": "En ik heb een goede tijd.",
    "39": "En wat is de Heer van de opleiding",
    "40": "Moet je uitgaan en heb je het naar je zin.",
    "41": "En ik heb een goede tijd.",
    "42": "Ik moet het doen.",
    "43": "En u moet het doen met de Heer en de Heer en de Heer van de Heer",
    "44": "En de farao, de farao en de farao, en de Heer van de Heer",
    "45": "En er is een goede tijd. Egypte",
    "46": "En er is veel tijd in de ochtend voordat je een goede tijd en een goede tijd hebt.",
    "47": "En er is een goede tijd in de ochtend.",
    "48": "En ik moet het doen.",
    "49": "En er is veel plezier met de wereld.",
    "50": "En er is een tweejaren -oude midden op de dag.",
    "51": "En er is in de eerste plaats veel tijd.",
    "52": "En de dag van de dag, mijn leven is een goede man in de Heer in de Heer in de Heer in de Heer",
    "53": "En dan moet je naar het belang van de Egyptenaar gaan",
    "54": "En dan moet je het doen, en ik moet het doen.",
    "55": "Ik moet het doen.",
    "56": "En het is een goed idee om een ​​goede tijd te hebben.",
    "57": "En ik moet naar Egyptenaren naar de Heer"
  },
  "lastUpdated": "2025-09-30T18:24:42.685Z",
  "totalVerses": 57,
  "method": "pure_google_translate",
  "language": "nederlands",
  "quality": "google_only"
}
